<?php
$mysqli = new mysqli('localhost', 'root', '', 'comcamp');
  $mysqli->query("SET character_set_results=utf8");
  $mysqli->query("SET character_set_client=utf8");
  $mysqli->query("SET character_set_connection=utf8");
$schools = array (
  'mathayoms' => 
  array (
    0 => 
    array (
      'code' => '1010720003',
      'name' => 'ราชวินิต',
      'province' => '1',
    ),
    1 => 
    array (
      'code' => '1010720010',
      'name' => 'พิบูลอุปถัมภ์',
      'province' => '1',
    ),
    2 => 
    array (
      'code' => '1010720039',
      'name' => 'สวนกุหลาบวิทยาลัย',
      'province' => '1',
    ),
    3 => 
    array (
      'code' => '1010720040',
      'name' => 'สตรีวิทยา',
      'province' => '1',
    ),
    4 => 
    array (
      'code' => '1010720041',
      'name' => 'วัดบวรนิเวศ',
      'province' => '1',
    ),
    5 => 
    array (
      'code' => '1010720042',
      'name' => 'วัดราชบพิธ',
      'province' => '1',
    ),
    6 => 
    array (
      'code' => '1010720043',
      'name' => 'เบญจมราชาลัยในพระบรมราชูปถัมภ์',
      'province' => '1',
    ),
    7 => 
    array (
      'code' => '1010720044',
      'name' => 'มัธยมวัดมกุฏกษัตริย์',
      'province' => '1',
    ),
    8 => 
    array (
      'code' => '1010720045',
      'name' => 'วัดสังเวช',
      'province' => '1',
    ),
    9 => 
    array (
      'code' => '1010720046',
      'name' => 'วัดราชาธิวาส',
      'province' => '1',
    ),
    10 => 
    array (
      'code' => '1010720047',
      'name' => 'มัธยมวัดเบญจมบพิตร',
      'province' => '1',
    ),
    11 => 
    array (
      'code' => '1010720048',
      'name' => 'โยธินบูรณะ',
      'province' => '1',
    ),
    12 => 
    array (
      'code' => '1010720049',
      'name' => 'วัดน้อยนพคุณ',
      'province' => '1',
    ),
    13 => 
    array (
      'code' => '1010720050',
      'name' => 'ราชวินิต มัธยม',
      'province' => '1',
    ),
    14 => 
    array (
      'code' => '1010720051',
      'name' => 'เศรษฐเสถียร',
      'province' => '1',
    ),
    15 => 
    array (
      'code' => '1010720052',
      'name' => 'มัธยมวัดหนองจอก',
      'province' => '1',
    ),
    16 => 
    array (
      'code' => '1010720053',
      'name' => 'เตรียมอุดมศึกษาสุวินทวงศ์',
      'province' => '1',
    ),
    17 => 
    array (
      'code' => '1010720054',
      'name' => 'บดินทรเดชา (สิงห์ สิงหเสนี) ๔',
      'province' => '1',
    ),
    18 => 
    array (
      'code' => '1010720055',
      'name' => 'สตรีวัดมหาพฤฒาราม ในพระบรมราชินูปถัมภ์',
      'province' => '1',
    ),
    19 => 
    array (
      'code' => '1010720056',
      'name' => 'พุทธจักรวิทยา',
      'province' => '1',
    ),
    20 => 
    array (
      'code' => '1010720057',
      'name' => 'รัตนโกสินทร์สมโภชบางเขน',
      'province' => '1',
    ),
    21 => 
    array (
      'code' => '1010720058',
      'name' => 'บางกะปิ',
      'province' => '1',
    ),
    22 => 
    array (
      'code' => '1010720059',
      'name' => 'เตรียมอุดมศึกษา',
      'province' => '1',
    ),
    23 => 
    array (
      'code' => '1010720060',
      'name' => 'เทพลีลา',
      'province' => '1',
    ),
    24 => 
    array (
      'code' => '1010720061',
      'name' => 'สุขุมนวพันธ์อุปถัมภ์',
      'province' => '1',
    ),
    25 => 
    array (
      'code' => '1010720062',
      'name' => 'วัดสระเกศ',
      'province' => '1',
    ),
    26 => 
    array (
      'code' => '1010720063',
      'name' => 'เทพศิรินทร์',
      'province' => '1',
    ),
    27 => 
    array (
      'code' => '1010720064',
      'name' => 'สายปัญญา ในพระราชินูปถัมภ์',
      'province' => '1',
    ),
    28 => 
    array (
      'code' => '1010720065',
      'name' => 'พระโขนงพิทยาลัย',
      'province' => '1',
    ),
    29 => 
    array (
      'code' => '1010720066',
      'name' => 'วชิรธรรมสาธิต',
      'province' => '1',
    ),
    30 => 
    array (
      'code' => '1010720067',
      'name' => 'สตรีเศรษฐบุตรบำเพ็ญ',
      'province' => '1',
    ),
    31 => 
    array (
      'code' => '1010720068',
      'name' => 'เศรษฐบุตรบำเพ็ญ',
      'province' => '1',
    ),
    32 => 
    array (
      'code' => '1010720069',
      'name' => 'พรตพิทยพยัต',
      'province' => '1',
    ),
    33 => 
    array (
      'code' => '1010720070',
      'name' => 'เทพศิรินทร์ร่มเกล้า',
      'province' => '1',
    ),
    34 => 
    array (
      'code' => '1010720071',
      'name' => 'รัตนโกสินทร์สมโภชลาดกระบัง',
      'province' => '1',
    ),
    35 => 
    array (
      'code' => '1010720072',
      'name' => 'นนทรีวิทยา',
      'province' => '1',
    ),
    36 => 
    array (
      'code' => '1010720073',
      'name' => 'เจ้าพระยาวิทยาคม',
      'province' => '1',
    ),
    37 => 
    array (
      'code' => '1010720074',
      'name' => 'ไตรมิตรวิทยาลัย',
      'province' => '1',
    ),
    38 => 
    array (
      'code' => '1010720075',
      'name' => 'สามเสนวิทยาลัย',
      'province' => '1',
    ),
    39 => 
    array (
      'code' => '1010720076',
      'name' => 'ศึกษานารี',
      'province' => '1',
    ),
    40 => 
    array (
      'code' => '1010720077',
      'name' => 'วัดอินทาราม',
      'province' => '1',
    ),
    41 => 
    array (
      'code' => '1010720078',
      'name' => 'มัธยมวัดดาวคนอง',
      'province' => '1',
    ),
    42 => 
    array (
      'code' => '1010720079',
      'name' => 'ธนบุรีวรเทพีพลารักษ์',
      'province' => '1',
    ),
    43 => 
    array (
      'code' => '1010720080',
      'name' => 'ทวีธาภิเศก',
      'province' => '1',
    ),
    44 => 
    array (
      'code' => '1010720081',
      'name' => 'วัดประดู่ในทรงธรรม',
      'province' => '1',
    ),
    45 => 
    array (
      'code' => '1010720082',
      'name' => 'ฤทธิณรงค์รอน',
      'province' => '1',
    ),
    46 => 
    array (
      'code' => '1010720083',
      'name' => 'จันทร์หุ่นบำเพ็ญ',
      'province' => '1',
    ),
    47 => 
    array (
      'code' => '1010720084',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการ รัชดา',
      'province' => '1',
    ),
    48 => 
    array (
      'code' => '1010720085',
      'name' => 'สุวรรณพลับพลาพิทยาคม',
      'province' => '1',
    ),
    49 => 
    array (
      'code' => '1010720086',
      'name' => 'ทีปังกรวิทยาพัฒน์(วัดน้อยใน)ในพระราชูปถัมภ์ฯ',
      'province' => '1',
    ),
    50 => 
    array (
      'code' => '1010720087',
      'name' => 'โพธิสารพิทยากร',
      'province' => '1',
    ),
    51 => 
    array (
      'code' => '1010720088',
      'name' => 'วัดปากน้ำวิทยาคม',
      'province' => '1',
    ),
    52 => 
    array (
      'code' => '1010720089',
      'name' => 'มหรรณพาราม',
      'province' => '1',
    ),
    53 => 
    array (
      'code' => '1010720090',
      'name' => 'ชิโนรสวิทยาลัย',
      'province' => '1',
    ),
    54 => 
    array (
      'code' => '1010720091',
      'name' => 'สตรีวัดระฆัง',
      'province' => '1',
    ),
    55 => 
    array (
      'code' => '1010720092',
      'name' => 'สุวรรณารามวิทยาคม',
      'province' => '1',
    ),
    56 => 
    array (
      'code' => '1010720093',
      'name' => 'มัธยมวัดดุสิตาราม',
      'province' => '1',
    ),
    57 => 
    array (
      'code' => '1010720094',
      'name' => 'มัธยมวัดนายโรง',
      'province' => '1',
    ),
    58 => 
    array (
      'code' => '1010720095',
      'name' => 'สวนอนันต์',
      'province' => '1',
    ),
    59 => 
    array (
      'code' => '1010720096',
      'name' => 'พิทยาลงกรณ์พิทยาคม',
      'province' => '1',
    ),
    60 => 
    array (
      'code' => '1010720097',
      'name' => 'รัตนโกสินทร์สมโภชบางขุนเทียน',
      'province' => '1',
    ),
    61 => 
    array (
      'code' => '1010720098',
      'name' => 'ทวีธาภิเศก 2',
      'province' => '1',
    ),
    62 => 
    array (
      'code' => '1010720099',
      'name' => 'วัดนวลนรดิศ',
      'province' => '1',
    ),
    63 => 
    array (
      'code' => '1010720100',
      'name' => 'วัดรางบัว',
      'province' => '1',
    ),
    64 => 
    array (
      'code' => '1010720101',
      'name' => 'สตรีวัดอัปสรสวรรค์',
      'province' => '1',
    ),
    65 => 
    array (
      'code' => '1010720102',
      'name' => 'ไชยฉิมพลีวิทยาคม',
      'province' => '1',
    ),
    66 => 
    array (
      'code' => '1010720103',
      'name' => 'จันทร์ประดิษฐารามวิทยาคม',
      'province' => '1',
    ),
    67 => 
    array (
      'code' => '1010720104',
      'name' => 'มัธยมวัดหนองแขม',
      'province' => '1',
    ),
    68 => 
    array (
      'code' => '1010720105',
      'name' => 'บางปะกอกวิทยาคม',
      'province' => '1',
    ),
    69 => 
    array (
      'code' => '1010720106',
      'name' => 'แจงร้อนวิทยา',
      'province' => '1',
    ),
    70 => 
    array (
      'code' => '1010720107',
      'name' => 'วัดบวรมงคล',
      'province' => '1',
    ),
    71 => 
    array (
      'code' => '1010720108',
      'name' => 'วิมุตยารามพิทยากร',
      'province' => '1',
    ),
    72 => 
    array (
      'code' => '1010720109',
      'name' => 'สุรศักดิ์มนตรี',
      'province' => '1',
    ),
    73 => 
    array (
      'code' => '1010720110',
      'name' => 'กุนนทีรุทธารามวิทยาคม',
      'province' => '1',
    ),
    74 => 
    array (
      'code' => '1010720111',
      'name' => 'พิบูลประชาสรรค์',
      'province' => '1',
    ),
    75 => 
    array (
      'code' => '1010720112',
      'name' => 'นวมินทราชูทิศ กรุงเทพมหานคร',
      'province' => '1',
    ),
    76 => 
    array (
      'code' => '1010720113',
      'name' => 'บดินทรเดชา (สิงห์ สิงหเสนี) ๒',
      'province' => '1',
    ),
    77 => 
    array (
      'code' => '1010720114',
      'name' => 'มัธยมวัดบึงทองหลาง',
      'province' => '1',
    ),
    78 => 
    array (
      'code' => '1010720115',
      'name' => 'วัดสุทธิวราราม',
      'province' => '1',
    ),
    79 => 
    array (
      'code' => '1010720116',
      'name' => 'สตรีศรีสุริโยทัย',
      'province' => '1',
    ),
    80 => 
    array (
      'code' => '1010720117',
      'name' => 'ยานนาเวศวิทยาคม',
      'province' => '1',
    ),
    81 => 
    array (
      'code' => '1010720118',
      'name' => 'โสตศึกษาทุ่งมหาเมฆ',
      'province' => '1',
    ),
    82 => 
    array (
      'code' => '1010720119',
      'name' => 'ศีลาจารพิพัฒน์',
      'province' => '1',
    ),
    83 => 
    array (
      'code' => '1010720120',
      'name' => 'สุวรรณสุทธารามวิทยา',
      'province' => '1',
    ),
    84 => 
    array (
      'code' => '1010720121',
      'name' => 'ราชนันทาจารย์สามเสนวิทยาลัย 2',
      'province' => '1',
    ),
    85 => 
    array (
      'code' => '1010720122',
      'name' => 'หอวัง',
      'province' => '1',
    ),
    86 => 
    array (
      'code' => '1010720123',
      'name' => 'สารวิทยา',
      'province' => '1',
    ),
    87 => 
    array (
      'code' => '1010720124',
      'name' => 'ราชดำริ',
      'province' => '1',
    ),
    88 => 
    array (
      'code' => '1010720125',
      'name' => 'ปทุมคงคา',
      'province' => '1',
    ),
    89 => 
    array (
      'code' => '1010720126',
      'name' => 'สายน้ำผึ้ง ในพระอุปถัมภ์ ฯ',
      'province' => '1',
    ),
    90 => 
    array (
      'code' => '1010720127',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการ',
      'province' => '1',
    ),
    91 => 
    array (
      'code' => '1010720128',
      'name' => 'วัดราชโอรส',
      'province' => '1',
    ),
    92 => 
    array (
      'code' => '1010720129',
      'name' => 'มัธยมวัดสิงห์',
      'province' => '1',
    ),
    93 => 
    array (
      'code' => '1010720130',
      'name' => 'บางมดวิทยา',
      'province' => '1',
    ),
    94 => 
    array (
      'code' => '1010720131',
      'name' => 'ดอนเมืองทหารอากาศบำรุง',
      'province' => '1',
    ),
    95 => 
    array (
      'code' => '1010720132',
      'name' => 'สีกัน (วัฒนานันท์อุปถัมภ์)',
      'province' => '1',
    ),
    96 => 
    array (
      'code' => '1010720133',
      'name' => 'ดอนเมืองจาตุรจินดา',
      'province' => '1',
    ),
    97 => 
    array (
      'code' => '1010720134',
      'name' => 'ศรีอยุธยา',
      'province' => '1',
    ),
    98 => 
    array (
      'code' => '1010720135',
      'name' => 'สันติราษฎร์วิทยาลัย',
      'province' => '1',
    ),
    99 => 
    array (
      'code' => '1010720136',
      'name' => 'มักกะสันพิทยา',
      'province' => '1',
    ),
    100 => 
    array (
      'code' => '1010720137',
      'name' => 'ลาดปลาเค้าพิทยาคม',
      'province' => '1',
    ),
    101 => 
    array (
      'code' => '1010720138',
      'name' => 'สตรีวิทยา ๒',
      'province' => '1',
    ),
    102 => 
    array (
      'code' => '1010720140',
      'name' => 'มัธยมวัดธาตุทอง',
      'province' => '1',
    ),
    103 => 
    array (
      'code' => '1010720141',
      'name' => 'ปัญญาวรคุณ',
      'province' => '1',
    ),
    104 => 
    array (
      'code' => '1010720142',
      'name' => 'ราชวินิตบางแคปานขำ',
      'province' => '1',
    ),
    105 => 
    array (
      'code' => '1010720143',
      'name' => 'ราชวินิตบางเขน',
      'province' => '1',
    ),
    106 => 
    array (
      'code' => '1010720144',
      'name' => 'ฤทธิยะวรรณาลัย',
      'province' => '1',
    ),
    107 => 
    array (
      'code' => '1010720145',
      'name' => 'ศรีพฤฒา',
      'province' => '1',
    ),
    108 => 
    array (
      'code' => '1010720146',
      'name' => 'เตรียมอุดมศึกษาน้อมเกล้า',
      'province' => '1',
    ),
    109 => 
    array (
      'code' => '1010720147',
      'name' => 'นวมินทราชินูทิศ เตรียมอุดมศึกษาน้อมเกล้า',
      'province' => '1',
    ),
    110 => 
    array (
      'code' => '1010720148',
      'name' => 'บดินทรเดชา (สิงห์ สิงหเสนี)',
      'province' => '1',
    ),
    111 => 
    array (
      'code' => '1010720149',
      'name' => 'นวมินทราชินูทิศ บดินทรเดชา',
      'province' => '1',
    ),
    112 => 
    array (
      'code' => '1010720150',
      'name' => 'นวมินทราชินูทิศ เบญจมราชาลัย',
      'province' => '1',
    ),
    113 => 
    array (
      'code' => '1010720151',
      'name' => 'นวมินทราชินูทิศ สตรีวิทยา ๒',
      'province' => '1',
    ),
    114 => 
    array (
      'code' => '1010720152',
      'name' => 'สิริรัตนาธร',
      'province' => '1',
    ),
    115 => 
    array (
      'code' => '1010720153',
      'name' => 'ทีปังกรวิทยาพัฒน์(ทวีวัฒนา)ในพระราชูถัมภ์ฯ',
      'province' => '1',
    ),
    116 => 
    array (
      'code' => '1010720154',
      'name' => 'นวมินทราชินูทิศ สตรีวิทยา พุทธมณฑล',
      'province' => '1',
    ),
    117 => 
    array (
      'code' => '1010720155',
      'name' => 'วัดพุทธบูชา',
      'province' => '1',
    ),
    118 => 
    array (
      'code' => '1010720156',
      'name' => 'อิสลามวิทยาลัยแห่งประเทศไทย',
      'province' => '1',
    ),
    119 => 
    array (
      'code' => '1010720157',
      'name' => 'ศึกษานารีวิทยา',
      'province' => '1',
    ),
    120 => 
    array (
      'code' => '1010720158',
      'name' => 'นวลนรดิศวิทยาคม รัชมังคลาภิเษก',
      'province' => '1',
    ),
    121 => 
    array (
      'code' => '1010720160',
      'name' => 'ฤทธิยะวรรณาลัย ๒',
      'province' => '1',
    ),
    122 => 
    array (
      'code' => '1011570009',
      'name' => 'มหาภาพกระจาดทองอุปถัมภ์',
      'province' => '2',
    ),
    123 => 
    array (
      'code' => '1011570073',
      'name' => 'ราชวินิตสุวรรณภูมิ',
      'province' => '2',
    ),
    124 => 
    array (
      'code' => '1011570149',
      'name' => 'สมุทรปราการ',
      'province' => '2',
    ),
    125 => 
    array (
      'code' => '1011570150',
      'name' => 'สตรีสมุทรปราการ',
      'province' => '2',
    ),
    126 => 
    array (
      'code' => '1011570151',
      'name' => 'มัธยมด่านสำโรง',
      'province' => '2',
    ),
    127 => 
    array (
      'code' => '1011570152',
      'name' => 'เทพศิรินทร์ สมุทรปราการ',
      'province' => '2',
    ),
    128 => 
    array (
      'code' => '1011570153',
      'name' => 'หาดอมราอักษรลักษณ์วิทยา',
      'province' => '2',
    ),
    129 => 
    array (
      'code' => '1011570154',
      'name' => 'นวมินทราชินูทิศ สวนกุหลาบวิทยาลัย สมุทรปราการ',
      'province' => '2',
    ),
    130 => 
    array (
      'code' => '1011570155',
      'name' => 'บางบ่อวิทยาคม',
      'province' => '2',
    ),
    131 => 
    array (
      'code' => '1011570156',
      'name' => 'เปร็งวิสุทธาธิบดี',
      'province' => '2',
    ),
    132 => 
    array (
      'code' => '1011570157',
      'name' => 'หลวงพ่อปานคลองด่านอนุสรณ์',
      'province' => '2',
    ),
    133 => 
    array (
      'code' => '1011570158',
      'name' => 'นวมินทราชินูทิศ เตรียมอุดมศึกษาฯ',
      'province' => '2',
    ),
    134 => 
    array (
      'code' => '1011570159',
      'name' => 'บางพลีราษฎร์บำรุง',
      'province' => '2',
    ),
    135 => 
    array (
      'code' => '1011570160',
      'name' => 'พูลเจริญวิทยาคม',
      'province' => '2',
    ),
    136 => 
    array (
      'code' => '1011570161',
      'name' => 'ราชวินิตบางแก้ว',
      'province' => '2',
    ),
    137 => 
    array (
      'code' => '1011570162',
      'name' => 'บางแก้วประชาสรรค์',
      'province' => '2',
    ),
    138 => 
    array (
      'code' => '1011570163',
      'name' => 'วัดทรงธรรม',
      'province' => '2',
    ),
    139 => 
    array (
      'code' => '1011570164',
      'name' => 'วิสุทธิกษัตรี',
      'province' => '2',
    ),
    140 => 
    array (
      'code' => '1011570165',
      'name' => 'ราชประชาสมาสัยฝ่ายมัธยมฯ',
      'province' => '2',
    ),
    141 => 
    array (
      'code' => '1011570166',
      'name' => 'เตรียมอุดมศึกษาน้อมเกล้า สมุทรปราการ',
      'province' => '2',
    ),
    142 => 
    array (
      'code' => '1011570168',
      'name' => 'ป้อมนาคราชสวาทยานนท์',
      'province' => '2',
    ),
    143 => 
    array (
      'code' => '1011570169',
      'name' => 'มัธยมวัดใหม่สมุทรกิจวิทยาคม',
      'province' => '2',
    ),
    144 => 
    array (
      'code' => '1011570170',
      'name' => 'บดินทรเดชา (สิงห์ สิงหเสนี) สมุทรปราการ',
      'province' => '2',
    ),
    145 => 
    array (
      'code' => '1011570171',
      'name' => 'มัธยมวัดศรีจันทร์ประดิษฐ์',
      'province' => '2',
    ),
    146 => 
    array (
      'code' => '1012230015',
      'name' => 'อนุราชประสิทธิ์',
      'province' => '3',
    ),
    147 => 
    array (
      'code' => '1012230146',
      'name' => 'รัตนาธิเบศร์',
      'province' => '3',
    ),
    148 => 
    array (
      'code' => '1012230147',
      'name' => 'วัดเขมาภิรตาราม',
      'province' => '3',
    ),
    149 => 
    array (
      'code' => '1012230148',
      'name' => 'ศรีบุณยานนท์',
      'province' => '3',
    ),
    150 => 
    array (
      'code' => '1012230149',
      'name' => 'สตรีนนทบุรี',
      'province' => '3',
    ),
    151 => 
    array (
      'code' => '1012230150',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการ นนทบุรี',
      'province' => '3',
    ),
    152 => 
    array (
      'code' => '1012230151',
      'name' => 'เบญจมราชานุสรณ์',
      'province' => '3',
    ),
    153 => 
    array (
      'code' => '1012230152',
      'name' => 'นนทบุรีพิทยาคม',
      'province' => '3',
    ),
    154 => 
    array (
      'code' => '1012230154',
      'name' => 'บดินทรเดชา (สิงห์ สิงหเสนี) นนทบุรี',
      'province' => '3',
    ),
    155 => 
    array (
      'code' => '1012230155',
      'name' => 'เทพศิรินทร์ นนทบุรี',
      'province' => '3',
    ),
    156 => 
    array (
      'code' => '1012230156',
      'name' => 'ศึกษาสงเคราะห์บางกรวย',
      'province' => '3',
    ),
    157 => 
    array (
      'code' => '1012230157',
      'name' => 'สตรีนนทบุรีบางใหญ่ (นนทกิจพิศาล)',
      'province' => '3',
    ),
    158 => 
    array (
      'code' => '1012230158',
      'name' => 'บางบัวทอง',
      'province' => '3',
    ),
    159 => 
    array (
      'code' => '1012230159',
      'name' => 'โสตศึกษาจังหวัดนนทบุรี',
      'province' => '3',
    ),
    160 => 
    array (
      'code' => '1012230160',
      'name' => 'ไทรน้อย',
      'province' => '3',
    ),
    161 => 
    array (
      'code' => '1012230161',
      'name' => 'ราษฎร์นิยม',
      'province' => '3',
    ),
    162 => 
    array (
      'code' => '1012230162',
      'name' => 'ปากเกร็ด',
      'province' => '3',
    ),
    163 => 
    array (
      'code' => '1012230163',
      'name' => 'สวนกุหลาบวิทยาลัย นนทบุรี',
      'province' => '3',
    ),
    164 => 
    array (
      'code' => '1012230164',
      'name' => 'เตรียมอุดมศึกษาน้อมเกล้านนทบุรี',
      'province' => '3',
    ),
    165 => 
    array (
      'code' => '1012230165',
      'name' => 'โพธินิมิตวิทยาคม',
      'province' => '3',
    ),
    166 => 
    array (
      'code' => '1012230166',
      'name' => 'นวมินทราชินูทิศ หอวัง นนทบุรี',
      'province' => '3',
    ),
    167 => 
    array (
      'code' => '1013270068',
      'name' => 'วัดเขียนเขต',
      'province' => '4',
    ),
    168 => 
    array (
      'code' => '1013270071',
      'name' => 'ชุมชนประชาธิปัตย์วิทยาคาร',
      'province' => '4',
    ),
    169 => 
    array (
      'code' => '1013270177',
      'name' => 'ปทุมวิไล',
      'province' => '4',
    ),
    170 => 
    array (
      'code' => '1013270178',
      'name' => 'คณะราษฎร์บำรุงปทุมธานี',
      'province' => '4',
    ),
    171 => 
    array (
      'code' => '1013270179',
      'name' => 'ปทุมธานี (นันทมุนีบำรุง)',
      'province' => '4',
    ),
    172 => 
    array (
      'code' => '1013270180',
      'name' => 'หอวัง ปทุมธานี',
      'province' => '4',
    ),
    173 => 
    array (
      'code' => '1013270181',
      'name' => 'ธรรมศาสตร์คลองหลวงวิทยาคม',
      'province' => '4',
    ),
    174 => 
    array (
      'code' => '1013270182',
      'name' => 'ทีปังกรวิทยาพัฒน์',
      'province' => '4',
    ),
    175 => 
    array (
      'code' => '1013270183',
      'name' => 'สวนกุหลาบวิทยาลัย รังสิต',
      'province' => '4',
    ),
    176 => 
    array (
      'code' => '1013270184',
      'name' => 'ธัญบุรี',
      'province' => '4',
    ),
    177 => 
    array (
      'code' => '1013270185',
      'name' => 'ธัญรัตน์',
      'province' => '4',
    ),
    178 => 
    array (
      'code' => '1013270186',
      'name' => 'สายปัญญารังสิต',
      'province' => '4',
    ),
    179 => 
    array (
      'code' => '1013270187',
      'name' => 'หนองเสือวิทยาคม',
      'province' => '4',
    ),
    180 => 
    array (
      'code' => '1013270188',
      'name' => 'บัวแก้วเกษร',
      'province' => '4',
    ),
    181 => 
    array (
      'code' => '1013270189',
      'name' => 'วรราชาทินัดดามาตุวิทยา',
      'province' => '4',
    ),
    182 => 
    array (
      'code' => '1013270190',
      'name' => 'สุนทโรเมตตาประชาสรรค์',
      'province' => '4',
    ),
    183 => 
    array (
      'code' => '1013270191',
      'name' => 'จุฬาภรณราชวิทยาลัย ปทุมธานี',
      'province' => '4',
    ),
    184 => 
    array (
      'code' => '1013270192',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการ ลำลูกกา',
      'province' => '4',
    ),
    185 => 
    array (
      'code' => '1013270193',
      'name' => 'เทพศิรินทร์คลองสิบสาม ปทุมธานี',
      'province' => '4',
    ),
    186 => 
    array (
      'code' => '1013270194',
      'name' => 'นวมินทราชินูทิศ สวนกุหลาบวิทยาลัย ปทุมธานี',
      'province' => '4',
    ),
    187 => 
    array (
      'code' => '1013270195',
      'name' => 'มัธยมสังคีตวิทยา กรุงเทพมหานครธ',
      'province' => '4',
    ),
    188 => 
    array (
      'code' => '1013270198',
      'name' => 'ชัยสิทธาวาส',
      'province' => '4',
    ),
    189 => 
    array (
      'code' => '1013270199',
      'name' => 'เตรียมอุดมศึกษาน้อมเกล้า ปทุมธานี',
      'province' => '4',
    ),
    190 => 
    array (
      'code' => '1014310399',
      'name' => 'อยุธยาวิทยาลัย',
      'province' => '5',
    ),
    191 => 
    array (
      'code' => '1014310400',
      'name' => 'จอมสุรางค์อุปถัมภ์',
      'province' => '5',
    ),
    192 => 
    array (
      'code' => '1014310401',
      'name' => 'อยุธยานุสรณ์',
      'province' => '5',
    ),
    193 => 
    array (
      'code' => '1014310402',
      'name' => 'ปากกรานพิทยา',
      'province' => '5',
    ),
    194 => 
    array (
      'code' => '1014310403',
      'name' => 'ท่าเรือ',
      'province' => '5',
    ),
    195 => 
    array (
      'code' => '1014310404',
      'name' => 'ท่าหลวงวิทยานุกูล',
      'province' => '5',
    ),
    196 => 
    array (
      'code' => '1014310405',
      'name' => 'นครหลวง อุดมรัชต์วิทยา',
      'province' => '5',
    ),
    197 => 
    array (
      'code' => '1014310406',
      'name' => 'ท่าช้างวิทยาคม',
      'province' => '5',
    ),
    198 => 
    array (
      'code' => '1014310407',
      'name' => 'บางไทรวิทยา',
      'province' => '5',
    ),
    199 => 
    array (
      'code' => '1014310408',
      'name' => 'บางบาล',
      'province' => '5',
    ),
    200 => 
    array (
      'code' => '1014310409',
      'name' => 'บางปะอิน(ราชานุเคราะห์ ๑)',
      'province' => '5',
    ),
    201 => 
    array (
      'code' => '1014310410',
      'name' => 'บางปะอิน',
      'province' => '5',
    ),
    202 => 
    array (
      'code' => '1014310411',
      'name' => 'อุดมศีลวิทยา',
      'province' => '5',
    ),
    203 => 
    array (
      'code' => '1014310412',
      'name' => 'บางปะหัน',
      'province' => '5',
    ),
    204 => 
    array (
      'code' => '1014310413',
      'name' => 'ผักไห่(สุทธาประมุข)',
      'province' => '5',
    ),
    205 => 
    array (
      'code' => '1014310414',
      'name' => 'ลาดชะโดสามัคคี',
      'province' => '5',
    ),
    206 => 
    array (
      'code' => '1014310415',
      'name' => 'วัดโพธิ์ผักไห่ (เวชพันธุ์อนุสรณ์)',
      'province' => '5',
    ),
    207 => 
    array (
      'code' => '1014310416',
      'name' => 'ภาชี',
      'province' => '5',
    ),
    208 => 
    array (
      'code' => '1014310417',
      'name' => 'ลาดบัวหลวงไพโรจน์วิทยา',
      'province' => '5',
    ),
    209 => 
    array (
      'code' => '1014310418',
      'name' => 'วิเชียรกลิ่นสุคนธ์อุปถัมภ์',
      'province' => '5',
    ),
    210 => 
    array (
      'code' => '1014310419',
      'name' => 'วังน้อย (พนมยงค์วิทยา)',
      'province' => '5',
    ),
    211 => 
    array (
      'code' => '1014310420',
      'name' => 'เสนา(เสนาประสิทธิ์)',
      'province' => '5',
    ),
    212 => 
    array (
      'code' => '1014310421',
      'name' => 'สาคลีวิทยา',
      'province' => '5',
    ),
    213 => 
    array (
      'code' => '1014310422',
      'name' => 'ลาดงาประชาบำรุง',
      'province' => '5',
    ),
    214 => 
    array (
      'code' => '1014310423',
      'name' => 'บางซ้ายวิทยา',
      'province' => '5',
    ),
    215 => 
    array (
      'code' => '1014310424',
      'name' => 'อุทัย',
      'province' => '5',
    ),
    216 => 
    array (
      'code' => '1014310425',
      'name' => 'หนองน้ำส้มวิทยาคม',
      'province' => '5',
    ),
    217 => 
    array (
      'code' => '1014310426',
      'name' => 'มหาราช"ประชานิมิต"',
      'province' => '5',
    ),
    218 => 
    array (
      'code' => '1014310427',
      'name' => 'บ้านแพรกประชาสรรค์',
      'province' => '5',
    ),
    219 => 
    array (
      'code' => '1015670160',
      'name' => 'อ่างทองปัทมโรจน์วิทยาคม',
      'province' => '6',
    ),
    220 => 
    array (
      'code' => '1015670161',
      'name' => 'สตรีอ่างทอง',
      'province' => '6',
    ),
    221 => 
    array (
      'code' => '1015670162',
      'name' => 'จำปาหล่อพิทยาคม',
      'province' => '6',
    ),
    222 => 
    array (
      'code' => '1015670163',
      'name' => 'ราชสถิตย์วิทยา',
      'province' => '6',
    ),
    223 => 
    array (
      'code' => '1015670164',
      'name' => 'ปาโมกข์วิทยาภูมิ',
      'province' => '6',
    ),
    224 => 
    array (
      'code' => '1015670165',
      'name' => 'บางเสด็จวิทยาคม',
      'province' => '6',
    ),
    225 => 
    array (
      'code' => '1015670166',
      'name' => 'โพธิ์ทอง(จินดามณี)',
      'province' => '6',
    ),
    226 => 
    array (
      'code' => '1015670167',
      'name' => 'โพธิ์ทองพิทยาคม',
      'province' => '6',
    ),
    227 => 
    array (
      'code' => '1015670168',
      'name' => 'แสวงหาวิทยาคม',
      'province' => '6',
    ),
    228 => 
    array (
      'code' => '1015670169',
      'name' => 'ริ้วหว้าวิทยาคม',
      'province' => '6',
    ),
    229 => 
    array (
      'code' => '1015670170',
      'name' => 'วิเศษไชยชาญ(ตันติวิทยาภูมิ)',
      'province' => '6',
    ),
    230 => 
    array (
      'code' => '1015670171',
      'name' => 'วิเศษชัยชาญวิทยาคม',
      'province' => '6',
    ),
    231 => 
    array (
      'code' => '1015670172',
      'name' => 'ไผ่วงวิทยา',
      'province' => '6',
    ),
    232 => 
    array (
      'code' => '1015670173',
      'name' => 'สามโก้วิทยาคม',
      'province' => '6',
    ),
    233 => 
    array (
      'code' => '1016490146',
      'name' => 'บ้านเกาะรัง',
      'province' => '7',
    ),
    234 => 
    array (
      'code' => '1016490393',
      'name' => 'พิบูลวิทยาลัย',
      'province' => '7',
    ),
    235 => 
    array (
      'code' => '1016490394',
      'name' => 'โคกกะเทียมวิทยาลัย',
      'province' => '7',
    ),
    236 => 
    array (
      'code' => '1016490395',
      'name' => 'โคกตูมวิทยา',
      'province' => '7',
    ),
    237 => 
    array (
      'code' => '1016490396',
      'name' => 'ดงตาลวิทยา',
      'province' => '7',
    ),
    238 => 
    array (
      'code' => '1016490397',
      'name' => 'พระนารายณ์',
      'province' => '7',
    ),
    239 => 
    array (
      'code' => '1016490398',
      'name' => 'บ้านข่อยวิทยา',
      'province' => '7',
    ),
    240 => 
    array (
      'code' => '1016490399',
      'name' => 'ลพบุรีปัญญานุกูล',
      'province' => '7',
    ),
    241 => 
    array (
      'code' => '1016490400',
      'name' => 'พัฒนานิคม',
      'province' => '7',
    ),
    242 => 
    array (
      'code' => '1016490401',
      'name' => 'โคกสลุงวิทยา',
      'province' => '7',
    ),
    243 => 
    array (
      'code' => '1016490402',
      'name' => 'ขุนรามวิทยา',
      'province' => '7',
    ),
    244 => 
    array (
      'code' => '1016490403',
      'name' => 'โคกสำโรงวิทยา',
      'province' => '7',
    ),
    245 => 
    array (
      'code' => '1016490404',
      'name' => 'จุฬาภรณราชวิทยาลัย ลพบุรี',
      'province' => '7',
    ),
    246 => 
    array (
      'code' => '1016490405',
      'name' => 'ชัยบาดาลวิทยา',
      'province' => '7',
    ),
    247 => 
    array (
      'code' => '1016490406',
      'name' => 'ชัยบาดาลพิทยาคม',
      'province' => '7',
    ),
    248 => 
    array (
      'code' => '1016490407',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ลพบุรี',
      'province' => '7',
    ),
    249 => 
    array (
      'code' => '1016490408',
      'name' => 'ท่าวุ้งวิทยาคาร',
      'province' => '7',
    ),
    250 => 
    array (
      'code' => '1016490409',
      'name' => 'บ้านเบิกวิทยาคม',
      'province' => '7',
    ),
    251 => 
    array (
      'code' => '1016490410',
      'name' => 'บ้านหมี่วิทยา',
      'province' => '7',
    ),
    252 => 
    array (
      'code' => '1016490411',
      'name' => 'ปิยะบุตร์',
      'province' => '7',
    ),
    253 => 
    array (
      'code' => '1016490412',
      'name' => 'บ้านชีวิทยา',
      'province' => '7',
    ),
    254 => 
    array (
      'code' => '1016490413',
      'name' => 'โสตศึกษาปานเลิศจังหวัดลพบุรี',
      'province' => '7',
    ),
    255 => 
    array (
      'code' => '1016490414',
      'name' => 'ท่าหลวงวิทยาคม',
      'province' => '7',
    ),
    256 => 
    array (
      'code' => '1016490415',
      'name' => 'สระโบสถ์วิทยาคาร',
      'province' => '7',
    ),
    257 => 
    array (
      'code' => '1016490416',
      'name' => 'โคกเจริญวิทยา',
      'province' => '7',
    ),
    258 => 
    array (
      'code' => '1016490417',
      'name' => 'ยางรากวิทยา',
      'province' => '7',
    ),
    259 => 
    array (
      'code' => '1016490418',
      'name' => 'ลำสนธิวิทยา',
      'province' => '7',
    ),
    260 => 
    array (
      'code' => '1016490419',
      'name' => 'หนองม่วงวิทยา',
      'province' => '7',
    ),
    261 => 
    array (
      'code' => '1016490420',
      'name' => 'ราชประชานุเคราะห์ 33',
      'province' => '7',
    ),
    262 => 
    array (
      'code' => '1017610140',
      'name' => 'หัวไผ่วิทยาคม',
      'province' => '8',
    ),
    263 => 
    array (
      'code' => '1017610141',
      'name' => 'สิงห์บุรี',
      'province' => '8',
    ),
    264 => 
    array (
      'code' => '1017610142',
      'name' => 'สิงหพาหุ(ประสานมิตรอุปถัมภ์)',
      'province' => '8',
    ),
    265 => 
    array (
      'code' => '1017610143',
      'name' => 'บางระจันวิทยา',
      'province' => '8',
    ),
    266 => 
    array (
      'code' => '1017610144',
      'name' => 'ศรีศักดิ์สุวรรณวิทยา',
      'province' => '8',
    ),
    267 => 
    array (
      'code' => '1017610145',
      'name' => 'ค่ายบางระจันวิทยาคม',
      'province' => '8',
    ),
    268 => 
    array (
      'code' => '1017610146',
      'name' => 'พรหมบุรีรัชดาภิเษก',
      'province' => '8',
    ),
    269 => 
    array (
      'code' => '1017610147',
      'name' => 'บ้านแป้งวิทยา',
      'province' => '8',
    ),
    270 => 
    array (
      'code' => '1017610148',
      'name' => 'ท่าช้างวิทยาคาร',
      'province' => '8',
    ),
    271 => 
    array (
      'code' => '1017610149',
      'name' => 'อินทร์บุรี',
      'province' => '8',
    ),
    272 => 
    array (
      'code' => '1017610150',
      'name' => 'ทองเอนวิทยา',
      'province' => '8',
    ),
    273 => 
    array (
      'code' => '1017610151',
      'name' => 'ศรีวินิตวิทยาคม',
      'province' => '8',
    ),
    274 => 
    array (
      'code' => '1018090208',
      'name' => 'ชัยนาทพิทยาคม',
      'province' => '9',
    ),
    275 => 
    array (
      'code' => '1018090210',
      'name' => 'ศึกษาสงเคราะห์ชัยนาท',
      'province' => '9',
    ),
    276 => 
    array (
      'code' => '1018090211',
      'name' => 'อุลิตไพบูลย์ชนูปถัมภ์',
      'province' => '9',
    ),
    277 => 
    array (
      'code' => '1018090212',
      'name' => 'สาครพิทยาคม',
      'province' => '9',
    ),
    278 => 
    array (
      'code' => '1018090213',
      'name' => 'วัดสิงห์',
      'province' => '9',
    ),
    279 => 
    array (
      'code' => '1018090214',
      'name' => 'สรรพยาวิทยา',
      'province' => '9',
    ),
    280 => 
    array (
      'code' => '1018090215',
      'name' => 'บุญนาคพิทยาคม',
      'province' => '9',
    ),
    281 => 
    array (
      'code' => '1018090216',
      'name' => 'ชยานุกิจพิทยาคม',
      'province' => '9',
    ),
    282 => 
    array (
      'code' => '1018090217',
      'name' => 'คุรุประชาสรรค์',
      'province' => '9',
    ),
    283 => 
    array (
      'code' => '1018090218',
      'name' => 'ห้วยกรดวิทยา',
      'province' => '9',
    ),
    284 => 
    array (
      'code' => '1018090219',
      'name' => 'หันคาราษฎร์รังสฤษดิ์',
      'province' => '9',
    ),
    285 => 
    array (
      'code' => '1018090220',
      'name' => 'หันคาพิทยาคม',
      'province' => '9',
    ),
    286 => 
    array (
      'code' => '1018090221',
      'name' => 'ศรีสโมสรวิทยา',
      'province' => '9',
    ),
    287 => 
    array (
      'code' => '1018090222',
      'name' => 'เนินขามรัฐประชานุเคราะห์',
      'province' => '9',
    ),
    288 => 
    array (
      'code' => '1019600300',
      'name' => 'สระบุรีวิทยาคม',
      'province' => '10',
    ),
    289 => 
    array (
      'code' => '1019600301',
      'name' => 'สวนกุหลาบวิทยาลัย  สระบุรี',
      'province' => '10',
    ),
    290 => 
    array (
      'code' => '1019600303',
      'name' => 'แก่งคอย',
      'province' => '10',
    ),
    291 => 
    array (
      'code' => '1019600304',
      'name' => 'สองคอนวิทยาคม',
      'province' => '10',
    ),
    292 => 
    array (
      'code' => '1019600305',
      'name' => 'บ้านท่ามะปรางวิทยา',
      'province' => '10',
    ),
    293 => 
    array (
      'code' => '1019600306',
      'name' => 'หนองแค',
      'province' => '10',
    ),
    294 => 
    array (
      'code' => '1019600307',
      'name' => 'คชสิทธิ์กิตติคุณวิทยาคม',
      'province' => '10',
    ),
    295 => 
    array (
      'code' => '1019600308',
      'name' => 'หินกองวิทยาคม',
      'province' => '10',
    ),
    296 => 
    array (
      'code' => '1019600309',
      'name' => 'ประเทียบวิทยาทาน',
      'province' => '10',
    ),
    297 => 
    array (
      'code' => '1019600310',
      'name' => 'หนองแซงวิทยา',
      'province' => '10',
    ),
    298 => 
    array (
      'code' => '1019600311',
      'name' => 'บ้านหมอ(พัฒนานุกูล)',
      'province' => '10',
    ),
    299 => 
    array (
      'code' => '1019600312',
      'name' => 'ดอนพุดวิทยา',
      'province' => '10',
    ),
    300 => 
    array (
      'code' => '1019600313',
      'name' => 'หนองโดนวิทยา',
      'province' => '10',
    ),
    301 => 
    array (
      'code' => '1019600314',
      'name' => 'สุธีวิทยา',
      'province' => '10',
    ),
    302 => 
    array (
      'code' => '1019600315',
      'name' => 'พระพุทธบาท(พลานุกูลวิทยา)',
      'province' => '10',
    ),
    303 => 
    array (
      'code' => '1019600316',
      'name' => 'เสาไห้ "วิมลวิทยานุกูล"',
      'province' => '10',
    ),
    304 => 
    array (
      'code' => '1019600317',
      'name' => 'โคกกระท้อนกิตติวุฒิวิทยา',
      'province' => '10',
    ),
    305 => 
    array (
      'code' => '1019600318',
      'name' => 'มวกเหล็กวิทยา',
      'province' => '10',
    ),
    306 => 
    array (
      'code' => '1019600319',
      'name' => 'ซับน้อยเหนือวิทยาคม',
      'province' => '10',
    ),
    307 => 
    array (
      'code' => '1019600320',
      'name' => 'วังม่วงวิทยาคม',
      'province' => '10',
    ),
    308 => 
    array (
      'code' => '1019600321',
      'name' => 'เทพศิรินทร์ พุแค',
      'province' => '10',
    ),
    309 => 
    array (
      'code' => '1020080308',
      'name' => 'ชลบุรี (สุขบท)',
      'province' => '11',
    ),
    310 => 
    array (
      'code' => '1020080309',
      'name' => 'ชลราษฎรอำรุง',
      'province' => '11',
    ),
    311 => 
    array (
      'code' => '1020080310',
      'name' => 'ชลกันยานุกูล',
      'province' => '11',
    ),
    312 => 
    array (
      'code' => '1020080311',
      'name' => 'ชลกันยานุกูล แสนสุข',
      'province' => '11',
    ),
    313 => 
    array (
      'code' => '1020080312',
      'name' => 'บ้านสวน(จั่นอนุสรณ์)',
      'province' => '11',
    ),
    314 => 
    array (
      'code' => '1020080313',
      'name' => 'ชลราษฎรอำรุง 2',
      'province' => '11',
    ),
    315 => 
    array (
      'code' => '1020080314',
      'name' => 'หนองรีมงคลสุขสวัสดิ์',
      'province' => '11',
    ),
    316 => 
    array (
      'code' => '1020080315',
      'name' => 'โสตศึกษาจังหวัดชลบุรี',
      'province' => '11',
    ),
    317 => 
    array (
      'code' => '1020080316',
      'name' => 'บ้านบึง(อุตสาหกรรมนุเคราะห์)',
      'province' => '11',
    ),
    318 => 
    array (
      'code' => '1020080317',
      'name' => 'บ้านบึง(มนูญวิทยาคาร)',
      'province' => '11',
    ),
    319 => 
    array (
      'code' => '1020080318',
      'name' => 'คลองกิ่วยิ่งวิทยา',
      'province' => '11',
    ),
    320 => 
    array (
      'code' => '1020080319',
      'name' => 'จุฬาภรราชวิทยาลัย ชลบุรี',
      'province' => '11',
    ),
    321 => 
    array (
      'code' => '1020080320',
      'name' => 'หนองใหญ่ศิริวรวาทวิทยา',
      'province' => '11',
    ),
    322 => 
    array (
      'code' => '1020080321',
      'name' => 'บางละมุง',
      'province' => '11',
    ),
    323 => 
    array (
      'code' => '1020080322',
      'name' => 'โพธิสัมพันธ์พิทยาคาร',
      'province' => '11',
    ),
    324 => 
    array (
      'code' => '1020080323',
      'name' => 'ผินแจ่มวิชาสอน',
      'province' => '11',
    ),
    325 => 
    array (
      'code' => '1020080324',
      'name' => 'พานทองสภาชนูปถัมภ์',
      'province' => '11',
    ),
    326 => 
    array (
      'code' => '1020080325',
      'name' => 'พานทอง',
      'province' => '11',
    ),
    327 => 
    array (
      'code' => '1020080326',
      'name' => 'พนัสพิทยาคาร',
      'province' => '11',
    ),
    328 => 
    array (
      'code' => '1020080327',
      'name' => 'ทุ่งเหียงพิทยาคม',
      'province' => '11',
    ),
    329 => 
    array (
      'code' => '1020080329',
      'name' => 'อุทกวิทยาคม',
      'province' => '11',
    ),
    330 => 
    array (
      'code' => '1020080330',
      'name' => 'ศรีราชา',
      'province' => '11',
    ),
    331 => 
    array (
      'code' => '1020080331',
      'name' => 'ทุ่งศุขลาพิทยา(กรุงไทยอนุเคราะห์)',
      'province' => '11',
    ),
    332 => 
    array (
      'code' => '1020080332',
      'name' => 'บึงศรีราชาพิทยาคม',
      'province' => '11',
    ),
    333 => 
    array (
      'code' => '1020080333',
      'name' => 'สุรศักดิ์วิทยาคม',
      'province' => '11',
    ),
    334 => 
    array (
      'code' => '1020080334',
      'name' => 'เกาะสีชัง',
      'province' => '11',
    ),
    335 => 
    array (
      'code' => '1020080335',
      'name' => 'สัตหีบวิทยาคม',
      'province' => '11',
    ),
    336 => 
    array (
      'code' => '1020080337',
      'name' => 'สิงห์สมุทร',
      'province' => '11',
    ),
    337 => 
    array (
      'code' => '1020080338',
      'name' => 'บ่อทองวงษ์จันทร์วิทยา',
      'province' => '11',
    ),
    338 => 
    array (
      'code' => '1020080339',
      'name' => 'เกาะโพธิ์ถ้วยงามวิทยา',
      'province' => '11',
    ),
    339 => 
    array (
      'code' => '1020080340',
      'name' => 'เกาะจันทร์พิทยาคาร',
      'province' => '11',
    ),
    340 => 
    array (
      'code' => '1020080341',
      'name' => 'สวนกุหลาบวิทยาลัย  ชลบุรี',
      'province' => '11',
    ),
    341 => 
    array (
      'code' => '1021470219',
      'name' => 'ระยองวิทยาคม',
      'province' => '12',
    ),
    342 => 
    array (
      'code' => '1021470220',
      'name' => 'เพรักษมาตาวิทยา',
      'province' => '12',
    ),
    343 => 
    array (
      'code' => '1021470221',
      'name' => 'มาบตาพุดพันพิทยาคาร',
      'province' => '12',
    ),
    344 => 
    array (
      'code' => '1021470222',
      'name' => 'วัดป่าประดู่',
      'province' => '12',
    ),
    345 => 
    array (
      'code' => '1021470223',
      'name' => 'ระยองวิทยาคม นิคมอุตสาหกรรม',
      'province' => '12',
    ),
    346 => 
    array (
      'code' => '1021470224',
      'name' => 'ระยองวิทยาคมปากน้ำ',
      'province' => '12',
    ),
    347 => 
    array (
      'code' => '1021470225',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ระยองทร์ ระยอง',
      'province' => '12',
    ),
    348 => 
    array (
      'code' => '1021470226',
      'name' => 'ระยองปัญญานุกูล',
      'province' => '12',
    ),
    349 => 
    array (
      'code' => '1021470227',
      'name' => 'บ้านฉางกาญจนกุลวิทยา',
      'province' => '12',
    ),
    350 => 
    array (
      'code' => '1021470228',
      'name' => 'แกลง(วิทยสถาวร)',
      'province' => '12',
    ),
    351 => 
    array (
      'code' => '1021470229',
      'name' => 'ชำนาญสามัคคีวิทยา',
      'province' => '12',
    ),
    352 => 
    array (
      'code' => '1021470230',
      'name' => 'สุนทรภู่พิทยา',
      'province' => '12',
    ),
    353 => 
    array (
      'code' => '1021470231',
      'name' => 'ห้วยยางศึกษา',
      'province' => '12',
    ),
    354 => 
    array (
      'code' => '1021470232',
      'name' => 'มกุฎเมืองราชวิทยาลัย',
      'province' => '12',
    ),
    355 => 
    array (
      'code' => '1021470233',
      'name' => 'วังจันทร์วิทยา',
      'province' => '12',
    ),
    356 => 
    array (
      'code' => '1021470234',
      'name' => 'บ้านค่าย',
      'province' => '12',
    ),
    357 => 
    array (
      'code' => '1021470235',
      'name' => 'ปลวกแดงพิทยาคม',
      'province' => '12',
    ),
    358 => 
    array (
      'code' => '1021470236',
      'name' => 'ชำฆ้อพิทยาคม',
      'province' => '12',
    ),
    359 => 
    array (
      'code' => '1021470237',
      'name' => 'เขาชะเมาวิทยา',
      'province' => '12',
    ),
    360 => 
    array (
      'code' => '1021470238',
      'name' => 'นิคมวิทยา',
      'province' => '12',
    ),
    361 => 
    array (
      'code' => '1022060229',
      'name' => 'เบญจมราชูทิศ จังหวัดจันทบุรี',
      'province' => '13',
    ),
    362 => 
    array (
      'code' => '1022060230',
      'name' => 'ศรียานุสรณ์',
      'province' => '13',
    ),
    363 => 
    array (
      'code' => '1022060231',
      'name' => 'บางกะจะ',
      'province' => '13',
    ),
    364 => 
    array (
      'code' => '1022060232',
      'name' => 'เบญจมานุสรณ์',
      'province' => '13',
    ),
    365 => 
    array (
      'code' => '1022060233',
      'name' => 'ขลุงรัชดาภิเษก',
      'province' => '13',
    ),
    366 => 
    array (
      'code' => '1022060234',
      'name' => 'บ่อวิทยาคาร',
      'province' => '13',
    ),
    367 => 
    array (
      'code' => '1022060235',
      'name' => 'ตกพรมวิทยาคาร',
      'province' => '13',
    ),
    368 => 
    array (
      'code' => '1022060236',
      'name' => 'ท่าใหม่(พูลสวัสดิ์ราษฎร์นุกูล)',
      'province' => '13',
    ),
    369 => 
    array (
      'code' => '1022060237',
      'name' => 'ศรีรัตน์ราษฎร์นุเคราะห์',
      'province' => '13',
    ),
    370 => 
    array (
      'code' => '1022060238',
      'name' => 'มัธยมวัดเขาสุกิม',
      'province' => '13',
    ),
    371 => 
    array (
      'code' => '1022060239',
      'name' => 'สะพานเลือกวิทยาคม',
      'province' => '13',
    ),
    372 => 
    array (
      'code' => '1022060240',
      'name' => 'โป่งน้ำร้อนวิทยาคม',
      'province' => '13',
    ),
    373 => 
    array (
      'code' => '1022060241',
      'name' => 'หนองตาคงพิทยาคาร',
      'province' => '13',
    ),
    374 => 
    array (
      'code' => '1022060242',
      'name' => 'เครือหวายวิทยาคม',
      'province' => '13',
    ),
    375 => 
    array (
      'code' => '1022060243',
      'name' => 'มะขามสรรเสริญ',
      'province' => '13',
    ),
    376 => 
    array (
      'code' => '1022060245',
      'name' => 'แหลมสิงห์วิทยาคม(อาทรสังขะวัฒนะอุปถัมภ์)',
      'province' => '13',
    ),
    377 => 
    array (
      'code' => '1022060246',
      'name' => 'สอยดาววิทยา',
      'province' => '13',
    ),
    378 => 
    array (
      'code' => '1022060247',
      'name' => 'ทุ่งขนานวิทยา',
      'province' => '13',
    ),
    379 => 
    array (
      'code' => '1022060248',
      'name' => 'แก่งหางแมวพิทยาคาร',
      'province' => '13',
    ),
    380 => 
    array (
      'code' => '1022060249',
      'name' => 'นายายอามพิทยาคม',
      'province' => '13',
    ),
    381 => 
    array (
      'code' => '1022060250',
      'name' => 'มัธยมท่าแคลง',
      'province' => '13',
    ),
    382 => 
    array (
      'code' => '1022060251',
      'name' => 'คิชฌกูฏวิทยา',
      'province' => '13',
    ),
    383 => 
    array (
      'code' => '1022060252',
      'name' => 'คลองพลูวิทยา',
      'province' => '13',
    ),
    384 => 
    array (
      'code' => '1022060253',
      'name' => 'ศึกษาสงเคราะห์จันทบุรี',
      'province' => '13',
    ),
    385 => 
    array (
      'code' => '1023150119',
      'name' => 'วัดคลองสน',
      'province' => '14',
    ),
    386 => 
    array (
      'code' => '1023150122',
      'name' => 'ตราษตระการคุณ',
      'province' => '14',
    ),
    387 => 
    array (
      'code' => '1023150123',
      'name' => 'สตรีประเสริฐศิลป์',
      'province' => '14',
    ),
    388 => 
    array (
      'code' => '1023150124',
      'name' => 'ตราดสรรเสริญวิทยาคม',
      'province' => '14',
    ),
    389 => 
    array (
      'code' => '1023150125',
      'name' => 'คีรีเวสรัตนเพียรอุปถัมภ์',
      'province' => '14',
    ),
    390 => 
    array (
      'code' => '1023150126',
      'name' => 'เขาน้อยวิทยาคม',
      'province' => '14',
    ),
    391 => 
    array (
      'code' => '1023150127',
      'name' => 'อ่าวใหญ่พิทยาคาร',
      'province' => '14',
    ),
    392 => 
    array (
      'code' => '1023150128',
      'name' => 'เนินทรายวิทยาคม',
      'province' => '14',
    ),
    393 => 
    array (
      'code' => '1023150129',
      'name' => 'คลองใหญ่วิทยาคม',
      'province' => '14',
    ),
    394 => 
    array (
      'code' => '1023150130',
      'name' => 'เขาสมิงวิทยาคม(จงจินต์รุจิรวงศ์อุปถัมภ์)',
      'province' => '14',
    ),
    395 => 
    array (
      'code' => '1023150131',
      'name' => 'สะตอวิทยาคม รัชมังคลาภิเษก',
      'province' => '14',
    ),
    396 => 
    array (
      'code' => '1023150132',
      'name' => 'ประณีตวิทยาคม',
      'province' => '14',
    ),
    397 => 
    array (
      'code' => '1023150133',
      'name' => 'บ่อไร่วิทยาคม',
      'province' => '14',
    ),
    398 => 
    array (
      'code' => '1023150134',
      'name' => 'หนองบอนวิทยาคม',
      'province' => '14',
    ),
    399 => 
    array (
      'code' => '1023150135',
      'name' => 'ศึกษาสงเคราะห์ตราด',
      'province' => '14',
    ),
    400 => 
    array (
      'code' => '1023150136',
      'name' => 'แหลมงอบวิทยาคม',
      'province' => '14',
    ),
    401 => 
    array (
      'code' => '1023150137',
      'name' => 'เกาะกูดวิทยาคม',
      'province' => '14',
    ),
    402 => 
    array (
      'code' => '1024070320',
      'name' => 'เบญจมราชรังสฤษฎิ์',
      'province' => '15',
    ),
    403 => 
    array (
      'code' => '1024070321',
      'name' => 'ดัดดรุณี',
      'province' => '15',
    ),
    404 => 
    array (
      'code' => '1024070322',
      'name' => 'พุทธโสธร',
      'province' => '15',
    ),
    405 => 
    array (
      'code' => '1024070323',
      'name' => 'เบญจมราชรังสฤษฎิ์ 3 ชนะสงสารวิทยา',
      'province' => '15',
    ),
    406 => 
    array (
      'code' => '1024070324',
      'name' => 'เบญจมราชรังสฤษฎิ์ 2',
      'province' => '15',
    ),
    407 => 
    array (
      'code' => '1024070326',
      'name' => 'เตรียมอุดมศึกษาเปร็งวิสุทธาธิบดี',
      'province' => '15',
    ),
    408 => 
    array (
      'code' => '1024070327',
      'name' => 'เบญจมราชรังสฤษฎิ์ 5',
      'province' => '15',
    ),
    409 => 
    array (
      'code' => '1024070328',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการ สุวินทวงศ์',
      'province' => '15',
    ),
    410 => 
    array (
      'code' => '1024070329',
      'name' => 'วัดเปี่ยมนิโครธาราม',
      'province' => '15',
    ),
    411 => 
    array (
      'code' => '1024070330',
      'name' => 'บางคล้าพิทยาคม',
      'province' => '15',
    ),
    412 => 
    array (
      'code' => '1024070331',
      'name' => 'บางน้ำเปรี้ยววิทยา',
      'province' => '15',
    ),
    413 => 
    array (
      'code' => '1024070332',
      'name' => 'ดอนฉิมพลีพิทยาคม',
      'province' => '15',
    ),
    414 => 
    array (
      'code' => '1024070333',
      'name' => 'หมอนทองวิทยา',
      'province' => '15',
    ),
    415 => 
    array (
      'code' => '1024070334',
      'name' => 'ไผ่ดำพิทยาคม รัชมังคลาภิเษก',
      'province' => '15',
    ),
    416 => 
    array (
      'code' => '1024070336',
      'name' => 'การทำมาหากินวัดโพธิ์เฉลิมรักษ์ (อนุสรณ์วันเด็กแห่ง',
      'province' => '15',
    ),
    417 => 
    array (
      'code' => '1024070337',
      'name' => 'บางปะกง(บวรวิทยายน)',
      'province' => '15',
    ),
    418 => 
    array (
      'code' => '1024070338',
      'name' => 'พุทธิรังสีพิบูล',
      'province' => '15',
    ),
    419 => 
    array (
      'code' => '1024070339',
      'name' => 'ผาณิตวิทยา',
      'province' => '15',
    ),
    420 => 
    array (
      'code' => '1024070340',
      'name' => 'วิทยาราษฎร์รังสรรค์',
      'province' => '15',
    ),
    421 => 
    array (
      'code' => '1024070341',
      'name' => 'ฉะเชิงเทราปัญญานุกูล',
      'province' => '15',
    ),
    422 => 
    array (
      'code' => '1024070342',
      'name' => 'พนมสารคาม(พนมอดุลวิทยา)',
      'province' => '15',
    ),
    423 => 
    array (
      'code' => '1024070343',
      'name' => 'หนองแหนวิทยา',
      'province' => '15',
    ),
    424 => 
    array (
      'code' => '1024070344',
      'name' => 'กาญจนาภิเษกวิทยาลัย ฉะเชิงเทรา',
      'province' => '15',
    ),
    425 => 
    array (
      'code' => '1024070345',
      'name' => 'ราชสาส์นวิทยา',
      'province' => '15',
    ),
    426 => 
    array (
      'code' => '1024070346',
      'name' => 'สนามชัยเขต',
      'province' => '15',
    ),
    427 => 
    array (
      'code' => '1024070348',
      'name' => 'ไผ่แก้ววิทยา',
      'province' => '15',
    ),
    428 => 
    array (
      'code' => '1024070349',
      'name' => 'หนองไม้แก่นวิทยา',
      'province' => '15',
    ),
    429 => 
    array (
      'code' => '1024070350',
      'name' => 'แปลงยาวพิทยาคม',
      'province' => '15',
    ),
    430 => 
    array (
      'code' => '1024070351',
      'name' => 'มัธยมสิริวัณวรี 3 ฉะเชิงเทรา',
      'province' => '15',
    ),
    431 => 
    array (
      'code' => '1024070352',
      'name' => 'ก้อนแก้วพิทยาคม',
      'province' => '15',
    ),
    432 => 
    array (
      'code' => '1025290265',
      'name' => 'ปราจิณราษฎรอำรุง',
      'province' => '16',
    ),
    433 => 
    array (
      'code' => '1025290266',
      'name' => 'ปราจีนกัลยาณี',
      'province' => '16',
    ),
    434 => 
    array (
      'code' => '1025290267',
      'name' => 'อดุลศาสนกิจศึกษา',
      'province' => '16',
    ),
    435 => 
    array (
      'code' => '1025290269',
      'name' => 'ไทยรัฐวิทยา ๗',
      'province' => '16',
    ),
    436 => 
    array (
      'code' => '1025290271',
      'name' => 'โสตศึกษาจังหวัดปราจีนบุรี',
      'province' => '16',
    ),
    437 => 
    array (
      'code' => '1025290272',
      'name' => 'กบินทร์วิทยา',
      'province' => '16',
    ),
    438 => 
    array (
      'code' => '1025290273',
      'name' => 'ลาดตะเคียนราษฎร์บำรุง',
      'province' => '16',
    ),
    439 => 
    array (
      'code' => '1025290274',
      'name' => 'กบินทร์บุรี',
      'province' => '16',
    ),
    440 => 
    array (
      'code' => '1025290275',
      'name' => 'วังตะเคียนวิทยาคม',
      'province' => '16',
    ),
    441 => 
    array (
      'code' => '1025290276',
      'name' => 'วังดาลวิทยาคม',
      'province' => '16',
    ),
    442 => 
    array (
      'code' => '1025290279',
      'name' => 'มณีเสวตรอุปถัมภ์',
      'province' => '16',
    ),
    443 => 
    array (
      'code' => '1025290280',
      'name' => 'ร่มเกล้า ปราจีนบุรี',
      'province' => '16',
    ),
    444 => 
    array (
      'code' => '1025290282',
      'name' => 'ชิตใจชื่น',
      'province' => '16',
    ),
    445 => 
    array (
      'code' => '1025290284',
      'name' => 'กระทุ่มแพ้ววิทยา',
      'province' => '16',
    ),
    446 => 
    array (
      'code' => '1025290285',
      'name' => 'ประจันตราษฎร์บำรุง',
      'province' => '16',
    ),
    447 => 
    array (
      'code' => '1025290286',
      'name' => 'สุวรรณวิทยา',
      'province' => '16',
    ),
    448 => 
    array (
      'code' => '1025290287',
      'name' => 'วัดพรหมประสิทธิ์',
      'province' => '16',
    ),
    449 => 
    array (
      'code' => '1025290288',
      'name' => 'ศรีมหาโพธิ',
      'province' => '16',
    ),
    450 => 
    array (
      'code' => '1025290289',
      'name' => 'กรอกสมบูรณ์วิทยาคม',
      'province' => '16',
    ),
    451 => 
    array (
      'code' => '1025290290',
      'name' => 'ศรีมโหสถ',
      'province' => '16',
    ),
    452 => 
    array (
      'code' => '1026170151',
      'name' => 'เมืองนครนายก',
      'province' => '17',
    ),
    453 => 
    array (
      'code' => '1026170152',
      'name' => 'นครนายกวิทยาคม',
      'province' => '17',
    ),
    454 => 
    array (
      'code' => '1026170153',
      'name' => 'นวมราชานุสรณ์',
      'province' => '17',
    ),
    455 => 
    array (
      'code' => '1026170154',
      'name' => 'ปิยชาติพัฒนา',
      'province' => '17',
    ),
    456 => 
    array (
      'code' => '1026170155',
      'name' => 'อุบลรัตนราชกัญญาราชวิทยาลัย',
      'province' => '17',
    ),
    457 => 
    array (
      'code' => '1026170156',
      'name' => 'ปากพลีวิทยาคาร',
      'province' => '17',
    ),
    458 => 
    array (
      'code' => '1026170157',
      'name' => 'บ้านนา(นายกพิทยากร)',
      'province' => '17',
    ),
    459 => 
    array (
      'code' => '1026170158',
      'name' => 'เขาเพิ่มนารีผลวิทยา',
      'province' => '17',
    ),
    460 => 
    array (
      'code' => '1026170159',
      'name' => 'เลขธรรมกิตติ์วิทยาคม',
      'province' => '17',
    ),
    461 => 
    array (
      'code' => '1026170160',
      'name' => 'องครักษ์',
      'province' => '17',
    ),
    462 => 
    array (
      'code' => '1026170161',
      'name' => 'ภัทรพิทยาจารย์',
      'province' => '17',
    ),
    463 => 
    array (
      'code' => '1027740294',
      'name' => 'สระแก้ว',
      'province' => '18',
    ),
    464 => 
    array (
      'code' => '1027740296',
      'name' => 'ท่าเกษมพิทยา',
      'province' => '18',
    ),
    465 => 
    array (
      'code' => '1027740298',
      'name' => 'คลองหาดพิทยาคม',
      'province' => '18',
    ),
    466 => 
    array (
      'code' => '1027740300',
      'name' => 'ตาพระยา',
      'province' => '18',
    ),
    467 => 
    array (
      'code' => '1027740301',
      'name' => 'ทัพราชวิทยา',
      'province' => '18',
    ),
    468 => 
    array (
      'code' => '1027740302',
      'name' => 'ซับม่วงวิทยา',
      'province' => '18',
    ),
    469 => 
    array (
      'code' => '1027740303',
      'name' => 'วังน้ำเย็นวิทยาคม',
      'province' => '18',
    ),
    470 => 
    array (
      'code' => '1027740304',
      'name' => 'วังหลังวิทยาคม',
      'province' => '18',
    ),
    471 => 
    array (
      'code' => '1027740307',
      'name' => 'ร่มเกล้าวัฒนานคร สระแก้ว รัชมังคลาภิเษก',
      'province' => '18',
    ),
    472 => 
    array (
      'code' => '1027740308',
      'name' => 'อรัญประเทศ',
      'province' => '18',
    ),
    473 => 
    array (
      'code' => '1027740309',
      'name' => 'คลองน้ำใสวิทยาคาร',
      'province' => '18',
    ),
    474 => 
    array (
      'code' => '1027740312',
      'name' => 'ทัพพระยาพิทยา',
      'province' => '18',
    ),
    475 => 
    array (
      'code' => '1027740313',
      'name' => 'วังสมบูรณ์วิทยาคม',
      'province' => '18',
    ),
    476 => 
    array (
      'code' => '1027740314',
      'name' => 'วังไพรวิทยาคม',
      'province' => '18',
    ),
    477 => 
    array (
      'code' => '1030200229',
      'name' => 'บ้านละโว้',
      'province' => '19',
    ),
    478 => 
    array (
      'code' => '1030200241',
      'name' => 'ท่าลาด',
      'province' => '19',
    ),
    479 => 
    array (
      'code' => '1030200262',
      'name' => 'บ้านประสุข',
      'province' => '19',
    ),
    480 => 
    array (
      'code' => '1030200384',
      'name' => 'ด่านขุนทด',
      'province' => '19',
    ),
    481 => 
    array (
      'code' => '1030200406',
      'name' => 'บ้านสำพะเนียง',
      'province' => '19',
    ),
    482 => 
    array (
      'code' => '1030200415',
      'name' => 'วัดบ้านโคกหนองแวง',
      'province' => '19',
    ),
    483 => 
    array (
      'code' => '1030200458',
      'name' => 'ชุมชนบ้านโคกสวาย',
      'province' => '19',
    ),
    484 => 
    array (
      'code' => '1030200616',
      'name' => 'ดอนมัน',
      'province' => '19',
    ),
    485 => 
    array (
      'code' => '1030200629',
      'name' => 'วัดบ้านทุ่งสว่าง',
      'province' => '19',
    ),
    486 => 
    array (
      'code' => '1030200878',
      'name' => 'เพชรหนองขาม',
      'province' => '19',
    ),
    487 => 
    array (
      'code' => '1030201193',
      'name' => 'บ้านไทยสามัคคี',
      'province' => '19',
    ),
    488 => 
    array (
      'code' => '1030201212',
      'name' => 'บ้านระเริง',
      'province' => '19',
    ),
    489 => 
    array (
      'code' => '1030201265',
      'name' => 'กุดตาดำ(คงฤทธิ์คุรุราษฎร์สามัคคี)',
      'province' => '19',
    ),
    490 => 
    array (
      'code' => '1030201285',
      'name' => 'บ้านอ้อประชาสามัคคี',
      'province' => '19',
    ),
    491 => 
    array (
      'code' => '1030201355',
      'name' => 'ราชสีมาวิทยาลัย',
      'province' => '19',
    ),
    492 => 
    array (
      'code' => '1030201356',
      'name' => 'สุรนารีวิทยา',
      'province' => '19',
    ),
    493 => 
    array (
      'code' => '1030201357',
      'name' => 'บุญวัฒนา',
      'province' => '19',
    ),
    494 => 
    array (
      'code' => '1030201358',
      'name' => 'มหิศราธิบดี',
      'province' => '19',
    ),
    495 => 
    array (
      'code' => '1030201359',
      'name' => 'โคราชพิทยาคม',
      'province' => '19',
    ),
    496 => 
    array (
      'code' => '1030201360',
      'name' => 'บุญเหลือวิทยานุสรณ์',
      'province' => '19',
    ),
    497 => 
    array (
      'code' => '1030201361',
      'name' => 'สุรธรรมพิทักษ์',
      'province' => '19',
    ),
    498 => 
    array (
      'code' => '1030201362',
      'name' => 'สุรนารีวิทยา 2',
      'province' => '19',
    ),
    499 => 
    array (
      'code' => '1030201363',
      'name' => 'พุดซาพิทยาคม',
      'province' => '19',
    ),
    500 => 
    array (
      'code' => '1030201364',
      'name' => 'ราชสีมาวิทยาลัย2',
      'province' => '19',
    ),
    501 => 
    array (
      'code' => '1030201366',
      'name' => 'บุญวัฒนา 2',
      'province' => '19',
    ),
    502 => 
    array (
      'code' => '1030201367',
      'name' => 'นครราชสีมาปัญญานุกูล',
      'province' => '19',
    ),
    503 => 
    array (
      'code' => '1030201369',
      'name' => 'จระเข้หินสังฆกิจวิทยา',
      'province' => '19',
    ),
    504 => 
    array (
      'code' => '1030201375',
      'name' => 'โนนสมบูรณ์วิทยา',
      'province' => '19',
    ),
    505 => 
    array (
      'code' => '1030201376',
      'name' => 'เสิงสาง',
      'province' => '19',
    ),
    506 => 
    array (
      'code' => '1030201378',
      'name' => 'เมืองคง',
      'province' => '19',
    ),
    507 => 
    array (
      'code' => '1030201380',
      'name' => 'เทพาลัย',
      'province' => '19',
    ),
    508 => 
    array (
      'code' => '1030201382',
      'name' => 'บ้านเหลื่อมพิทยาสรรพ์',
      'province' => '19',
    ),
    509 => 
    array (
      'code' => '1030201383',
      'name' => 'จักราชวิทยา',
      'province' => '19',
    ),
    510 => 
    array (
      'code' => '1030201386',
      'name' => 'โชคชัยสามัคคี',
      'province' => '19',
    ),
    511 => 
    array (
      'code' => '1030201389',
      'name' => 'มัธยมด่านขุนทด',
      'province' => '19',
    ),
    512 => 
    array (
      'code' => '1030201390',
      'name' => 'หนองกราดวัฒนา',
      'province' => '19',
    ),
    513 => 
    array (
      'code' => '1030201393',
      'name' => 'หนองบัวละครวิทยา',
      'province' => '19',
    ),
    514 => 
    array (
      'code' => '1030201398',
      'name' => 'โนนสูงศรีธานี',
      'province' => '19',
    ),
    515 => 
    array (
      'code' => '1030201399',
      'name' => 'ศรีสุขวิทยา',
      'province' => '19',
    ),
    516 => 
    array (
      'code' => '1030201400',
      'name' => 'ธารปราสาทเพชรวิทยา',
      'province' => '19',
    ),
    517 => 
    array (
      'code' => '1030201403',
      'name' => 'ขามสะแกแสง',
      'province' => '19',
    ),
    518 => 
    array (
      'code' => '1030201406',
      'name' => 'เกล็ดลิ้นวิทยา',
      'province' => '19',
    ),
    519 => 
    array (
      'code' => '1030201409',
      'name' => 'หันห้วยทรายพิทยาคม',
      'province' => '19',
    ),
    520 => 
    array (
      'code' => '1030201410',
      'name' => 'ปักธงชัยประชานิรมิต',
      'province' => '19',
    ),
    521 => 
    array (
      'code' => '1030201411',
      'name' => 'สมเด็จพระธีรญาณมุนี',
      'province' => '19',
    ),
    522 => 
    array (
      'code' => '1030201414',
      'name' => 'พิมายวิทยา',
      'province' => '19',
    ),
    523 => 
    array (
      'code' => '1030201415',
      'name' => 'พิมายดำรงวิทยาคม',
      'province' => '19',
    ),
    524 => 
    array (
      'code' => '1030201416',
      'name' => 'นิคมพิมายศึกษา',
      'province' => '19',
    ),
    525 => 
    array (
      'code' => '1030201417',
      'name' => 'ห้วยแถลงพิทยาคม',
      'province' => '19',
    ),
    526 => 
    array (
      'code' => '1030201418',
      'name' => 'เมืองพลับพลาพิทยาคม',
      'province' => '19',
    ),
    527 => 
    array (
      'code' => '1030201420',
      'name' => 'ชุมพวงศึกษา',
      'province' => '19',
    ),
    528 => 
    array (
      'code' => '1030201427',
      'name' => 'ขามทะเลสอวิทยา',
      'province' => '19',
    ),
    529 => 
    array (
      'code' => '1030201432',
      'name' => 'หนองน้ำใสพิทยาคม',
      'province' => '19',
    ),
    530 => 
    array (
      'code' => '1030201435',
      'name' => 'ปากช่อง',
      'province' => '19',
    ),
    531 => 
    array (
      'code' => '1030201436',
      'name' => 'มัธยมวชิราลงกรณวราราม',
      'province' => '19',
    ),
    532 => 
    array (
      'code' => '1030201442',
      'name' => 'หนองบุญมากประสงค์วิทยา',
      'province' => '19',
    ),
    533 => 
    array (
      'code' => '1030201443',
      'name' => 'บึงพะไล',
      'province' => '19',
    ),
    534 => 
    array (
      'code' => '1030201444',
      'name' => 'แก้งสนามนางพิทยาคม',
      'province' => '19',
    ),
    535 => 
    array (
      'code' => '1030201445',
      'name' => 'ภู่วิทยา',
      'province' => '19',
    ),
    536 => 
    array (
      'code' => '1030201446',
      'name' => 'มิตรภาพวิทยา',
      'province' => '19',
    ),
    537 => 
    array (
      'code' => '1030201451',
      'name' => 'กระเบื้องนอกพิทยาคม',
      'province' => '19',
    ),
    538 => 
    array (
      'code' => '1030201455',
      'name' => 'บุญเหลือวิทยานุสรณ์ 2',
      'province' => '19',
    ),
    539 => 
    array (
      'code' => '1030201457',
      'name' => 'ลำทะเมนไชยพิทยาคม',
      'province' => '19',
    ),
    540 => 
    array (
      'code' => '1030201460',
      'name' => 'สีดาวิทยา',
      'province' => '19',
    ),
    541 => 
    array (
      'code' => '1030201462',
      'name' => 'ท่าช้างราษฏร์บำรุง',
      'province' => '19',
    ),
    542 => 
    array (
      'code' => '1031260846',
      'name' => 'บุรีรัมย์พิทยาคม',
      'province' => '20',
    ),
    543 => 
    array (
      'code' => '1031260847',
      'name' => 'ภัทรบพิตร',
      'province' => '20',
    ),
    544 => 
    array (
      'code' => '1031260848',
      'name' => 'บัวหลวงวิทยาคม',
      'province' => '20',
    ),
    545 => 
    array (
      'code' => '1031260849',
      'name' => 'พระครูพิทยาคม',
      'province' => '20',
    ),
    546 => 
    array (
      'code' => '1031260850',
      'name' => 'สองห้องพิทยาคม',
      'province' => '20',
    ),
    547 => 
    array (
      'code' => '1031260851',
      'name' => 'กนกศิลป์พิทยาคม',
      'province' => '20',
    ),
    548 => 
    array (
      'code' => '1031260852',
      'name' => 'สวายจีกพิทยาคม',
      'province' => '20',
    ),
    549 => 
    array (
      'code' => '1031260853',
      'name' => 'หนองตาดพิทยาคม',
      'province' => '20',
    ),
    550 => 
    array (
      'code' => '1031260854',
      'name' => 'กลันทาพิทยาคม',
      'province' => '20',
    ),
    551 => 
    array (
      'code' => '1031260855',
      'name' => 'คูเมืองวิทยาคม',
      'province' => '20',
    ),
    552 => 
    array (
      'code' => '1031260856',
      'name' => 'ตูมใหญ่วิทยา',
      'province' => '20',
    ),
    553 => 
    array (
      'code' => '1031260857',
      'name' => 'มัธยมพรสำราญ',
      'province' => '20',
    ),
    554 => 
    array (
      'code' => '1031260859',
      'name' => 'กระสังพิทยาคม',
      'province' => '20',
    ),
    555 => 
    array (
      'code' => '1031260860',
      'name' => 'ลำดวนพิทยาคม',
      'province' => '20',
    ),
    556 => 
    array (
      'code' => '1031260861',
      'name' => 'สูงเนินพิทยาคม',
      'province' => '20',
    ),
    557 => 
    array (
      'code' => '1031260862',
      'name' => 'ชุมแสงพิทยาคม',
      'province' => '20',
    ),
    558 => 
    array (
      'code' => '1031260863',
      'name' => 'นางรอง',
      'province' => '20',
    ),
    559 => 
    array (
      'code' => '1031260864',
      'name' => 'สิงหวิทยาคม',
      'province' => '20',
    ),
    560 => 
    array (
      'code' => '1031260865',
      'name' => 'นางรองพิทยาคม',
      'province' => '20',
    ),
    561 => 
    array (
      'code' => '1031260866',
      'name' => 'ทุ่งแสงทองพิทยาคม',
      'province' => '20',
    ),
    562 => 
    array (
      'code' => '1031260867',
      'name' => 'พิมพ์รัฐประชาสรรค์',
      'province' => '20',
    ),
    563 => 
    array (
      'code' => '1031260868',
      'name' => 'เหลืองพนาวิทยาคม',
      'province' => '20',
    ),
    564 => 
    array (
      'code' => '1031260869',
      'name' => 'ถนนหักพิทยาคม',
      'province' => '20',
    ),
    565 => 
    array (
      'code' => '1031260870',
      'name' => 'ศึกษาสงเคราะห์นางรอง',
      'province' => '20',
    ),
    566 => 
    array (
      'code' => '1031260871',
      'name' => 'หนองกี่พิทยาคม',
      'province' => '20',
    ),
    567 => 
    array (
      'code' => '1031260872',
      'name' => 'เมืองโพธิ์ชัยพิทยาคม',
      'province' => '20',
    ),
    568 => 
    array (
      'code' => '1031260873',
      'name' => 'ละหานทรายรัชดาภิเษก',
      'province' => '20',
    ),
    569 => 
    array (
      'code' => '1031260874',
      'name' => 'ร่วมจิตต์วิทยา',
      'province' => '20',
    ),
    570 => 
    array (
      'code' => '1031260875',
      'name' => 'ละหานทรายวิทยา',
      'province' => '20',
    ),
    571 => 
    array (
      'code' => '1031260876',
      'name' => 'ตาจงพิทยาสรรค์',
      'province' => '20',
    ),
    572 => 
    array (
      'code' => '1031260877',
      'name' => 'ประโคนชัยพิทยาคม',
      'province' => '20',
    ),
    573 => 
    array (
      'code' => '1031260878',
      'name' => 'บ้านบุวิทยาสรรค์',
      'province' => '20',
    ),
    574 => 
    array (
      'code' => '1031260879',
      'name' => 'ไพศาลพิทยาคม',
      'province' => '20',
    ),
    575 => 
    array (
      'code' => '1031260880',
      'name' => 'เมืองตลุงพิทยาสรรพ์',
      'province' => '20',
    ),
    576 => 
    array (
      'code' => '1031260881',
      'name' => 'แสลงโทนพิทยาคม',
      'province' => '20',
    ),
    577 => 
    array (
      'code' => '1031260882',
      'name' => 'บ้านกรวดวิทยาคาร',
      'province' => '20',
    ),
    578 => 
    array (
      'code' => '1031260883',
      'name' => 'โนนเจริญพิทยาคม',
      'province' => '20',
    ),
    579 => 
    array (
      'code' => '1031260884',
      'name' => 'พุทไธสง',
      'province' => '20',
    ),
    580 => 
    array (
      'code' => '1031260885',
      'name' => 'ธารทองพิทยาคม',
      'province' => '20',
    ),
    581 => 
    array (
      'code' => '1031260886',
      'name' => 'ลำปลายมาศ',
      'province' => '20',
    ),
    582 => 
    array (
      'code' => '1031260887',
      'name' => 'ตลาดโพธิ์พิทยาคม',
      'province' => '20',
    ),
    583 => 
    array (
      'code' => '1031260888',
      'name' => 'จตุราษฏร์พิทยาคม',
      'province' => '20',
    ),
    584 => 
    array (
      'code' => '1031260889',
      'name' => 'เมืองแฝกพิทยาคม',
      'province' => '20',
    ),
    585 => 
    array (
      'code' => '1031260890',
      'name' => 'ทะเมนชัยพิทยาคม',
      'province' => '20',
    ),
    586 => 
    array (
      'code' => '1031260891',
      'name' => 'สตึก',
      'province' => '20',
    ),
    587 => 
    array (
      'code' => '1031260892',
      'name' => 'เมืองแกพิทยาคม',
      'province' => '20',
    ),
    588 => 
    array (
      'code' => '1031260893',
      'name' => 'จุฬาภรณราชวิทยาลัย บุรีรัมย์',
      'province' => '20',
    ),
    589 => 
    array (
      'code' => '1031260894',
      'name' => 'สะแกพิทยาคม',
      'province' => '20',
    ),
    590 => 
    array (
      'code' => '1031260895',
      'name' => 'ร่อนทองพิทยาคม',
      'province' => '20',
    ),
    591 => 
    array (
      'code' => '1031260896',
      'name' => 'สมเสม็ดวิทยา',
      'province' => '20',
    ),
    592 => 
    array (
      'code' => '1031260897',
      'name' => 'ไทยเจริญวิทยา',
      'province' => '20',
    ),
    593 => 
    array (
      'code' => '1031260898',
      'name' => 'ปะคำพิทยาคม',
      'province' => '20',
    ),
    594 => 
    array (
      'code' => '1031260899',
      'name' => 'นาโพธิ์พิทยาคม',
      'province' => '20',
    ),
    595 => 
    array (
      'code' => '1031260900',
      'name' => 'อุดมอักษรพิทยาคม',
      'province' => '20',
    ),
    596 => 
    array (
      'code' => '1031260901',
      'name' => 'หนองหงส์พิทยาคม',
      'province' => '20',
    ),
    597 => 
    array (
      'code' => '1031260902',
      'name' => 'ห้วยหินพิทยาคม',
      'province' => '20',
    ),
    598 => 
    array (
      'code' => '1031260903',
      'name' => 'พลับพลาชัยพิทยาคม',
      'province' => '20',
    ),
    599 => 
    array (
      'code' => '1031260904',
      'name' => 'ห้วยราชพิทยาคม',
      'province' => '20',
    ),
    600 => 
    array (
      'code' => '1031260905',
      'name' => 'โนนสุวรรณพิทยาคม',
      'province' => '20',
    ),
    601 => 
    array (
      'code' => '1031260906',
      'name' => 'สามัคคีพิทยาคม',
      'province' => '20',
    ),
    602 => 
    array (
      'code' => '1031260907',
      'name' => 'ชำนิพิทยาคม',
      'province' => '20',
    ),
    603 => 
    array (
      'code' => '1031260908',
      'name' => 'กู่สวนแตงพิทยาคม',
      'province' => '20',
    ),
    604 => 
    array (
      'code' => '1031260909',
      'name' => 'ร่มเกล้า',
      'province' => '20',
    ),
    605 => 
    array (
      'code' => '1031260910',
      'name' => 'รมย์บุรีพิทยาคม รัชมังคลาภิเษก',
      'province' => '20',
    ),
    606 => 
    array (
      'code' => '1031260911',
      'name' => 'แคนดงพิทยาคม',
      'province' => '20',
    ),
    607 => 
    array (
      'code' => '1031260912',
      'name' => 'ดงพลองพิทยาคม',
      'province' => '20',
    ),
    608 => 
    array (
      'code' => '1031260913',
      'name' => 'พนมรุ้ง',
      'province' => '20',
    ),
    609 => 
    array (
      'code' => '1032650411',
      'name' => 'บ้านตรึม(ตรึมวิทยานุเคราะห์)',
      'province' => '21',
    ),
    610 => 
    array (
      'code' => '1032650652',
      'name' => 'บ้านสะเดา',
      'province' => '21',
    ),
    611 => 
    array (
      'code' => '1032650676',
      'name' => 'บ้านตรวจ',
      'province' => '21',
    ),
    612 => 
    array (
      'code' => '1032650695',
      'name' => 'บ้านรุน',
      'province' => '21',
    ),
    613 => 
    array (
      'code' => '1032650757',
      'name' => 'สุรวิทยาคาร',
      'province' => '21',
    ),
    614 => 
    array (
      'code' => '1032650758',
      'name' => 'สิรินธร',
      'province' => '21',
    ),
    615 => 
    array (
      'code' => '1032650759',
      'name' => 'สวายวิทยาคาร',
      'province' => '21',
    ),
    616 => 
    array (
      'code' => '1032650760',
      'name' => 'เทนมีย์มิตรประชา',
      'province' => '21',
    ),
    617 => 
    array (
      'code' => '1032650761',
      'name' => 'นาดีวิทยา',
      'province' => '21',
    ),
    618 => 
    array (
      'code' => '1032650762',
      'name' => 'ศรีไผทสมันต์',
      'province' => '21',
    ),
    619 => 
    array (
      'code' => '1032650763',
      'name' => 'รามวิทยา รัชมังคลาภิเษก',
      'province' => '21',
    ),
    620 => 
    array (
      'code' => '1032650764',
      'name' => 'สุรินทร์ภักดี',
      'province' => '21',
    ),
    621 => 
    array (
      'code' => '1032650765',
      'name' => 'พญารามวิทยา',
      'province' => '21',
    ),
    622 => 
    array (
      'code' => '1032650766',
      'name' => 'สุรินทร์ราชมงคล',
      'province' => '21',
    ),
    623 => 
    array (
      'code' => '1032650767',
      'name' => 'โชคเพชรพิทยา',
      'province' => '21',
    ),
    624 => 
    array (
      'code' => '1032650768',
      'name' => 'สุรินทร์พิทยาคม',
      'province' => '21',
    ),
    625 => 
    array (
      'code' => '1032650769',
      'name' => 'วีรวัฒน์โยธิน',
      'province' => '21',
    ),
    626 => 
    array (
      'code' => '1032650770',
      'name' => 'มหิธรวิทยา',
      'province' => '21',
    ),
    627 => 
    array (
      'code' => '1032650771',
      'name' => 'นาบัววิทยา',
      'province' => '21',
    ),
    628 => 
    array (
      'code' => '1032650772',
      'name' => 'ศรีรามประชาสรรค์',
      'province' => '21',
    ),
    629 => 
    array (
      'code' => '1032650773',
      'name' => 'ตั้งใจวิทยาคม',
      'province' => '21',
    ),
    630 => 
    array (
      'code' => '1032650774',
      'name' => 'ท่าสว่างวิทยา',
      'province' => '21',
    ),
    631 => 
    array (
      'code' => '1032650775',
      'name' => 'แสงทรัพย์ประชาวิทยาคาร',
      'province' => '21',
    ),
    632 => 
    array (
      'code' => '1032650776',
      'name' => 'ชุมพลวิทยาสรรค์',
      'province' => '21',
    ),
    633 => 
    array (
      'code' => '1032650777',
      'name' => 'เมืองบัววิทยา',
      'province' => '21',
    ),
    634 => 
    array (
      'code' => '1032650778',
      'name' => 'ลำพลับพลาวิทยาคาร',
      'province' => '21',
    ),
    635 => 
    array (
      'code' => '1032650779',
      'name' => 'ท่าตูมประชาเสริมวิทย์',
      'province' => '21',
    ),
    636 => 
    array (
      'code' => '1032650780',
      'name' => 'ลานทรายพิทยาคม',
      'province' => '21',
    ),
    637 => 
    array (
      'code' => '1032650781',
      'name' => 'เมืองแกพิทยาสรรค์',
      'province' => '21',
    ),
    638 => 
    array (
      'code' => '1032650782',
      'name' => 'พรมเทพพิทยาคม',
      'province' => '21',
    ),
    639 => 
    array (
      'code' => '1032650783',
      'name' => 'ช้างบุญวิทยา',
      'province' => '21',
    ),
    640 => 
    array (
      'code' => '1032650784',
      'name' => 'ทุ่งกุลาพิทยาคม',
      'province' => '21',
    ),
    641 => 
    array (
      'code' => '1032650785',
      'name' => 'โนนแท่นพิทยาคม',
      'province' => '21',
    ),
    642 => 
    array (
      'code' => '1032650786',
      'name' => 'ศรีปทุมพิทยาคม',
      'province' => '21',
    ),
    643 => 
    array (
      'code' => '1032650787',
      'name' => 'จอมพระประชาสรรค์',
      'province' => '21',
    ),
    644 => 
    array (
      'code' => '1032650788',
      'name' => 'เมืองลีงวิทยา',
      'province' => '21',
    ),
    645 => 
    array (
      'code' => '1032650789',
      'name' => 'บุแกรงวิทยาคม',
      'province' => '21',
    ),
    646 => 
    array (
      'code' => '1032650790',
      'name' => 'หนองสนิทวิทยา',
      'province' => '21',
    ),
    647 => 
    array (
      'code' => '1032650791',
      'name' => 'ประสาทวิทยาคาร',
      'province' => '21',
    ),
    648 => 
    array (
      'code' => '1032650792',
      'name' => 'โคกยางวิทยา',
      'province' => '21',
    ),
    649 => 
    array (
      'code' => '1032650793',
      'name' => 'ตานีวิทยา',
      'province' => '21',
    ),
    650 => 
    array (
      'code' => '1032650794',
      'name' => 'ไทรแก้ววิทยา',
      'province' => '21',
    ),
    651 => 
    array (
      'code' => '1032650795',
      'name' => 'ทุ่งมนวิทยาคาร',
      'province' => '21',
    ),
    652 => 
    array (
      'code' => '1032650796',
      'name' => 'เชื้อเพลิงวิทยา',
      'province' => '21',
    ),
    653 => 
    array (
      'code' => '1032650797',
      'name' => 'ตาเบาวิทยา',
      'province' => '21',
    ),
    654 => 
    array (
      'code' => '1032650798',
      'name' => 'โสตศึกษาจังหวัดสุรินทร์',
      'province' => '21',
    ),
    655 => 
    array (
      'code' => '1032650799',
      'name' => 'กาบเชิงวิทยา',
      'province' => '21',
    ),
    656 => 
    array (
      'code' => '1032650800',
      'name' => 'แนงมุดวิทยา',
      'province' => '21',
    ),
    657 => 
    array (
      'code' => '1032650801',
      'name' => 'โคกตะเคียนวิทยาิ',
      'province' => '21',
    ),
    658 => 
    array (
      'code' => '1032650802',
      'name' => 'ปราสาทเบงวิทยา',
      'province' => '21',
    ),
    659 => 
    array (
      'code' => '1032650803',
      'name' => 'รัตนบุรี',
      'province' => '21',
    ),
    660 => 
    array (
      'code' => '1032650804',
      'name' => 'ดอนแรดวิทยา',
      'province' => '21',
    ),
    661 => 
    array (
      'code' => '1032650805',
      'name' => 'เบิดพิทยาสรรค์',
      'province' => '21',
    ),
    662 => 
    array (
      'code' => '1032650806',
      'name' => 'ธาตุศรีนคร',
      'province' => '21',
    ),
    663 => 
    array (
      'code' => '1032650807',
      'name' => 'แกศึกษาพัฒนา',
      'province' => '21',
    ),
    664 => 
    array (
      'code' => '1032650808',
      'name' => 'ทับโพธิ์พัฒนวิทย์',
      'province' => '21',
    ),
    665 => 
    array (
      'code' => '1032650809',
      'name' => 'สนมวิทยาคาร',
      'province' => '21',
    ),
    666 => 
    array (
      'code' => '1032650810',
      'name' => 'หนองอียอวิทยา',
      'province' => '21',
    ),
    667 => 
    array (
      'code' => '1032650811',
      'name' => 'หนองขุนศรีวิทยา',
      'province' => '21',
    ),
    668 => 
    array (
      'code' => '1032650812',
      'name' => 'ศีขรภูมิพิสัย',
      'province' => '21',
    ),
    669 => 
    array (
      'code' => '1032650813',
      'name' => 'แตลศิริวิทยา',
      'province' => '21',
    ),
    670 => 
    array (
      'code' => '1032650814',
      'name' => 'ห้วยจริงวิทยา',
      'province' => '21',
    ),
    671 => 
    array (
      'code' => '1032650815',
      'name' => 'กุดไผทประชาสรรค์',
      'province' => '21',
    ),
    672 => 
    array (
      'code' => '1032650816',
      'name' => 'จารย์วิทยาคาร',
      'province' => '21',
    ),
    673 => 
    array (
      'code' => '1032650817',
      'name' => 'มัธยมจารพัตวิทยา',
      'province' => '21',
    ),
    674 => 
    array (
      'code' => '1032650818',
      'name' => 'หนองแวงวิทยาคม',
      'province' => '21',
    ),
    675 => 
    array (
      'code' => '1032650819',
      'name' => 'ขวาวใหญ่วิทยา',
      'province' => '21',
    ),
    676 => 
    array (
      'code' => '1032650820',
      'name' => 'วังข่าพัฒนา',
      'province' => '21',
    ),
    677 => 
    array (
      'code' => '1032650821',
      'name' => 'ยางวิทยาคาร',
      'province' => '21',
    ),
    678 => 
    array (
      'code' => '1032650822',
      'name' => 'สังขะ',
      'province' => '21',
    ),
    679 => 
    array (
      'code' => '1032650823',
      'name' => 'กระเทียมวิทยา',
      'province' => '21',
    ),
    680 => 
    array (
      'code' => '1032650824',
      'name' => 'ตาคงวิทยา รัชมังคลาภิเษก',
      'province' => '21',
    ),
    681 => 
    array (
      'code' => '1032650825',
      'name' => 'ขนาดมอญพิทยาคม',
      'province' => '21',
    ),
    682 => 
    array (
      'code' => '1032650826',
      'name' => 'มัธยมทับทิมสยาม 04',
      'province' => '21',
    ),
    683 => 
    array (
      'code' => '1032650827',
      'name' => 'พระแก้ววิทยา',
      'province' => '21',
    ),
    684 => 
    array (
      'code' => '1032650828',
      'name' => 'เทพอุดมวิทยา',
      'province' => '21',
    ),
    685 => 
    array (
      'code' => '1032650829',
      'name' => 'สุรพินท์พิทยา',
      'province' => '21',
    ),
    686 => 
    array (
      'code' => '1032650830',
      'name' => 'พนาสนวิทยา',
      'province' => '21',
    ),
    687 => 
    array (
      'code' => '1032650831',
      'name' => 'สำโรงทาบวิทยาคม',
      'province' => '21',
    ),
    688 => 
    array (
      'code' => '1032650832',
      'name' => 'ศรีสุขวิทยา',
      'province' => '21',
    ),
    689 => 
    array (
      'code' => '1032650833',
      'name' => 'บัวเชดวิทยา',
      'province' => '21',
    ),
    690 => 
    array (
      'code' => '1032650834',
      'name' => 'มัธยมศรีลำเภาลูน',
      'province' => '21',
    ),
    691 => 
    array (
      'code' => '1032650835',
      'name' => 'พนมดงรักวิทยา',
      'province' => '21',
    ),
    692 => 
    array (
      'code' => '1032650836',
      'name' => 'ศรีณรงค์พิทยาลัย',
      'province' => '21',
    ),
    693 => 
    array (
      'code' => '1032650837',
      'name' => 'สินรินทร์วิทยา',
      'province' => '21',
    ),
    694 => 
    array (
      'code' => '1032650838',
      'name' => 'แร่วิทยา',
      'province' => '21',
    ),
    695 => 
    array (
      'code' => '1032650839',
      'name' => 'บึงนครประชาสรรค์',
      'province' => '21',
    ),
    696 => 
    array (
      'code' => '1032650840',
      'name' => 'นารายณ์คำผงวิทยา',
      'province' => '21',
    ),
    697 => 
    array (
      'code' => '1032650841',
      'name' => 'โนนเทพ',
      'province' => '21',
    ),
    698 => 
    array (
      'code' => '1032650842',
      'name' => 'ประดู่แก้วประชาสรรค์',
      'province' => '21',
    ),
    699 => 
    array (
      'code' => '1033530200',
      'name' => 'บ้านโดนอาว',
      'province' => '22',
    ),
    700 => 
    array (
      'code' => '1033530238',
      'name' => 'บ้านกันทรารมย์',
      'province' => '22',
    ),
    701 => 
    array (
      'code' => '1033530290',
      'name' => 'บ้านตาอุด',
      'province' => '22',
    ),
    702 => 
    array (
      'code' => '1033530844',
      'name' => 'บ้านเปือย',
      'province' => '22',
    ),
    703 => 
    array (
      'code' => '1033530885',
      'name' => 'ศรีสะเกษวิทยาลัย',
      'province' => '22',
    ),
    704 => 
    array (
      'code' => '1033530886',
      'name' => 'สตรีสิริเกศ',
      'province' => '22',
    ),
    705 => 
    array (
      'code' => '1033530887',
      'name' => 'คูซอดประชาสรรค์',
      'province' => '22',
    ),
    706 => 
    array (
      'code' => '1033530888',
      'name' => 'ไกรภักดีวิทยาคม',
      'province' => '22',
    ),
    707 => 
    array (
      'code' => '1033530889',
      'name' => 'ศรีสะเกษวิทยาลัย 2  ห้วยคล้า',
      'province' => '22',
    ),
    708 => 
    array (
      'code' => '1033530890',
      'name' => 'สิริเกศน้อมเกล้า',
      'province' => '22',
    ),
    709 => 
    array (
      'code' => '1033530891',
      'name' => 'มัธยมโพนค้อ',
      'province' => '22',
    ),
    710 => 
    array (
      'code' => '1033530892',
      'name' => 'น้ำคำวิทยา',
      'province' => '22',
    ),
    711 => 
    array (
      'code' => '1033530893',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ศรีสะเกษ',
      'province' => '22',
    ),
    712 => 
    array (
      'code' => '1033530894',
      'name' => 'ราชประชานุเคราะห์ 29',
      'province' => '22',
    ),
    713 => 
    array (
      'code' => '1033530895',
      'name' => 'ยางชุมน้อยพิทยาคม',
      'province' => '22',
    ),
    714 => 
    array (
      'code' => '1033530896',
      'name' => 'ลิ้นฟ้าพิทยาคม',
      'province' => '22',
    ),
    715 => 
    array (
      'code' => '1033530897',
      'name' => 'กันทรารมณ์',
      'province' => '22',
    ),
    716 => 
    array (
      'code' => '1033530898',
      'name' => 'ละทายวิทยา',
      'province' => '22',
    ),
    717 => 
    array (
      'code' => '1033530899',
      'name' => 'บัวน้อยวิทยา',
      'province' => '22',
    ),
    718 => 
    array (
      'code' => '1033530903',
      'name' => 'ประสานมิตรวิทยา',
      'province' => '22',
    ),
    719 => 
    array (
      'code' => '1033530905',
      'name' => 'กันทรลักษ์วิทยา',
      'province' => '22',
    ),
    720 => 
    array (
      'code' => '1033530907',
      'name' => 'บึงมะลูวิทยา',
      'province' => '22',
    ),
    721 => 
    array (
      'code' => '1033530910',
      'name' => 'กระแชงวิทยา',
      'province' => '22',
    ),
    722 => 
    array (
      'code' => '1033530911',
      'name' => 'กันทรลักษณ์วิทยาคม',
      'province' => '22',
    ),
    723 => 
    array (
      'code' => '1033530913',
      'name' => 'ภูมิซรอลวิทยา',
      'province' => '22',
    ),
    724 => 
    array (
      'code' => '1033530914',
      'name' => 'ขุขันธ์',
      'province' => '22',
    ),
    725 => 
    array (
      'code' => '1033530916',
      'name' => 'ลมศักดิ์วิทยาคม',
      'province' => '22',
    ),
    726 => 
    array (
      'code' => '1033530917',
      'name' => 'ศรีตระกูลวิทยา',
      'province' => '22',
    ),
    727 => 
    array (
      'code' => '1033530918',
      'name' => 'สวงษ์วิทยาคม',
      'province' => '22',
    ),
    728 => 
    array (
      'code' => '1033530919',
      'name' => 'สะเดาใหญ่ประชาสรรค์',
      'province' => '22',
    ),
    729 => 
    array (
      'code' => '1033530923',
      'name' => 'ปรางค์กู่',
      'province' => '22',
    ),
    730 => 
    array (
      'code' => '1033530924',
      'name' => 'พอกพิทยาคม รัชมังคลาภิเษก',
      'province' => '22',
    ),
    731 => 
    array (
      'code' => '1033530925',
      'name' => 'โนนกระสังวิทยาคม',
      'province' => '22',
    ),
    732 => 
    array (
      'code' => '1033530926',
      'name' => 'ตูมพิทยานุสรณ์',
      'province' => '22',
    ),
    733 => 
    array (
      'code' => '1033530927',
      'name' => 'หนองคูวิทยา',
      'province' => '22',
    ),
    734 => 
    array (
      'code' => '1033530928',
      'name' => 'สวายพิทยาคม',
      'province' => '22',
    ),
    735 => 
    array (
      'code' => '1033530934',
      'name' => 'มัธยมบักดองวิทยา',
      'province' => '22',
    ),
    736 => 
    array (
      'code' => '1033530938',
      'name' => 'ส้มป่อยพิทยาคม',
      'province' => '22',
    ),
    737 => 
    array (
      'code' => '1033530940',
      'name' => 'ไผ่งามพิทยาคม',
      'province' => '22',
    ),
    738 => 
    array (
      'code' => '1033530944',
      'name' => 'เบญจประชาสรรค์',
      'province' => '22',
    ),
    739 => 
    array (
      'code' => '1033530945',
      'name' => 'กำแพง',
      'province' => '22',
    ),
    740 => 
    array (
      'code' => '1033530947',
      'name' => 'ทุ่งไชยพิทยา รัชมังคลาภิเษก',
      'province' => '22',
    ),
    741 => 
    array (
      'code' => '1033530948',
      'name' => 'ทุ่งสิมวิทยาคม',
      'province' => '22',
    ),
    742 => 
    array (
      'code' => '1033530949',
      'name' => 'จตุรภูมิพิทยาคาร',
      'province' => '22',
    ),
    743 => 
    array (
      'code' => '1033530950',
      'name' => 'โคกหล่ามวิทยา',
      'province' => '22',
    ),
    744 => 
    array (
      'code' => '1033530951',
      'name' => 'บึงบูรพ์',
      'province' => '22',
    ),
    745 => 
    array (
      'code' => '1033530952',
      'name' => 'ห้วยทับทันวิทยาคม',
      'province' => '22',
    ),
    746 => 
    array (
      'code' => '1033530953',
      'name' => 'ผักไหมวิทยานุกูล',
      'province' => '22',
    ),
    747 => 
    array (
      'code' => '1033530954',
      'name' => 'โนนค้อวิทยาคม',
      'province' => '22',
    ),
    748 => 
    array (
      'code' => '1033530957',
      'name' => 'ศรีรัตนวิทยา',
      'province' => '22',
    ),
    749 => 
    array (
      'code' => '1033530959',
      'name' => 'เขื่อนช้างวิทยาคาร',
      'province' => '22',
    ),
    750 => 
    array (
      'code' => '1033530960',
      'name' => 'น้ำเกลี้ยงวิทยา',
      'province' => '22',
    ),
    751 => 
    array (
      'code' => '1033530961',
      'name' => 'บัวเจริญวิทยา',
      'province' => '22',
    ),
    752 => 
    array (
      'code' => '1033530962',
      'name' => 'นครศรีลำดวนวิทยา',
      'province' => '22',
    ),
    753 => 
    array (
      'code' => '1033530965',
      'name' => 'ละลมวิทยา',
      'province' => '22',
    ),
    754 => 
    array (
      'code' => '1033530966',
      'name' => 'ภูสิงห์ประชาเสริมวิทย์',
      'province' => '22',
    ),
    755 => 
    array (
      'code' => '1033530967',
      'name' => 'วรคุณอุปถัมภ์',
      'province' => '22',
    ),
    756 => 
    array (
      'code' => '1033530969',
      'name' => 'เบญจลักษ์พิทยา',
      'province' => '22',
    ),
    757 => 
    array (
      'code' => '1033530971',
      'name' => 'โนนเพ็กวิทยาคม',
      'province' => '22',
    ),
    758 => 
    array (
      'code' => '1033530972',
      'name' => 'พยุห์วิทยา',
      'province' => '22',
    ),
    759 => 
    array (
      'code' => '1033530975',
      'name' => 'คลีกลิ้งพัฒนาทร',
      'province' => '22',
    ),
    760 => 
    array (
      'code' => '1034710510',
      'name' => 'ชุมชนบ้านบุเปือย',
      'province' => '23',
    ),
    761 => 
    array (
      'code' => '1034711095',
      'name' => 'เบ็ญจะมะมหาราช',
      'province' => '23',
    ),
    762 => 
    array (
      'code' => '1034711096',
      'name' => 'นารีนุกูล',
      'province' => '23',
    ),
    763 => 
    array (
      'code' => '1034711097',
      'name' => 'ปทุมพิทยาคม',
      'province' => '23',
    ),
    764 => 
    array (
      'code' => '1034711098',
      'name' => 'ศรีปทุมพิทยาคาร',
      'province' => '23',
    ),
    765 => 
    array (
      'code' => '1034711099',
      'name' => 'หนองบ่อสามัคคีวิทยา',
      'province' => '23',
    ),
    766 => 
    array (
      'code' => '1034711100',
      'name' => 'หนองขอนวิทยา',
      'province' => '23',
    ),
    767 => 
    array (
      'code' => '1034711102',
      'name' => 'นารีนุกูล 2',
      'province' => '23',
    ),
    768 => 
    array (
      'code' => '1034711103',
      'name' => 'ประทุมวรราชวิทยา',
      'province' => '23',
    ),
    769 => 
    array (
      'code' => '1034711104',
      'name' => 'ราชประชานุเคราะห์ 32',
      'province' => '23',
    ),
    770 => 
    array (
      'code' => '1034711105',
      'name' => 'อุบลปัญญานุกูล',
      'province' => '23',
    ),
    771 => 
    array (
      'code' => '1034711106',
      'name' => 'ศรีเมืองวิทยาคาร',
      'province' => '23',
    ),
    772 => 
    array (
      'code' => '1034711107',
      'name' => 'เอือดใหญ่พิทยา',
      'province' => '23',
    ),
    773 => 
    array (
      'code' => '1034711108',
      'name' => 'หนามแท่งพิทยาคม รัชมังคลาภิเษก',
      'province' => '23',
    ),
    774 => 
    array (
      'code' => '1034711109',
      'name' => 'โขงเจียมวิทยาคม',
      'province' => '23',
    ),
    775 => 
    array (
      'code' => '1034711110',
      'name' => 'เขื่องในพิทยาคาร',
      'province' => '23',
    ),
    776 => 
    array (
      'code' => '1034711111',
      'name' => 'สหธาตุศึกษา',
      'province' => '23',
    ),
    777 => 
    array (
      'code' => '1034711112',
      'name' => 'ชีทวนวิทยาสามัคคี',
      'province' => '23',
    ),
    778 => 
    array (
      'code' => '1034711114',
      'name' => 'บ้านไทยวิทยาคม',
      'province' => '23',
    ),
    779 => 
    array (
      'code' => '1034711115',
      'name' => 'เสียมทองพิทยาคม',
      'province' => '23',
    ),
    780 => 
    array (
      'code' => '1034711116',
      'name' => 'เก่าขามวิทยา',
      'province' => '23',
    ),
    781 => 
    array (
      'code' => '1034711117',
      'name' => 'เขมราฐพิทยาคม',
      'province' => '23',
    ),
    782 => 
    array (
      'code' => '1034711119',
      'name' => 'เดชอุดม',
      'province' => '23',
    ),
    783 => 
    array (
      'code' => '1034711120',
      'name' => 'นาส่วงวิทยา',
      'province' => '23',
    ),
    784 => 
    array (
      'code' => '1034711122',
      'name' => 'นากระแซงศึกษา',
      'province' => '23',
    ),
    785 => 
    array (
      'code' => '1034711123',
      'name' => 'ท่าโพธิ์ศรีพิทยา',
      'province' => '23',
    ),
    786 => 
    array (
      'code' => '1034711124',
      'name' => 'ทุ่งเทิงยิ่งวัฒนา',
      'province' => '23',
    ),
    787 => 
    array (
      'code' => '1034711125',
      'name' => 'นาจะหลวย',
      'province' => '23',
    ),
    788 => 
    array (
      'code' => '1034711126',
      'name' => 'ดงสว่างวิทยา',
      'province' => '23',
    ),
    789 => 
    array (
      'code' => '1034711127',
      'name' => 'น้ำยืนวิทยา',
      'province' => '23',
    ),
    790 => 
    array (
      'code' => '1034711128',
      'name' => 'โดมประดิษฐ์วิทยา',
      'province' => '23',
    ),
    791 => 
    array (
      'code' => '1034711129',
      'name' => 'บุณฑริกวิทยาคาร',
      'province' => '23',
    ),
    792 => 
    array (
      'code' => '1034711130',
      'name' => 'นาโพธิ์วิทยา',
      'province' => '23',
    ),
    793 => 
    array (
      'code' => '1034711132',
      'name' => 'มัธยมตระการพืชผล',
      'province' => '23',
    ),
    794 => 
    array (
      'code' => '1034711133',
      'name' => 'สะพือวิทยาคาร',
      'province' => '23',
    ),
    795 => 
    array (
      'code' => '1034711134',
      'name' => 'โนนกุงวิทยาคม',
      'province' => '23',
    ),
    796 => 
    array (
      'code' => '1034711135',
      'name' => 'เกษมสีมาวิทยาคาร',
      'province' => '23',
    ),
    797 => 
    array (
      'code' => '1034711137',
      'name' => 'กุดข้าวปุ้นวิทยา',
      'province' => '23',
    ),
    798 => 
    array (
      'code' => '1034711138',
      'name' => 'โนนสวางประชาสรรค์',
      'province' => '23',
    ),
    799 => 
    array (
      'code' => '1034711139',
      'name' => 'ขุมคำวิทยาคาร',
      'province' => '23',
    ),
    800 => 
    array (
      'code' => '1034711140',
      'name' => 'ม่วงสามสิบอัมพวันวิทยา',
      'province' => '23',
    ),
    801 => 
    array (
      'code' => '1034711141',
      'name' => 'ศรีน้ำคำศึกษา',
      'province' => '23',
    ),
    802 => 
    array (
      'code' => '1034711142',
      'name' => 'ไผ่ใหญ่ศึกษา',
      'province' => '23',
    ),
    803 => 
    array (
      'code' => '1034711143',
      'name' => 'ดงยางวิทยาคม',
      'province' => '23',
    ),
    804 => 
    array (
      'code' => '1034711144',
      'name' => 'ลือคำหาญวารินชำราบ',
      'province' => '23',
    ),
    805 => 
    array (
      'code' => '1034711145',
      'name' => 'ห้วยขะยุงวิทยา',
      'province' => '23',
    ),
    806 => 
    array (
      'code' => '1034711146',
      'name' => 'วารินชำราบ',
      'province' => '23',
    ),
    807 => 
    array (
      'code' => '1034711147',
      'name' => 'วิจิตราพิทยา',
      'province' => '23',
    ),
    808 => 
    array (
      'code' => '1034711150',
      'name' => 'อ่างศิลา',
      'province' => '23',
    ),
    809 => 
    array (
      'code' => '1034711153',
      'name' => 'ตาลสุมพัฒนา',
      'province' => '23',
    ),
    810 => 
    array (
      'code' => '1034711154',
      'name' => 'เชียงแก้วพิทยาคม',
      'province' => '23',
    ),
    811 => 
    array (
      'code' => '1034711155',
      'name' => 'โพธิ์ไทรพิทยาคาร',
      'province' => '23',
    ),
    812 => 
    array (
      'code' => '1034711157',
      'name' => 'สำโรงวิทยาคาร',
      'province' => '23',
    ),
    813 => 
    array (
      'code' => '1034711158',
      'name' => 'โคกสว่างคุ้มวิทยานุสรณ์',
      'province' => '23',
    ),
    814 => 
    array (
      'code' => '1034711159',
      'name' => 'ดอนมดแดงวิทยาคม',
      'province' => '23',
    ),
    815 => 
    array (
      'code' => '1034711160',
      'name' => 'หกสิบพรรษาวิทยาคม อุบลราชธานี',
      'province' => '23',
    ),
    816 => 
    array (
      'code' => '1034711161',
      'name' => 'สิรินธรวิทยานุสรณ์',
      'province' => '23',
    ),
    817 => 
    array (
      'code' => '1034711163',
      'name' => 'ทุ่งศรีอุดม',
      'province' => '23',
    ),
    818 => 
    array (
      'code' => '1034711164',
      'name' => 'นาเยียศึกษา รัชมังคลาภิเษก',
      'province' => '23',
    ),
    819 => 
    array (
      'code' => '1034711165',
      'name' => 'พังเคนพิทยา',
      'province' => '23',
    ),
    820 => 
    array (
      'code' => '1034711166',
      'name' => 'พะลานวิทยาคม',
      'province' => '23',
    ),
    821 => 
    array (
      'code' => '1034711167',
      'name' => 'สว่างวีระวงศ์',
      'province' => '23',
    ),
    822 => 
    array (
      'code' => '1035430394',
      'name' => 'ยโสธรพิทยาคม',
      'province' => '24',
    ),
    823 => 
    array (
      'code' => '1035430395',
      'name' => 'สอนแก้วว่องไววิทยา',
      'province' => '24',
    ),
    824 => 
    array (
      'code' => '1035430396',
      'name' => 'ยโสธรพิทยาสรรค์',
      'province' => '24',
    ),
    825 => 
    array (
      'code' => '1035430397',
      'name' => 'สิงห์สามัคคีวิทยา',
      'province' => '24',
    ),
    826 => 
    array (
      'code' => '1035430398',
      'name' => 'ศิลาทองพิทยาสรรค์',
      'province' => '24',
    ),
    827 => 
    array (
      'code' => '1035430399',
      'name' => 'ทรายมูลวิทยา',
      'province' => '24',
    ),
    828 => 
    array (
      'code' => '1035430400',
      'name' => 'ดงมะไฟพิทยาคม',
      'province' => '24',
    ),
    829 => 
    array (
      'code' => '1035430401',
      'name' => 'กุดชุมวิทยาคม',
      'province' => '24',
    ),
    830 => 
    array (
      'code' => '1035430402',
      'name' => 'กำแมดขันติธรรมวิทยาคม',
      'province' => '24',
    ),
    831 => 
    array (
      'code' => '1035430403',
      'name' => 'โพนงามพิทยาคาร',
      'province' => '24',
    ),
    832 => 
    array (
      'code' => '1035430405',
      'name' => 'เมืองกลางประชานุกูล',
      'province' => '24',
    ),
    833 => 
    array (
      'code' => '1035430406',
      'name' => 'คำเขื่อนแก้วชนูปถัมภ์',
      'province' => '24',
    ),
    834 => 
    array (
      'code' => '1035430407',
      'name' => 'สมเด็จพระญาณสังวร',
      'province' => '24',
    ),
    835 => 
    array (
      'code' => '1035430408',
      'name' => 'กู่จานวิทยาคม',
      'province' => '24',
    ),
    836 => 
    array (
      'code' => '1035430409',
      'name' => 'โพนทันเจริญวิทย์',
      'province' => '24',
    ),
    837 => 
    array (
      'code' => '1035430410',
      'name' => 'ราชประชานุเคราะห์ 28',
      'province' => '24',
    ),
    838 => 
    array (
      'code' => '1035430411',
      'name' => 'ป่าติ้ววิทยา',
      'province' => '24',
    ),
    839 => 
    array (
      'code' => '1035430412',
      'name' => 'ศรีฐานกระจายศึกษา',
      'province' => '24',
    ),
    840 => 
    array (
      'code' => '1035430413',
      'name' => 'มหาชนะชัยวิทยาคม',
      'province' => '24',
    ),
    841 => 
    array (
      'code' => '1035430414',
      'name' => 'ตระกูลประเทืองวิทยาคม',
      'province' => '24',
    ),
    842 => 
    array (
      'code' => '1035430415',
      'name' => 'ค้อวังวิทยาคม',
      'province' => '24',
    ),
    843 => 
    array (
      'code' => '1035430416',
      'name' => 'เลิงนกทา',
      'province' => '24',
    ),
    844 => 
    array (
      'code' => '1035430417',
      'name' => 'ห้องแซงวิทยาคม',
      'province' => '24',
    ),
    845 => 
    array (
      'code' => '1035430418',
      'name' => 'บุ่งค้าวิทยาคม',
      'province' => '24',
    ),
    846 => 
    array (
      'code' => '1035430419',
      'name' => 'ศรีแก้วประชาสรรค์',
      'province' => '24',
    ),
    847 => 
    array (
      'code' => '1035430420',
      'name' => 'นาโปร่งประชาสรรค์',
      'province' => '24',
    ),
    848 => 
    array (
      'code' => '1035430421',
      'name' => 'คำเตยวิทยา',
      'province' => '24',
    ),
    849 => 
    array (
      'code' => '1035430422',
      'name' => 'น้ำคำวิทยาคม',
      'province' => '24',
    ),
    850 => 
    array (
      'code' => '1036100264',
      'name' => 'บ้านท่าโป่ง',
      'province' => '25',
    ),
    851 => 
    array (
      'code' => '1036100648',
      'name' => 'บ้านหนองข่า(คุรุประชาวิทยา)',
      'province' => '25',
    ),
    852 => 
    array (
      'code' => '1036100723',
      'name' => 'บ้านหนองฉิม(สิงห์จันทร์บำรุง)',
      'province' => '25',
    ),
    853 => 
    array (
      'code' => '1036100748',
      'name' => 'ซับใหญ่วิทยาคม',
      'province' => '25',
    ),
    854 => 
    array (
      'code' => '1036100757',
      'name' => 'ชัยภูมิภักดีชุมพล',
      'province' => '25',
    ),
    855 => 
    array (
      'code' => '1036100758',
      'name' => 'สตรีชัยภูมิ',
      'province' => '25',
    ),
    856 => 
    array (
      'code' => '1036100759',
      'name' => 'เมืองพญาแลวิทยา',
      'province' => '25',
    ),
    857 => 
    array (
      'code' => '1036100760',
      'name' => 'กุดตุ้มวิทยา',
      'province' => '25',
    ),
    858 => 
    array (
      'code' => '1036100761',
      'name' => 'บ้านค่ายวิทยา',
      'province' => '25',
    ),
    859 => 
    array (
      'code' => '1036100764',
      'name' => 'กาญจนาภิเษกวิทยาลัย ชัยภูมิ',
      'province' => '25',
    ),
    860 => 
    array (
      'code' => '1036100765',
      'name' => 'ภูพระวิทยาคม',
      'province' => '25',
    ),
    861 => 
    array (
      'code' => '1036100767',
      'name' => 'ชีลองวิทยา',
      'province' => '25',
    ),
    862 => 
    array (
      'code' => '1036100768',
      'name' => 'โสตศึกษาจังหวัดชัยภูมิ',
      'province' => '25',
    ),
    863 => 
    array (
      'code' => '1036100769',
      'name' => 'บ้านเขว้าวิทยายน',
      'province' => '25',
    ),
    864 => 
    array (
      'code' => '1036100772',
      'name' => 'คอนสวรรค์',
      'province' => '25',
    ),
    865 => 
    array (
      'code' => '1036100773',
      'name' => 'สามหมอวิทยา',
      'province' => '25',
    ),
    866 => 
    array (
      'code' => '1036100774',
      'name' => 'โนนสะอาดวิทยา',
      'province' => '25',
    ),
    867 => 
    array (
      'code' => '1036100775',
      'name' => 'ปู่ด้วงศึกษาลัย',
      'province' => '25',
    ),
    868 => 
    array (
      'code' => '1036100781',
      'name' => 'หนองบัวแดงวิทยา',
      'province' => '25',
    ),
    869 => 
    array (
      'code' => '1036100782',
      'name' => 'นางแดดวังชมภูวิทยา รัชมังคลาภิเษก',
      'province' => '25',
    ),
    870 => 
    array (
      'code' => '1036100783',
      'name' => 'คูเมืองวิทยา',
      'province' => '25',
    ),
    871 => 
    array (
      'code' => '1036100784',
      'name' => 'จัตุรัสวิทยาคาร',
      'province' => '25',
    ),
    872 => 
    array (
      'code' => '1036100786',
      'name' => 'หนองบัวบานวิทยา',
      'province' => '25',
    ),
    873 => 
    array (
      'code' => '1036100787',
      'name' => 'ละหานเจริญวิทยา',
      'province' => '25',
    ),
    874 => 
    array (
      'code' => '1036100790',
      'name' => 'บางอำพันธ์วิทยาคม',
      'province' => '25',
    ),
    875 => 
    array (
      'code' => '1036100791',
      'name' => 'เพชรพิทยาสรรค์',
      'province' => '25',
    ),
    876 => 
    array (
      'code' => '1036100792',
      'name' => 'เริงรมย์วิทยาคม',
      'province' => '25',
    ),
    877 => 
    array (
      'code' => '1036100793',
      'name' => 'หนองบัวระเหววิทยาคาร',
      'province' => '25',
    ),
    878 => 
    array (
      'code' => '1036100794',
      'name' => 'ห้วยแย้วิทยา',
      'province' => '25',
    ),
    879 => 
    array (
      'code' => '1036100795',
      'name' => 'เทพสถิตวิทยา',
      'province' => '25',
    ),
    880 => 
    array (
      'code' => '1036100796',
      'name' => 'นายางกลักพิทยาคม',
      'province' => '25',
    ),
    881 => 
    array (
      'code' => '1036100799',
      'name' => 'ภูเขียว',
      'province' => '25',
    ),
    882 => 
    array (
      'code' => '1036100802',
      'name' => 'หนองคอนไทยวิทยาคม',
      'province' => '25',
    ),
    883 => 
    array (
      'code' => '1036100803',
      'name' => 'พระธาตุหนองสามหมื่น',
      'province' => '25',
    ),
    884 => 
    array (
      'code' => '1036100805',
      'name' => 'บ้านแท่นวิทยา',
      'province' => '25',
    ),
    885 => 
    array (
      'code' => '1036100807',
      'name' => 'แก้งคร้อวิทยา',
      'province' => '25',
    ),
    886 => 
    array (
      'code' => '1036100809',
      'name' => 'นาหนองทุ่มวิทยา',
      'province' => '25',
    ),
    887 => 
    array (
      'code' => '1036100810',
      'name' => 'ท่ามะไฟหวานวิทยาคม',
      'province' => '25',
    ),
    888 => 
    array (
      'code' => '1036100814',
      'name' => 'คอนสารวิทยาคม',
      'province' => '25',
    ),
    889 => 
    array (
      'code' => '1036100815',
      'name' => 'โนนคูณวิทยาคาร รัชมังคลาภิเษก',
      'province' => '25',
    ),
    890 => 
    array (
      'code' => '1036100817',
      'name' => 'ภักดีชุมพลวิทยา',
      'province' => '25',
    ),
    891 => 
    array (
      'code' => '1036100818',
      'name' => 'เจียงทองพิทยาคม',
      'province' => '25',
    ),
    892 => 
    array (
      'code' => '1037750262',
      'name' => 'อำนาจเจริญ',
      'province' => '26',
    ),
    893 => 
    array (
      'code' => '1037750263',
      'name' => 'คึมใหญ่วิทยา',
      'province' => '26',
    ),
    894 => 
    array (
      'code' => '1037750264',
      'name' => 'ปลาค้าววิทยานุสรณ์',
      'province' => '26',
    ),
    895 => 
    array (
      'code' => '1037750265',
      'name' => 'น้ำปลีกศึกษา',
      'province' => '26',
    ),
    896 => 
    array (
      'code' => '1037750266',
      'name' => 'นาวังวิทยา',
      'province' => '26',
    ),
    897 => 
    array (
      'code' => '1037750267',
      'name' => 'นาจิกพิทยาคม',
      'province' => '26',
    ),
    898 => 
    array (
      'code' => '1037750268',
      'name' => 'นายมวิทยาคาร',
      'province' => '26',
    ),
    899 => 
    array (
      'code' => '1037750269',
      'name' => 'สร้างนกทาวิทยาคม',
      'province' => '26',
    ),
    900 => 
    array (
      'code' => '1037750270',
      'name' => 'อำนาจเจริญ 2',
      'province' => '26',
    ),
    901 => 
    array (
      'code' => '1037750271',
      'name' => 'ศึกษาสงเคราะห์อำนาจเจริญ',
      'province' => '26',
    ),
    902 => 
    array (
      'code' => '1037750272',
      'name' => 'ชานุมานวิทยาคม',
      'province' => '26',
    ),
    903 => 
    array (
      'code' => '1037750273',
      'name' => 'คำเขื่อนแก้ววิทยาคม',
      'province' => '26',
    ),
    904 => 
    array (
      'code' => '1037750274',
      'name' => 'ปทุมราชวงศา',
      'province' => '26',
    ),
    905 => 
    array (
      'code' => '1037750275',
      'name' => 'ลือวิทยาคม',
      'province' => '26',
    ),
    906 => 
    array (
      'code' => '1037750276',
      'name' => 'พนาศึกษา',
      'province' => '26',
    ),
    907 => 
    array (
      'code' => '1037750277',
      'name' => 'ศรีคูณวิทยบัลลังก์',
      'province' => '26',
    ),
    908 => 
    array (
      'code' => '1037750278',
      'name' => 'เสนางคนิคม',
      'province' => '26',
    ),
    909 => 
    array (
      'code' => '1037750279',
      'name' => 'นาเวียงจุลดิศวิทยา',
      'province' => '26',
    ),
    910 => 
    array (
      'code' => '1037750280',
      'name' => 'หัวตะพานวิทยาคม',
      'province' => '26',
    ),
    911 => 
    array (
      'code' => '1037750281',
      'name' => 'ศรีเจริญศึกษา',
      'province' => '26',
    ),
    912 => 
    array (
      'code' => '1037750282',
      'name' => 'จิกดู่วิทยา',
      'province' => '26',
    ),
    913 => 
    array (
      'code' => '1037750283',
      'name' => 'ลืออำนาจวิทยาคม',
      'province' => '26',
    ),
    914 => 
    array (
      'code' => '1037750284',
      'name' => 'มัธยมแมด',
      'province' => '26',
    ),
    915 => 
    array (
      'code' => '1039760327',
      'name' => 'หนองบัวพิทยาคาร',
      'province' => '27',
    ),
    916 => 
    array (
      'code' => '1039760328',
      'name' => 'บ้านขามพิทยาคม',
      'province' => '27',
    ),
    917 => 
    array (
      'code' => '1039760329',
      'name' => 'หนองสวรรค์วิทยาคาร',
      'province' => '27',
    ),
    918 => 
    array (
      'code' => '1039760330',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ หนองบัวลำภู',
      'province' => '27',
    ),
    919 => 
    array (
      'code' => '1039760331',
      'name' => 'คำแสนวิทยาสรรค์',
      'province' => '27',
    ),
    920 => 
    array (
      'code' => '1039760332',
      'name' => 'กุดดินจี่พิทยาคม',
      'province' => '27',
    ),
    921 => 
    array (
      'code' => '1039760333',
      'name' => 'ฝั่งแดงวิทยาสรรค์',
      'province' => '27',
    ),
    922 => 
    array (
      'code' => '1039760334',
      'name' => 'โนนสังวิทยาคาร',
      'province' => '27',
    ),
    923 => 
    array (
      'code' => '1039760335',
      'name' => 'โนนเมืองวิทยาคาร',
      'province' => '27',
    ),
    924 => 
    array (
      'code' => '1039760336',
      'name' => 'กุดดู่พิทยาคม',
      'province' => '27',
    ),
    925 => 
    array (
      'code' => '1039760337',
      'name' => 'หนองเรือพิทยาคม',
      'province' => '27',
    ),
    926 => 
    array (
      'code' => '1039760338',
      'name' => 'ศรีบุญเรืองวิทยาคาร',
      'province' => '27',
    ),
    927 => 
    array (
      'code' => '1039760339',
      'name' => 'ยางหล่อวิทยาคาร',
      'province' => '27',
    ),
    928 => 
    array (
      'code' => '1039760340',
      'name' => 'กุงแก้ววิทยาคาร',
      'province' => '27',
    ),
    929 => 
    array (
      'code' => '1039760341',
      'name' => 'นากอกวิทยาคาร',
      'province' => '27',
    ),
    930 => 
    array (
      'code' => '1039760342',
      'name' => 'กุดสะเทียนวิทยาคาร',
      'province' => '27',
    ),
    931 => 
    array (
      'code' => '1039760343',
      'name' => 'สุวรรณคูหาพิทยาสรรค์',
      'province' => '27',
    ),
    932 => 
    array (
      'code' => '1039760344',
      'name' => 'ดงมะไฟวิทยาคม',
      'province' => '27',
    ),
    933 => 
    array (
      'code' => '1039760345',
      'name' => 'ภูซางใหญ่วิทยาคม',
      'province' => '27',
    ),
    934 => 
    array (
      'code' => '1039760346',
      'name' => 'นาวังศึกษาวิช',
      'province' => '27',
    ),
    935 => 
    array (
      'code' => '1039760347',
      'name' => 'นาแกวิทยา',
      'province' => '27',
    ),
    936 => 
    array (
      'code' => '1040051089',
      'name' => 'ขอนแก่นวิทยายน',
      'province' => '28',
    ),
    937 => 
    array (
      'code' => '1040051090',
      'name' => 'กัลยาณวัตร',
      'province' => '28',
    ),
    938 => 
    array (
      'code' => '1040051091',
      'name' => 'แก่นนครวิทยาลัย',
      'province' => '28',
    ),
    939 => 
    array (
      'code' => '1040051092',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการขอนแก่น',
      'province' => '28',
    ),
    940 => 
    array (
      'code' => '1040051093',
      'name' => 'สาวะถีพิทยาสรรพ์',
      'province' => '28',
    ),
    941 => 
    array (
      'code' => '1040051094',
      'name' => 'โคกสีพิทยาสรรพ์',
      'province' => '28',
    ),
    942 => 
    array (
      'code' => '1040051095',
      'name' => 'นครขอนแก่น',
      'province' => '28',
    ),
    943 => 
    array (
      'code' => '1040051096',
      'name' => 'ขามแก่นนคร',
      'province' => '28',
    ),
    944 => 
    array (
      'code' => '1040051097',
      'name' => 'เทพศิรินทร์ ขอนแก่น',
      'province' => '28',
    ),
    945 => 
    array (
      'code' => '1040051098',
      'name' => 'ขอนแก่นวิทยาลัย',
      'province' => '28',
    ),
    946 => 
    array (
      'code' => '1040051099',
      'name' => 'สีหราชเดโชชัย',
      'province' => '28',
    ),
    947 => 
    array (
      'code' => '1040051100',
      'name' => 'ขอนแก่นพัฒนศึกษา',
      'province' => '28',
    ),
    948 => 
    array (
      'code' => '1040051101',
      'name' => 'ขอนแก่นวิทยายน 2',
      'province' => '28',
    ),
    949 => 
    array (
      'code' => '1040051103',
      'name' => 'ขอนแก่นวิทยายน 3',
      'province' => '28',
    ),
    950 => 
    array (
      'code' => '1040051104',
      'name' => 'แก่นนครวิทยาลัย 2',
      'province' => '28',
    ),
    951 => 
    array (
      'code' => '1040051105',
      'name' => 'โสตศึกษาจังหวัดขอนแก่น',
      'province' => '28',
    ),
    952 => 
    array (
      'code' => '1040051107',
      'name' => 'ฝางวิทยายน',
      'province' => '28',
    ),
    953 => 
    array (
      'code' => '1040051109',
      'name' => 'ป่าหวายวิทยายน',
      'province' => '28',
    ),
    954 => 
    array (
      'code' => '1040051110',
      'name' => 'ประชารัฐวิทยาเสริม',
      'province' => '28',
    ),
    955 => 
    array (
      'code' => '1040051112',
      'name' => 'หนองเรือวิทยา',
      'province' => '28',
    ),
    956 => 
    array (
      'code' => '1040051113',
      'name' => 'จระเข้วิทยายน',
      'province' => '28',
    ),
    957 => 
    array (
      'code' => '1040051114',
      'name' => 'มัธยมตลาดใหญ่วิทยา',
      'province' => '28',
    ),
    958 => 
    array (
      'code' => '1040051115',
      'name' => 'ชุมแพศึกษา',
      'province' => '28',
    ),
    959 => 
    array (
      'code' => '1040051117',
      'name' => 'จตุรมิตรวิทยาคาร',
      'province' => '28',
    ),
    960 => 
    array (
      'code' => '1040051118',
      'name' => 'ขัวเรียงศึกษา',
      'province' => '28',
    ),
    961 => 
    array (
      'code' => '1040051120',
      'name' => 'ชุมแพพิทยาคม',
      'province' => '28',
    ),
    962 => 
    array (
      'code' => '1040051121',
      'name' => 'หนองเสาเล้าวิทยาคาร',
      'province' => '28',
    ),
    963 => 
    array (
      'code' => '1040051122',
      'name' => 'ชุมแพวิทยายน',
      'province' => '28',
    ),
    964 => 
    array (
      'code' => '1040051124',
      'name' => 'นาจานศึกษา',
      'province' => '28',
    ),
    965 => 
    array (
      'code' => '1040051125',
      'name' => 'ผาขามวิทยายน',
      'province' => '28',
    ),
    966 => 
    array (
      'code' => '1040051126',
      'name' => 'หนองตาไก้ศึกษา',
      'province' => '28',
    ),
    967 => 
    array (
      'code' => '1040051127',
      'name' => 'ซำยางวิทยายน',
      'province' => '28',
    ),
    968 => 
    array (
      'code' => '1040051128',
      'name' => 'น้ำพองศึกษา',
      'province' => '28',
    ),
    969 => 
    array (
      'code' => '1040051129',
      'name' => 'ดงมันพิทยาคม',
      'province' => '28',
    ),
    970 => 
    array (
      'code' => '1040051130',
      'name' => 'บัวใหญ่พิทยาคม',
      'province' => '28',
    ),
    971 => 
    array (
      'code' => '1040051131',
      'name' => 'น้ำพองพัฒนศึกษา รัชมังคลาภิเษก',
      'province' => '28',
    ),
    972 => 
    array (
      'code' => '1040051132',
      'name' => 'พังทุยพัฒนศึกษา',
      'province' => '28',
    ),
    973 => 
    array (
      'code' => '1040051134',
      'name' => 'ม่วงหวานพัฒนศึกษา',
      'province' => '28',
    ),
    974 => 
    array (
      'code' => '1040051137',
      'name' => 'ลำน้ำพอง',
      'province' => '28',
    ),
    975 => 
    array (
      'code' => '1040051138',
      'name' => 'อุบลรัตน์พิทยาคม',
      'province' => '28',
    ),
    976 => 
    array (
      'code' => '1040051139',
      'name' => 'บึงไทรพิทยาคม',
      'province' => '28',
    ),
    977 => 
    array (
      'code' => '1040051140',
      'name' => 'บัวแก้วพิทยาคม',
      'province' => '28',
    ),
    978 => 
    array (
      'code' => '1040051142',
      'name' => 'ศรีกระนวนวิทยาคม',
      'province' => '28',
    ),
    979 => 
    array (
      'code' => '1040051143',
      'name' => 'ยางคำพิทยาคม',
      'province' => '28',
    ),
    980 => 
    array (
      'code' => '1040051145',
      'name' => 'ทุ่งใหญ่รัตนศึกษา',
      'province' => '28',
    ),
    981 => 
    array (
      'code' => '1040051146',
      'name' => 'บ้านไผ่',
      'province' => '28',
    ),
    982 => 
    array (
      'code' => '1040051147',
      'name' => 'บ้านลานวิทยาคม',
      'province' => '28',
    ),
    983 => 
    array (
      'code' => '1040051148',
      'name' => 'บ้านไผ่ศึกษา',
      'province' => '28',
    ),
    984 => 
    array (
      'code' => '1040051149',
      'name' => 'บ้านไผ่พิทยาคม',
      'province' => '28',
    ),
    985 => 
    array (
      'code' => '1040051150',
      'name' => 'ศึกษาสงเคราะห์ขอนแก่น',
      'province' => '28',
    ),
    986 => 
    array (
      'code' => '1040051151',
      'name' => 'เปือยน้อยศึกษา',
      'province' => '28',
    ),
    987 => 
    array (
      'code' => '1040051152',
      'name' => 'กู่ทองพิทยาลัย',
      'province' => '28',
    ),
    988 => 
    array (
      'code' => '1040051153',
      'name' => 'พล',
      'province' => '28',
    ),
    989 => 
    array (
      'code' => '1040051155',
      'name' => 'โสกนกเต็นประชาอุปถัมภ์',
      'province' => '28',
    ),
    990 => 
    array (
      'code' => '1040051156',
      'name' => 'โนนข่าวิทยา',
      'province' => '28',
    ),
    991 => 
    array (
      'code' => '1040051157',
      'name' => 'พลพัฒนศึกษา',
      'province' => '28',
    ),
    992 => 
    array (
      'code' => '1040051158',
      'name' => 'แวงใหญ่วิทยาคม',
      'province' => '28',
    ),
    993 => 
    array (
      'code' => '1040051159',
      'name' => 'โนนสะอาดวิทยาคาร',
      'province' => '28',
    ),
    994 => 
    array (
      'code' => '1040051160',
      'name' => 'แวงน้อยศึกษา',
      'province' => '28',
    ),
    995 => 
    array (
      'code' => '1040051161',
      'name' => 'ท่านางแนววิทยายน',
      'province' => '28',
    ),
    996 => 
    array (
      'code' => '1040051162',
      'name' => 'ก้านเหลืองวิทยาคม',
      'province' => '28',
    ),
    997 => 
    array (
      'code' => '1040051163',
      'name' => 'หนองสองห้องวิทยา',
      'province' => '28',
    ),
    998 => 
    array (
      'code' => '1040051164',
      'name' => 'ไตรคามวิทยา',
      'province' => '28',
    ),
    999 => 
    array (
      'code' => '1040051165',
      'name' => 'เบญจมิตรวิทยา',
      'province' => '28',
    ),
    1000 => 
    array (
      'code' => '1040051166',
      'name' => 'ศรีหนองกาววิทยา',
      'province' => '28',
    ),
    1001 => 
    array (
      'code' => '1040051167',
      'name' => 'ภูเวียงวิทยาคม',
      'province' => '28',
    ),
    1002 => 
    array (
      'code' => '1040051168',
      'name' => 'กุดขอนแก่นวิทยาคม',
      'province' => '28',
    ),
    1003 => 
    array (
      'code' => '1040051169',
      'name' => 'เวียงวงกตวิทยาคม',
      'province' => '28',
    ),
    1004 => 
    array (
      'code' => '1040051170',
      'name' => 'เวียงนครวิทยาคม',
      'province' => '28',
    ),
    1005 => 
    array (
      'code' => '1040051171',
      'name' => 'มัญจาศึกษา',
      'province' => '28',
    ),
    1006 => 
    array (
      'code' => '1040051172',
      'name' => 'คำแคนวิทยาคม',
      'province' => '28',
    ),
    1007 => 
    array (
      'code' => '1040051173',
      'name' => 'โคกนางามพิทยาสรรพ์',
      'province' => '28',
    ),
    1008 => 
    array (
      'code' => '1040051174',
      'name' => 'มัธยมโพนเพ็ก',
      'province' => '28',
    ),
    1009 => 
    array (
      'code' => '1040051175',
      'name' => 'เหล่าใหญ่นาข่าวิทยาคม',
      'province' => '28',
    ),
    1010 => 
    array (
      'code' => '1040051176',
      'name' => 'ท่าศาลาประชานุสรณ์',
      'province' => '28',
    ),
    1011 => 
    array (
      'code' => '1040051177',
      'name' => 'ชนบทศึกษา',
      'province' => '28',
    ),
    1012 => 
    array (
      'code' => '1040051179',
      'name' => 'ประชารัฐพัฒนาการ',
      'province' => '28',
    ),
    1013 => 
    array (
      'code' => '1040051180',
      'name' => 'เขาสวนกวางวิทยานุกูล',
      'province' => '28',
    ),
    1014 => 
    array (
      'code' => '1040051182',
      'name' => 'ดงบังวิทยายน',
      'province' => '28',
    ),
    1015 => 
    array (
      'code' => '1040051183',
      'name' => 'ภูผาม่าน',
      'province' => '28',
    ),
    1016 => 
    array (
      'code' => '1040051186',
      'name' => 'โคกโพธิ์ไชยศึกษา',
      'province' => '28',
    ),
    1017 => 
    array (
      'code' => '1040051188',
      'name' => 'หนองนาคำวิทยาคม',
      'province' => '28',
    ),
    1018 => 
    array (
      'code' => '1040051189',
      'name' => 'บ้านแฮดศึกษา',
      'province' => '28',
    ),
    1019 => 
    array (
      'code' => '1040051190',
      'name' => 'หนองขามพิทยาคม',
      'province' => '28',
    ),
    1020 => 
    array (
      'code' => '1040051191',
      'name' => 'โนนศิลาวิทยาคม',
      'province' => '28',
    ),
    1021 => 
    array (
      'code' => '1040051192',
      'name' => 'สันติพัฒนกิจวิทยา',
      'province' => '28',
    ),
    1022 => 
    array (
      'code' => '1041680001',
      'name' => 'บ้านหมากแข้ง',
      'province' => '29',
    ),
    1023 => 
    array (
      'code' => '1041680199',
      'name' => 'อนุบาลชุมชนน้ำโสม',
      'province' => '29',
    ),
    1024 => 
    array (
      'code' => '1041680359',
      'name' => 'กลางใหญ่นิโรธรังสีอุปถัมภ์',
      'province' => '29',
    ),
    1025 => 
    array (
      'code' => '1041680822',
      'name' => 'อุดรพิทยานุกูล',
      'province' => '29',
    ),
    1026 => 
    array (
      'code' => '1041680823',
      'name' => 'สตรีราชินูทิศ',
      'province' => '29',
    ),
    1027 => 
    array (
      'code' => '1041680824',
      'name' => 'ประจักษ์ศิลปาคาร',
      'province' => '29',
    ),
    1028 => 
    array (
      'code' => '1041680825',
      'name' => 'นิคมสงเคราะห์วิทยา',
      'province' => '29',
    ),
    1029 => 
    array (
      'code' => '1041680826',
      'name' => 'อุดรธรรมานุสรณ์',
      'province' => '29',
    ),
    1030 => 
    array (
      'code' => '1041680827',
      'name' => 'โนนสูงพิทยาคาร',
      'province' => '29',
    ),
    1031 => 
    array (
      'code' => '1041680828',
      'name' => 'อุดรพิชัยรักษ์พิทยา',
      'province' => '29',
    ),
    1032 => 
    array (
      'code' => '1041680829',
      'name' => 'อุดรธานีพิทยาคม',
      'province' => '29',
    ),
    1033 => 
    array (
      'code' => '1041680830',
      'name' => 'มัธยมสิริวัณวรี ๑ อุดรธานี',
      'province' => '29',
    ),
    1034 => 
    array (
      'code' => '1041680831',
      'name' => 'สามพร้าววิทยา',
      'province' => '29',
    ),
    1035 => 
    array (
      'code' => '1041680832',
      'name' => 'ธาตุโพนทองวิทยาคม',
      'province' => '29',
    ),
    1036 => 
    array (
      'code' => '1041680833',
      'name' => 'อุดรพัฒนาการ',
      'province' => '29',
    ),
    1037 => 
    array (
      'code' => '1041680834',
      'name' => 'อุดรพิทยานุกูล 2',
      'province' => '29',
    ),
    1038 => 
    array (
      'code' => '1041680835',
      'name' => 'อุดรพัฒนศึกษา',
      'province' => '29',
    ),
    1039 => 
    array (
      'code' => '1041680836',
      'name' => 'เชียงพังพัฒนวิช',
      'province' => '29',
    ),
    1040 => 
    array (
      'code' => '1041680838',
      'name' => 'โสตศึกษาจังหวัดอุดรธานี',
      'province' => '29',
    ),
    1041 => 
    array (
      'code' => '1041680839',
      'name' => 'กุดจับประชาสรรค์',
      'province' => '29',
    ),
    1042 => 
    array (
      'code' => '1041680840',
      'name' => 'ภูพานวิทยา',
      'province' => '29',
    ),
    1043 => 
    array (
      'code' => '1041680842',
      'name' => 'หนองวัวซอพิทยาคม',
      'province' => '29',
    ),
    1044 => 
    array (
      'code' => '1041680843',
      'name' => 'หนองยางชุมพิทยาคม',
      'province' => '29',
    ),
    1045 => 
    array (
      'code' => '1041680844',
      'name' => 'แสงอร่ามพิทยาคม',
      'province' => '29',
    ),
    1046 => 
    array (
      'code' => '1041680845',
      'name' => 'กุมภวาปี',
      'province' => '29',
    ),
    1047 => 
    array (
      'code' => '1041680846',
      'name' => 'ห้วยเกิ้งพิทยาคาร',
      'province' => '29',
    ),
    1048 => 
    array (
      'code' => '1041680847',
      'name' => 'สีออศิลปศาสตร์',
      'province' => '29',
    ),
    1049 => 
    array (
      'code' => '1041680850',
      'name' => 'หนองแดงวิทโยดม',
      'province' => '29',
    ),
    1050 => 
    array (
      'code' => '1041680851',
      'name' => 'เสอเพลอพิทยาคม',
      'province' => '29',
    ),
    1051 => 
    array (
      'code' => '1041680852',
      'name' => 'กุมภวาป์พิทยาสรรค์',
      'province' => '29',
    ),
    1052 => 
    array (
      'code' => '1041680853',
      'name' => 'โนนสะอาดพิทยาสรรค์',
      'province' => '29',
    ),
    1053 => 
    array (
      'code' => '1041680854',
      'name' => 'ทมนางามวิทยาคม',
      'province' => '29',
    ),
    1054 => 
    array (
      'code' => '1041680855',
      'name' => 'หนองหานวิทยา',
      'province' => '29',
    ),
    1055 => 
    array (
      'code' => '1041680856',
      'name' => 'บ้านเชียงวิทยา',
      'province' => '29',
    ),
    1056 => 
    array (
      'code' => '1041680858',
      'name' => 'ทุ่งฝนวิทยาคาร',
      'province' => '29',
    ),
    1057 => 
    array (
      'code' => '1041680859',
      'name' => 'ทุ่งฝนพัฒนศึกษา',
      'province' => '29',
    ),
    1058 => 
    array (
      'code' => '1041680860',
      'name' => 'ไชยวานวิทยา',
      'province' => '29',
    ),
    1059 => 
    array (
      'code' => '1041680861',
      'name' => 'โพนสูงพัฒนศึกษา',
      'province' => '29',
    ),
    1060 => 
    array (
      'code' => '1041680862',
      'name' => 'ศรีธาตุพิทยาคม',
      'province' => '29',
    ),
    1061 => 
    array (
      'code' => '1041680863',
      'name' => 'ตาดทองพิทยาคม',
      'province' => '29',
    ),
    1062 => 
    array (
      'code' => '1041680865',
      'name' => 'วังสามหมอวิทยาคาร',
      'province' => '29',
    ),
    1063 => 
    array (
      'code' => '1041680866',
      'name' => 'นานกชุมวิทยาคม',
      'province' => '29',
    ),
    1064 => 
    array (
      'code' => '1041680867',
      'name' => 'คำยางพิทยา',
      'province' => '29',
    ),
    1065 => 
    array (
      'code' => '1041680868',
      'name' => 'บ้านดุงวิทยา',
      'province' => '29',
    ),
    1066 => 
    array (
      'code' => '1041680869',
      'name' => 'ดงเย็นพิทยาคาร',
      'province' => '29',
    ),
    1067 => 
    array (
      'code' => '1041680870',
      'name' => 'นาไหมพิทยาคม รัชมังคลาภิเษก',
      'province' => '29',
    ),
    1068 => 
    array (
      'code' => '1041680871',
      'name' => 'โนนสะอาดชุมแสงวิทยา',
      'province' => '29',
    ),
    1069 => 
    array (
      'code' => '1041680872',
      'name' => 'ทรัพย์อุดมวิทยา',
      'province' => '29',
    ),
    1070 => 
    array (
      'code' => '1041680874',
      'name' => 'บ้านผือพิทยาสรรค์',
      'province' => '29',
    ),
    1071 => 
    array (
      'code' => '1041680875',
      'name' => 'จำปาโมงวิทยาคาร',
      'province' => '29',
    ),
    1072 => 
    array (
      'code' => '1041680876',
      'name' => 'หนองหัวคูปวงประชานุเคราะห์',
      'province' => '29',
    ),
    1073 => 
    array (
      'code' => '1041680877',
      'name' => 'ภูพระบาทวิทยา',
      'province' => '29',
    ),
    1074 => 
    array (
      'code' => '1041680878',
      'name' => 'น้ำโสมพิทยาคม',
      'province' => '29',
    ),
    1075 => 
    array (
      'code' => '1041680880',
      'name' => 'สามัคคีพิทยาคาร',
      'province' => '29',
    ),
    1076 => 
    array (
      'code' => '1041680881',
      'name' => 'เพ็ญพิทยาคม',
      'province' => '29',
    ),
    1077 => 
    array (
      'code' => '1041680882',
      'name' => 'สุมเส้าพิทยาคาร',
      'province' => '29',
    ),
    1078 => 
    array (
      'code' => '1041680883',
      'name' => 'จอมศรีพิทยาคาร',
      'province' => '29',
    ),
    1079 => 
    array (
      'code' => '1041680884',
      'name' => 'เชียงหวางพิทยาคาร',
      'province' => '29',
    ),
    1080 => 
    array (
      'code' => '1041680885',
      'name' => 'สร้างคอมวิทยา',
      'province' => '29',
    ),
    1081 => 
    array (
      'code' => '1041680886',
      'name' => 'ยิ่งยวดพิทยานุกูล',
      'province' => '29',
    ),
    1082 => 
    array (
      'code' => '1041680887',
      'name' => 'หนองแสงวิทยศึกษา',
      'province' => '29',
    ),
    1083 => 
    array (
      'code' => '1041680888',
      'name' => 'ยูงทองพิทยาคม',
      'province' => '29',
    ),
    1084 => 
    array (
      'code' => '1041680889',
      'name' => 'พิบูลย์รักษ์พิทยา',
      'province' => '29',
    ),
    1085 => 
    array (
      'code' => '1041680891',
      'name' => 'กู่แก้ววิทยา',
      'province' => '29',
    ),
    1086 => 
    array (
      'code' => '1041680892',
      'name' => 'ประจักษ์ศิลปาคม',
      'province' => '29',
    ),
    1087 => 
    array (
      'code' => '1041680893',
      'name' => 'สามพาดพิทยาคาร',
      'province' => '29',
    ),
    1088 => 
    array (
      'code' => '1042520456',
      'name' => 'เลยพิทยาคม',
      'province' => '30',
    ),
    1089 => 
    array (
      'code' => '1042520457',
      'name' => 'เลยอนุกูลวิทยา',
      'province' => '30',
    ),
    1090 => 
    array (
      'code' => '1042520458',
      'name' => 'นาอ้อวิทยา',
      'province' => '30',
    ),
    1091 => 
    array (
      'code' => '1042520459',
      'name' => 'น้ำสวยพิทยาสรรพ์',
      'province' => '30',
    ),
    1092 => 
    array (
      'code' => '1042520460',
      'name' => 'นาด้วงวิทยา',
      'province' => '30',
    ),
    1093 => 
    array (
      'code' => '1042520461',
      'name' => 'เชียงคาน',
      'province' => '30',
    ),
    1094 => 
    array (
      'code' => '1042520462',
      'name' => 'เขาแก้ววิทยาสรรพ์',
      'province' => '30',
    ),
    1095 => 
    array (
      'code' => '1042520463',
      'name' => 'ธาตุพิทยาคม',
      'province' => '30',
    ),
    1096 => 
    array (
      'code' => '1042520465',
      'name' => 'จุฬาภรณราชวิทยาลัย เลย',
      'province' => '30',
    ),
    1097 => 
    array (
      'code' => '1042520466',
      'name' => 'ปากชมวิทยา',
      'province' => '30',
    ),
    1098 => 
    array (
      'code' => '1042520467',
      'name' => 'เชียงกลมวิทยา',
      'province' => '30',
    ),
    1099 => 
    array (
      'code' => '1042520468',
      'name' => 'คอนสาวิทยา',
      'province' => '30',
    ),
    1100 => 
    array (
      'code' => '1042520469',
      'name' => 'ศรีสองรักษ์วิทยา',
      'province' => '30',
    ),
    1101 => 
    array (
      'code' => '1042520470',
      'name' => 'วังโพนงามวิทยา',
      'province' => '30',
    ),
    1102 => 
    array (
      'code' => '1042520471',
      'name' => 'พระแก้วอาสาวิทยา',
      'province' => '30',
    ),
    1103 => 
    array (
      'code' => '1042520472',
      'name' => 'นาแห้ววิทยา',
      'province' => '30',
    ),
    1104 => 
    array (
      'code' => '1042520473',
      'name' => 'ภูเรือวิทยา',
      'province' => '30',
    ),
    1105 => 
    array (
      'code' => '1042520474',
      'name' => 'ท่าลี่วิทยา',
      'province' => '30',
    ),
    1106 => 
    array (
      'code' => '1042520475',
      'name' => 'ศรีสงครามวิทยา',
      'province' => '30',
    ),
    1107 => 
    array (
      'code' => '1042520477',
      'name' => 'วังทรายขาววิทยา',
      'province' => '30',
    ),
    1108 => 
    array (
      'code' => '1042520478',
      'name' => 'เขาหลวงวิทยา',
      'province' => '30',
    ),
    1109 => 
    array (
      'code' => '1042520479',
      'name' => 'เซไลวิทยาคม',
      'province' => '30',
    ),
    1110 => 
    array (
      'code' => '1042520480',
      'name' => 'ผาน้อยวิทยาคม',
      'province' => '30',
    ),
    1111 => 
    array (
      'code' => '1042520481',
      'name' => 'เลยสว่างวิทยาคม',
      'province' => '30',
    ),
    1112 => 
    array (
      'code' => '1042520482',
      'name' => 'ศึกษาสงเคราะห์เลย',
      'province' => '30',
    ),
    1113 => 
    array (
      'code' => '1042520483',
      'name' => 'ภูกระดึงวิทยาคม',
      'province' => '30',
    ),
    1114 => 
    array (
      'code' => '1042520484',
      'name' => 'ภูหลวงวิทยา',
      'province' => '30',
    ),
    1115 => 
    array (
      'code' => '1042520485',
      'name' => 'สันติวิทยาสรรพ์',
      'province' => '30',
    ),
    1116 => 
    array (
      'code' => '1042520486',
      'name' => 'เอราวัณวิทยาคม',
      'province' => '30',
    ),
    1117 => 
    array (
      'code' => '1042520487',
      'name' => 'ผาอินทร์แปลงวิทยา',
      'province' => '30',
    ),
    1118 => 
    array (
      'code' => '1042520488',
      'name' => 'ผาสามยอดวิทยาคม',
      'province' => '30',
    ),
    1119 => 
    array (
      'code' => '1042520489',
      'name' => 'หนองหินวิทยาคม',
      'province' => '30',
    ),
    1120 => 
    array (
      'code' => '1043660039',
      'name' => 'ราชประชานุเคราะห์ 14',
      'province' => '31',
    ),
    1121 => 
    array (
      'code' => '1043660094',
      'name' => 'บ้านหนองแก่งทราย',
      'province' => '77',
    ),
    1122 => 
    array (
      'code' => '1043660494',
      'name' => 'ปทุมเทพวิทยาคาร',
      'province' => '31',
    ),
    1123 => 
    array (
      'code' => '1043660495',
      'name' => 'หินโงมพิทยาคม',
      'province' => '31',
    ),
    1124 => 
    array (
      'code' => '1043660496',
      'name' => 'กวนวันวิทยา',
      'province' => '31',
    ),
    1125 => 
    array (
      'code' => '1043660497',
      'name' => 'เวียงคำวิทยาคาร',
      'province' => '31',
    ),
    1126 => 
    array (
      'code' => '1043660498',
      'name' => 'หนองคายวิทยาคาร',
      'province' => '31',
    ),
    1127 => 
    array (
      'code' => '1043660499',
      'name' => 'พระธาตุบังพวนวิทยา',
      'province' => '31',
    ),
    1128 => 
    array (
      'code' => '1043660501',
      'name' => 'ท่าบ่อ',
      'province' => '31',
    ),
    1129 => 
    array (
      'code' => '1043660502',
      'name' => 'โคกคอนวิทยาคม',
      'province' => '31',
    ),
    1130 => 
    array (
      'code' => '1043660503',
      'name' => 'ถ่อนวิทยา',
      'province' => '31',
    ),
    1131 => 
    array (
      'code' => '1043660504',
      'name' => 'ท่าบ่อพิทยาคม',
      'province' => '31',
    ),
    1132 => 
    array (
      'code' => '1043660505',
      'name' => 'หนองนางพิทยาคม',
      'province' => '31',
    ),
    1133 => 
    array (
      'code' => '1043660506',
      'name' => 'เดื่อวิทยาคาร',
      'province' => '31',
    ),
    1134 => 
    array (
      'code' => '1043660507',
      'name' => 'บึงกาฬ',
      'province' => '77',
    ),
    1135 => 
    array (
      'code' => '1043660508',
      'name' => 'นาสวรรค์พิทยาคม',
      'province' => '77',
    ),
    1136 => 
    array (
      'code' => '1043660509',
      'name' => 'หนองเข็งวิทยาคม',
      'province' => '77',
    ),
    1137 => 
    array (
      'code' => '1043660510',
      'name' => 'โพธิ์ทองวิทยานุสรณ์',
      'province' => '77',
    ),
    1138 => 
    array (
      'code' => '1043660511',
      'name' => 'พรเจริญวิทยา',
      'province' => '77',
    ),
    1139 => 
    array (
      'code' => '1043660512',
      'name' => 'หนองหัวช้างวิทยา',
      'province' => '77',
    ),
    1140 => 
    array (
      'code' => '1043660513',
      'name' => 'ศรีสำราญวิทยาคม',
      'province' => '77',
    ),
    1141 => 
    array (
      'code' => '1043660514',
      'name' => 'ชุมพลโพนพิสัย',
      'province' => '31',
    ),
    1142 => 
    array (
      'code' => '1043660515',
      'name' => 'เซิมพิทยาคม',
      'province' => '31',
    ),
    1143 => 
    array (
      'code' => '1043660516',
      'name' => 'ปากสวยพิทยาคม',
      'province' => '31',
    ),
    1144 => 
    array (
      'code' => '1043660517',
      'name' => 'นาหนังพัฒนศึกษา',
      'province' => '31',
    ),
    1145 => 
    array (
      'code' => '1043660518',
      'name' => 'ร่มธรรมานุสรณ์',
      'province' => '31',
    ),
    1146 => 
    array (
      'code' => '1043660519',
      'name' => 'กุดบงพิทยาคาร',
      'province' => '31',
    ),
    1147 => 
    array (
      'code' => '1043660520',
      'name' => 'ราชประชานุเคราะห์ 27 จังหวัดหนองคาย',
      'province' => '31',
    ),
    1148 => 
    array (
      'code' => '1043660521',
      'name' => 'โซ่พิสัยพิทยาคม',
      'province' => '77',
    ),
    1149 => 
    array (
      'code' => '1043660522',
      'name' => 'ศรีชมภูวิทยา',
      'province' => '77',
    ),
    1150 => 
    array (
      'code' => '1043660523',
      'name' => 'โนนคำพิทยาคม',
      'province' => '77',
    ),
    1151 => 
    array (
      'code' => '1043660524',
      'name' => 'โพนทองประชาสรรค์',
      'province' => '77',
    ),
    1152 => 
    array (
      'code' => '1043660525',
      'name' => 'พานพร้าว',
      'province' => '31',
    ),
    1153 => 
    array (
      'code' => '1043660526',
      'name' => 'พระพุทธบาทวิทยาคม',
      'province' => '31',
    ),
    1154 => 
    array (
      'code' => '1043660527',
      'name' => 'วรลาโภนุสรณ์',
      'province' => '31',
    ),
    1155 => 
    array (
      'code' => '1043660528',
      'name' => 'สังคมวิทยา',
      'province' => '31',
    ),
    1156 => 
    array (
      'code' => '1043660529',
      'name' => 'วังม่วงพิทยาคม',
      'province' => '31',
    ),
    1157 => 
    array (
      'code' => '1043660530',
      'name' => 'เซกา',
      'province' => '77',
    ),
    1158 => 
    array (
      'code' => '1043660531',
      'name' => 'หนองหิ้งพิทยา',
      'province' => '77',
    ),
    1159 => 
    array (
      'code' => '1043660532',
      'name' => 'โสกก่ามวิทยา',
      'province' => '77',
    ),
    1160 => 
    array (
      'code' => '1043660533',
      'name' => 'เหล่าคามพิทยาคม รัชมังคลาภิเษก',
      'province' => '77',
    ),
    1161 => 
    array (
      'code' => '1043660534',
      'name' => 'ประชานิมิตพิทยานุกูล',
      'province' => '77',
    ),
    1162 => 
    array (
      'code' => '1043660535',
      'name' => 'เจ็ดสีวิทยาคาร',
      'province' => '77',
    ),
    1163 => 
    array (
      'code' => '1043660536',
      'name' => 'ปากคาดพิทยาคม',
      'province' => '77',
    ),
    1164 => 
    array (
      'code' => '1043660537',
      'name' => 'หนองยองพิทยาคม รัชมังคลาภิเษก',
      'province' => '77',
    ),
    1165 => 
    array (
      'code' => '1043660538',
      'name' => 'สมสนุกพิทยาคม',
      'province' => '77',
    ),
    1166 => 
    array (
      'code' => '1043660539',
      'name' => 'บึงโขงหลงวิทยาคม',
      'province' => '77',
    ),
    1167 => 
    array (
      'code' => '1043660540',
      'name' => 'ท่าดอกคำวิทยาคม',
      'province' => '77',
    ),
    1168 => 
    array (
      'code' => '1043660541',
      'name' => 'ศรีวิไลวิทยา',
      'province' => '77',
    ),
    1169 => 
    array (
      'code' => '1043660542',
      'name' => 'ภูทอกวิทยา',
      'province' => '77',
    ),
    1170 => 
    array (
      'code' => '1043660543',
      'name' => 'บุ่งคล้านคร',
      'province' => '77',
    ),
    1171 => 
    array (
      'code' => '1043660544',
      'name' => 'น้ำสวยวิทยา',
      'province' => '31',
    ),
    1172 => 
    array (
      'code' => '1043660545',
      'name' => 'ฝางพิทยาคม',
      'province' => '31',
    ),
    1173 => 
    array (
      'code' => '1043660546',
      'name' => 'วังหลวงพิทยาสรรพ์',
      'province' => '31',
    ),
    1174 => 
    array (
      'code' => '1043660547',
      'name' => 'นาดีพิทยาคม',
      'province' => '31',
    ),
    1175 => 
    array (
      'code' => '1043660548',
      'name' => 'ประชาบดีพิทยาคม',
      'province' => '31',
    ),
    1176 => 
    array (
      'code' => '1043660549',
      'name' => 'พระบาทนาสิงห์พิทยาคม',
      'province' => '31',
    ),
    1177 => 
    array (
      'code' => '1043660550',
      'name' => 'โพธิ์ตากพิทยาคม',
      'province' => '31',
    ),
    1178 => 
    array (
      'code' => '1044410437',
      'name' => 'ราชประชานุเคราะห์ 16',
      'province' => '32',
    ),
    1179 => 
    array (
      'code' => '1044410580',
      'name' => 'สารคามพิทยาคม',
      'province' => '32',
    ),
    1180 => 
    array (
      'code' => '1044410581',
      'name' => 'ผดุงนารี',
      'province' => '32',
    ),
    1181 => 
    array (
      'code' => '1044410582',
      'name' => 'มหาวิชานุกูล',
      'province' => '32',
    ),
    1182 => 
    array (
      'code' => '1044410584',
      'name' => 'มหาชัยพิทยาคาร',
      'province' => '32',
    ),
    1183 => 
    array (
      'code' => '1044410586',
      'name' => 'แกดำวิทยาคาร',
      'province' => '32',
    ),
    1184 => 
    array (
      'code' => '1044410587',
      'name' => 'มิตรภาพ',
      'province' => '32',
    ),
    1185 => 
    array (
      'code' => '1044410588',
      'name' => 'โกสุมวิทยาสรรค์',
      'province' => '32',
    ),
    1186 => 
    array (
      'code' => '1044410589',
      'name' => 'เขวาไร่ศึกษา',
      'province' => '32',
    ),
    1187 => 
    array (
      'code' => '1044410590',
      'name' => 'เขื่อนพิทยาสรรค์',
      'province' => '32',
    ),
    1188 => 
    array (
      'code' => '1044410591',
      'name' => 'โพนงามพิทยานุกูล',
      'province' => '32',
    ),
    1189 => 
    array (
      'code' => '1044410592',
      'name' => 'วังยาวศึกษาวิทย์',
      'province' => '32',
    ),
    1190 => 
    array (
      'code' => '1044410595',
      'name' => 'กันทรวิชัย',
      'province' => '32',
    ),
    1191 => 
    array (
      'code' => '1044410596',
      'name' => 'เขวาใหญ่พิทยาสรรค์',
      'province' => '32',
    ),
    1192 => 
    array (
      'code' => '1044410601',
      'name' => 'เชียงยืนพิทยาคม',
      'province' => '32',
    ),
    1193 => 
    array (
      'code' => '1044410602',
      'name' => 'กู่ทองพิทยาคม',
      'province' => '32',
    ),
    1194 => 
    array (
      'code' => '1044410604',
      'name' => 'บรบือ',
      'province' => '32',
    ),
    1195 => 
    array (
      'code' => '1044410605',
      'name' => 'บรบือวิทยาคาร',
      'province' => '32',
    ),
    1196 => 
    array (
      'code' => '1044410606',
      'name' => 'เหล่ายาววิทยาคาร',
      'province' => '32',
    ),
    1197 => 
    array (
      'code' => '1044410607',
      'name' => 'โนนแดงวิทยาคม',
      'province' => '32',
    ),
    1198 => 
    array (
      'code' => '1044410609',
      'name' => 'ยางวิทยาคม',
      'province' => '32',
    ),
    1199 => 
    array (
      'code' => '1044410610',
      'name' => 'โนนราษีวิทยา',
      'province' => '32',
    ),
    1200 => 
    array (
      'code' => '1044410611',
      'name' => 'หนองม่วงวิทยาคาร',
      'province' => '32',
    ),
    1201 => 
    array (
      'code' => '1044410612',
      'name' => 'นาเชือกพิทยาสรรค์',
      'province' => '32',
    ),
    1202 => 
    array (
      'code' => '1044410613',
      'name' => 'ปอพานพิทยาคม รัชมังคลาภิเษก',
      'province' => '32',
    ),
    1203 => 
    array (
      'code' => '1044410615',
      'name' => 'พยัคฆภูมิวิทยาคาร',
      'province' => '32',
    ),
    1204 => 
    array (
      'code' => '1044410618',
      'name' => 'วาปีปทุม',
      'province' => '32',
    ),
    1205 => 
    array (
      'code' => '1044410621',
      'name' => 'ดงใหญ่วิทยาคม รัชมังคลาภิเษก',
      'province' => '32',
    ),
    1206 => 
    array (
      'code' => '1044410623',
      'name' => 'ประชาพัฒนา',
      'province' => '32',
    ),
    1207 => 
    array (
      'code' => '1044410626',
      'name' => 'นาดูนประชาสรรพ์',
      'province' => '32',
    ),
    1208 => 
    array (
      'code' => '1044410627',
      'name' => 'ดงบังพิสัยนวการนุสรณ์',
      'province' => '32',
    ),
    1209 => 
    array (
      'code' => '1044410629',
      'name' => 'นาภูพิทยาคม',
      'province' => '32',
    ),
    1210 => 
    array (
      'code' => '1044410630',
      'name' => 'มัธยมยางสีสุราช',
      'province' => '32',
    ),
    1211 => 
    array (
      'code' => '1044410631',
      'name' => 'กุดรังประชาสรรค์',
      'province' => '32',
    ),
    1212 => 
    array (
      'code' => '1044410632',
      'name' => 'นาโพธิ์พิทยาสรรพ์',
      'province' => '32',
    ),
    1213 => 
    array (
      'code' => '1044410634',
      'name' => 'ชื่นชมพิทยาคาร',
      'province' => '32',
    ),
    1214 => 
    array (
      'code' => '1045450804',
      'name' => 'ร้อยเอ็ดวิทยาลัย',
      'province' => '33',
    ),
    1215 => 
    array (
      'code' => '1045450805',
      'name' => 'สตรีศึกษา',
      'province' => '33',
    ),
    1216 => 
    array (
      'code' => '1045450806',
      'name' => 'พลาญชัยพิทยาคม',
      'province' => '33',
    ),
    1217 => 
    array (
      'code' => '1045450807',
      'name' => 'ขัติยะวงษา',
      'province' => '33',
    ),
    1218 => 
    array (
      'code' => '1045450808',
      'name' => 'สตรีศึกษา 2',
      'province' => '33',
    ),
    1219 => 
    array (
      'code' => '1045450809',
      'name' => 'จันทรุเบกษาอนุสรณ์',
      'province' => '33',
    ),
    1220 => 
    array (
      'code' => '1045450810',
      'name' => 'หนองผึ้งวิทยาคาร',
      'province' => '33',
    ),
    1221 => 
    array (
      'code' => '1045450812',
      'name' => 'กู่กาสิงห์ประชาสรรค์',
      'province' => '33',
    ),
    1222 => 
    array (
      'code' => '1045450813',
      'name' => 'เหล่าหลวงประชานุสรณ์',
      'province' => '33',
    ),
    1223 => 
    array (
      'code' => '1045450814',
      'name' => 'ปทุมรัตต์พิทยาคม',
      'province' => '33',
    ),
    1224 => 
    array (
      'code' => '1045450815',
      'name' => 'โพนสูงประชาสรรค์',
      'province' => '33',
    ),
    1225 => 
    array (
      'code' => '1045450816',
      'name' => 'จตุรพักตรพิมานรัชดาภิเษก',
      'province' => '33',
    ),
    1226 => 
    array (
      'code' => '1045450817',
      'name' => 'โคกล่ามพิทยาคม',
      'province' => '33',
    ),
    1227 => 
    array (
      'code' => '1045450818',
      'name' => 'ดู่น้อยประชาสรรค์',
      'province' => '33',
    ),
    1228 => 
    array (
      'code' => '1045450819',
      'name' => 'ธวัชบุรีวิทยาคม',
      'province' => '33',
    ),
    1229 => 
    array (
      'code' => '1045450820',
      'name' => 'ธงธานี',
      'province' => '33',
    ),
    1230 => 
    array (
      'code' => '1045450821',
      'name' => 'เมืองน้อยวิทยาคม',
      'province' => '33',
    ),
    1231 => 
    array (
      'code' => '1045450822',
      'name' => 'ศรีธวัชวิทยาลัย',
      'province' => '33',
    ),
    1232 => 
    array (
      'code' => '1045450823',
      'name' => 'ศึกษาสงเคราะห์ธวัชบุรี',
      'province' => '33',
    ),
    1233 => 
    array (
      'code' => '1045450824',
      'name' => 'โสตศึกษาจังหวัดร้อยเอ็ด',
      'province' => '33',
    ),
    1234 => 
    array (
      'code' => '1045450825',
      'name' => 'พนมไพรวิทยาคาร',
      'province' => '33',
    ),
    1235 => 
    array (
      'code' => '1045450826',
      'name' => 'น้ำใสวรวิทย์',
      'province' => '33',
    ),
    1236 => 
    array (
      'code' => '1045450828',
      'name' => 'โพนทองพัฒนาวิทยา',
      'province' => '33',
    ),
    1237 => 
    array (
      'code' => '1045450829',
      'name' => 'โพนทองวิทยายน',
      'province' => '33',
    ),
    1238 => 
    array (
      'code' => '1045450830',
      'name' => 'ม่วงมิตรวิทยาคม',
      'province' => '33',
    ),
    1239 => 
    array (
      'code' => '1045450831',
      'name' => 'โนนชัยศรีวิทยา',
      'province' => '33',
    ),
    1240 => 
    array (
      'code' => '1045450832',
      'name' => 'คำนาดีพิทยาคม',
      'province' => '33',
    ),
    1241 => 
    array (
      'code' => '1045450833',
      'name' => 'โพธิ์ศรีสว่างวิทยา',
      'province' => '33',
    ),
    1242 => 
    array (
      'code' => '1045450834',
      'name' => 'โพธิ์ชัยชนูปถัมภ์',
      'province' => '33',
    ),
    1243 => 
    array (
      'code' => '1045450835',
      'name' => 'เชียงใหม่ประชานุสรณ์',
      'province' => '33',
    ),
    1244 => 
    array (
      'code' => '1045450836',
      'name' => 'หนองพอกวิทยาลัย',
      'province' => '33',
    ),
    1245 => 
    array (
      'code' => '1045450837',
      'name' => 'ผาน้ำทิพย์วิทยา',
      'province' => '33',
    ),
    1246 => 
    array (
      'code' => '1045450838',
      'name' => 'โพธิ์แก้วประชาสรรค์',
      'province' => '33',
    ),
    1247 => 
    array (
      'code' => '1045450839',
      'name' => 'เสลภูมิพิทยาคม',
      'province' => '33',
    ),
    1248 => 
    array (
      'code' => '1045450840',
      'name' => 'ขวาววิทยาคาร',
      'province' => '33',
    ),
    1249 => 
    array (
      'code' => '1045450841',
      'name' => 'เสลภูมิ',
      'province' => '33',
    ),
    1250 => 
    array (
      'code' => '1045450842',
      'name' => 'โพธิ์ทองวิทยาคาร',
      'province' => '33',
    ),
    1251 => 
    array (
      'code' => '1045450843',
      'name' => 'ท่าม่วงวิทยาคม',
      'province' => '33',
    ),
    1252 => 
    array (
      'code' => '1045450844',
      'name' => 'วังหลวงวิทยาคม',
      'province' => '33',
    ),
    1253 => 
    array (
      'code' => '1045450845',
      'name' => 'สุวรรณภูมิพิทยไพศาล',
      'province' => '33',
    ),
    1254 => 
    array (
      'code' => '1045450846',
      'name' => 'หัวโทนวิทยา',
      'province' => '33',
    ),
    1255 => 
    array (
      'code' => '1045450847',
      'name' => 'ูสุวรรณภูมิวิทยาลัย',
      'province' => '33',
    ),
    1256 => 
    array (
      'code' => '1045450848',
      'name' => 'ช้างเผือกวิทยาคม',
      'province' => '33',
    ),
    1257 => 
    array (
      'code' => '1045450849',
      'name' => 'ทุ่งหลวงพลับพลาไชย',
      'province' => '33',
    ),
    1258 => 
    array (
      'code' => '1045450850',
      'name' => 'หินกองวิทยาคาร',
      'province' => '33',
    ),
    1259 => 
    array (
      'code' => '1045450851',
      'name' => 'เมืองสรวงวิทยา',
      'province' => '33',
    ),
    1260 => 
    array (
      'code' => '1045450852',
      'name' => 'สูงยางวิทยาประชาสรรค์',
      'province' => '33',
    ),
    1261 => 
    array (
      'code' => '1045450853',
      'name' => 'ทรายทองวิทยา',
      'province' => '33',
    ),
    1262 => 
    array (
      'code' => '1045450854',
      'name' => 'สามขาท่าหาดยาววิทยา',
      'province' => '33',
    ),
    1263 => 
    array (
      'code' => '1045450855',
      'name' => 'อาจสามารถวิทยา',
      'province' => '33',
    ),
    1264 => 
    array (
      'code' => '1045450856',
      'name' => 'หนองหมื่นถ่านวิทยา',
      'province' => '33',
    ),
    1265 => 
    array (
      'code' => '1045450858',
      'name' => 'โพนเมืองประชารัฐ',
      'province' => '33',
    ),
    1266 => 
    array (
      'code' => '1045450859',
      'name' => 'เมยวดีพิทยาคม',
      'province' => '33',
    ),
    1267 => 
    array (
      'code' => '1045450860',
      'name' => 'ศรีสมเด็จพิมพ์พัฒนาวิทยา',
      'province' => '33',
    ),
    1268 => 
    array (
      'code' => '1045450861',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ร้อยเอ็ด',
      'province' => '33',
    ),
    1269 => 
    array (
      'code' => '1045450862',
      'name' => 'ม่วงลาดวิทยาคาร',
      'province' => '33',
    ),
    1270 => 
    array (
      'code' => '1045450863',
      'name' => 'จังหารฐิตวิริยาประชาสรรค์',
      'province' => '33',
    ),
    1271 => 
    array (
      'code' => '1045450864',
      'name' => 'เชียงขัวญพิทยาคม',
      'province' => '33',
    ),
    1272 => 
    array (
      'code' => '1045450865',
      'name' => 'พลับพลาวิทยาคม',
      'province' => '33',
    ),
    1273 => 
    array (
      'code' => '1045450866',
      'name' => 'หนองฮีเจริญวิทย์',
      'province' => '33',
    ),
    1274 => 
    array (
      'code' => '1045450867',
      'name' => 'ดูกอึ่งประชาสามัคคี',
      'province' => '33',
    ),
    1275 => 
    array (
      'code' => '1045450868',
      'name' => 'เทอดไทยวิทยาคม',
      'province' => '33',
    ),
    1276 => 
    array (
      'code' => '1046030581',
      'name' => 'กาฬสินธุ์พิทยาสรรพ์',
      'province' => '34',
    ),
    1277 => 
    array (
      'code' => '1046030582',
      'name' => 'อนุกูลนารี',
      'province' => '34',
    ),
    1278 => 
    array (
      'code' => '1046030583',
      'name' => 'เมืองกาฬสินธุ์',
      'province' => '34',
    ),
    1279 => 
    array (
      'code' => '1046030584',
      'name' => 'เหล่านาแกวิทยานุสรณ์',
      'province' => '34',
    ),
    1280 => 
    array (
      'code' => '1046030585',
      'name' => 'หนองสอพิทยาคม',
      'province' => '34',
    ),
    1281 => 
    array (
      'code' => '1046030586',
      'name' => 'แก่งนาจารย์พิทยาคม',
      'province' => '34',
    ),
    1282 => 
    array (
      'code' => '1046030587',
      'name' => 'เมืองเหนือวิทยาคม',
      'province' => '34',
    ),
    1283 => 
    array (
      'code' => '1046030589',
      'name' => 'นามนพิทยาคม',
      'province' => '34',
    ),
    1284 => 
    array (
      'code' => '1046030590',
      'name' => 'มอสวนขิงพิทยาสรรพ์',
      'province' => '34',
    ),
    1285 => 
    array (
      'code' => '1046030591',
      'name' => 'กมลาไสย',
      'province' => '34',
    ),
    1286 => 
    array (
      'code' => '1046030592',
      'name' => 'ฟ้าแดดสูงยางวิทยาคาร',
      'province' => '34',
    ),
    1287 => 
    array (
      'code' => '1046030593',
      'name' => 'ดอนไทรงามพิทยาคม',
      'province' => '34',
    ),
    1288 => 
    array (
      'code' => '1046030594',
      'name' => 'โคกศรีเมือง',
      'province' => '34',
    ),
    1289 => 
    array (
      'code' => '1046030595',
      'name' => 'ธัญญาพัฒนวิทย์',
      'province' => '34',
    ),
    1290 => 
    array (
      'code' => '1046030596',
      'name' => 'ร่องคำ',
      'province' => '34',
    ),
    1291 => 
    array (
      'code' => '1046030598',
      'name' => 'กุฉินารายณ์',
      'province' => '34',
    ),
    1292 => 
    array (
      'code' => '1046030600',
      'name' => 'สามขาสว่างวิทย์',
      'province' => '34',
    ),
    1293 => 
    array (
      'code' => '1046030601',
      'name' => 'โนนคำวิทยา',
      'province' => '34',
    ),
    1294 => 
    array (
      'code' => '1046030602',
      'name' => 'นาไคร้พิทยาสรรพ์',
      'province' => '34',
    ),
    1295 => 
    array (
      'code' => '1046030604',
      'name' => 'เขาวงพิทยาคาร',
      'province' => '34',
    ),
    1296 => 
    array (
      'code' => '1046030605',
      'name' => 'พุทโธภาวนาประชาสรรค์',
      'province' => '34',
    ),
    1297 => 
    array (
      'code' => '1046030606',
      'name' => 'กาญจนาภิเษกวิทยาลัย กาฬสินธุ์',
      'province' => '34',
    ),
    1298 => 
    array (
      'code' => '1046030607',
      'name' => 'ยางตลาดวิทยาคาร',
      'province' => '34',
    ),
    1299 => 
    array (
      'code' => '1046030608',
      'name' => 'โนนสูงพิทยาคม',
      'province' => '34',
    ),
    1300 => 
    array (
      'code' => '1046030610',
      'name' => 'เขาพระนอนวิทยาคม',
      'province' => '34',
    ),
    1301 => 
    array (
      'code' => '1046030611',
      'name' => 'วังมนวิทยาคาร',
      'province' => '34',
    ),
    1302 => 
    array (
      'code' => '1046030614',
      'name' => 'กาฬสินธุ์ปัญญานุกูล',
      'province' => '34',
    ),
    1303 => 
    array (
      'code' => '1046030615',
      'name' => 'ห้วยเม็กวิทยาคม',
      'province' => '34',
    ),
    1304 => 
    array (
      'code' => '1046030617',
      'name' => 'หัวหินวัฒนาลัย',
      'province' => '34',
    ),
    1305 => 
    array (
      'code' => '1046030618',
      'name' => 'วังลิ้นฟ้าวิทยาคม',
      'province' => '34',
    ),
    1306 => 
    array (
      'code' => '1046030619',
      'name' => 'คำเจริญวิทยาคม',
      'province' => '34',
    ),
    1307 => 
    array (
      'code' => '1046030620',
      'name' => 'สหัสขันธ์ศึกษา',
      'province' => '34',
    ),
    1308 => 
    array (
      'code' => '1046030621',
      'name' => 'นามะเขือพัฒนศึกษา',
      'province' => '34',
    ),
    1309 => 
    array (
      'code' => '1046030622',
      'name' => 'โนนศิลาพิทยาคม',
      'province' => '34',
    ),
    1310 => 
    array (
      'code' => '1046030623',
      'name' => 'คำม่วง',
      'province' => '34',
    ),
    1311 => 
    array (
      'code' => '1046030625',
      'name' => 'ท่าคันโทวิทยาคาร',
      'province' => '34',
    ),
    1312 => 
    array (
      'code' => '1046030626',
      'name' => 'ดงกลางพัฒนศึกษา',
      'province' => '34',
    ),
    1313 => 
    array (
      'code' => '1046030627',
      'name' => 'หนองกุงศรีวิทยาคาร',
      'province' => '34',
    ),
    1314 => 
    array (
      'code' => '1046030630',
      'name' => 'มัธยมภูฮังพัฒนวิทย์',
      'province' => '34',
    ),
    1315 => 
    array (
      'code' => '1046030631',
      'name' => 'หนองบัวไชยวารพิทยาสรรพ์',
      'province' => '34',
    ),
    1316 => 
    array (
      'code' => '1046030632',
      'name' => 'สมเด็จพิทยาคม',
      'province' => '34',
    ),
    1317 => 
    array (
      'code' => '1046030633',
      'name' => 'มหาไชยพิทยาคม',
      'province' => '34',
    ),
    1318 => 
    array (
      'code' => '1046030634',
      'name' => 'แก้วเสด็จพิทยาคม',
      'province' => '34',
    ),
    1319 => 
    array (
      'code' => '1046030635',
      'name' => 'ประชารัฐพัฒนศึกษา',
      'province' => '34',
    ),
    1320 => 
    array (
      'code' => '1046030636',
      'name' => 'บัวสามัคคีพิทยาสรรพ์',
      'province' => '34',
    ),
    1321 => 
    array (
      'code' => '1046030638',
      'name' => 'ผาเสวยรังสรรค์',
      'province' => '34',
    ),
    1322 => 
    array (
      'code' => '1046030639',
      'name' => 'ห้วยผึ้งพิทยา',
      'province' => '34',
    ),
    1323 => 
    array (
      'code' => '1046030640',
      'name' => 'นิคมหนองแก้วญาณเวที',
      'province' => '34',
    ),
    1324 => 
    array (
      'code' => '1046030641',
      'name' => 'สามชัย',
      'province' => '34',
    ),
    1325 => 
    array (
      'code' => '1046030642',
      'name' => 'บ้านนาคูพัฒนา(กรป.กลางอุปถัมภ์)',
      'province' => '34',
    ),
    1326 => 
    array (
      'code' => '1046030643',
      'name' => 'บ่อแก้วญาณเวทีพัฒนา',
      'province' => '34',
    ),
    1327 => 
    array (
      'code' => '1046030644',
      'name' => 'ดอนจานวิทยาคม',
      'province' => '34',
    ),
    1328 => 
    array (
      'code' => '1046030645',
      'name' => 'จำปาหลวงวิทยาคม',
      'province' => '34',
    ),
    1329 => 
    array (
      'code' => '1046030646',
      'name' => 'ฆ้องชัยวิทยาคม',
      'province' => '34',
    ),
    1330 => 
    array (
      'code' => '1046030647',
      'name' => 'เหล่ากลางวิทยาคม',
      'province' => '34',
    ),
    1331 => 
    array (
      'code' => '1046030648',
      'name' => 'ไตรรัตนวิทยาคม',
      'province' => '34',
    ),
    1332 => 
    array (
      'code' => '1047540098',
      'name' => 'บ้านโพนแพง',
      'province' => '35',
    ),
    1333 => 
    array (
      'code' => '1047540129',
      'name' => 'บ้านดงหม้อทอง',
      'province' => '35',
    ),
    1334 => 
    array (
      'code' => '1047540581',
      'name' => 'บ้านนาสีนวล',
      'province' => '35',
    ),
    1335 => 
    array (
      'code' => '1047540626',
      'name' => 'สกลราชวิทยานุกูล',
      'province' => '35',
    ),
    1336 => 
    array (
      'code' => '1047540627',
      'name' => 'ดงมะไฟวิทยา',
      'province' => '35',
    ),
    1337 => 
    array (
      'code' => '1047540628',
      'name' => 'สกลนครพัฒนศึกษา',
      'province' => '35',
    ),
    1338 => 
    array (
      'code' => '1047540629',
      'name' => 'ธาตุนารายณ์วิทยา',
      'province' => '35',
    ),
    1339 => 
    array (
      'code' => '1047540630',
      'name' => 'ท่าแร่ศึกษา',
      'province' => '35',
    ),
    1340 => 
    array (
      'code' => '1047540632',
      'name' => 'เฉลิมพระเกียรติพระบาทสมเด็จพระเจ้าอยู่หัวทรงครองรา',
      'province' => '35',
    ),
    1341 => 
    array (
      'code' => '1047540633',
      'name' => 'กุสุมาลย์วิทยาคม',
      'province' => '35',
    ),
    1342 => 
    array (
      'code' => '1047540634',
      'name' => 'โพธิแสนวิทยา',
      'province' => '35',
    ),
    1343 => 
    array (
      'code' => '1047540635',
      'name' => 'กุดบากพัฒนาศึกษา',
      'province' => '35',
    ),
    1344 => 
    array (
      'code' => '1047540637',
      'name' => 'พรรณาวุฒาจารย์',
      'province' => '35',
    ),
    1345 => 
    array (
      'code' => '1047540638',
      'name' => 'บ้านบัวราษฎร์บำรุง',
      'province' => '35',
    ),
    1346 => 
    array (
      'code' => '1047540639',
      'name' => 'เทพสวัสดิ์วิทยา',
      'province' => '35',
    ),
    1347 => 
    array (
      'code' => '1047540640',
      'name' => 'ภูริทัตต์วิทยา',
      'province' => '35',
    ),
    1348 => 
    array (
      'code' => '1047540641',
      'name' => 'บะฮีวิทยาคม',
      'province' => '35',
    ),
    1349 => 
    array (
      'code' => '1047540642',
      'name' => 'ช้างมิ่งพิทยานุกูล',
      'province' => '35',
    ),
    1350 => 
    array (
      'code' => '1047540643',
      'name' => 'ศึกษาสงเคราะห์สกลนคร',
      'province' => '35',
    ),
    1351 => 
    array (
      'code' => '1047540644',
      'name' => 'พังโคนวิทยาคม',
      'province' => '35',
    ),
    1352 => 
    array (
      'code' => '1047540645',
      'name' => 'ลำปลาหางวิทยา',
      'province' => '35',
    ),
    1353 => 
    array (
      'code' => '1047540646',
      'name' => 'มัธยมวาริชภูมิ',
      'province' => '35',
    ),
    1354 => 
    array (
      'code' => '1047540647',
      'name' => 'ธรรมบวรวิทยา',
      'province' => '35',
    ),
    1355 => 
    array (
      'code' => '1047540648',
      'name' => 'วาริชวิทยา',
      'province' => '35',
    ),
    1356 => 
    array (
      'code' => '1047540649',
      'name' => 'นิคมน้ำอูนเจริญวิทยา',
      'province' => '35',
    ),
    1357 => 
    array (
      'code' => '1047540650',
      'name' => 'มัธยมวานรนิวาส',
      'province' => '35',
    ),
    1358 => 
    array (
      'code' => '1047540651',
      'name' => 'กุดเรือคำพิทยาคาร',
      'province' => '35',
    ),
    1359 => 
    array (
      'code' => '1047540654',
      'name' => 'หนองแวงวิทยา',
      'province' => '35',
    ),
    1360 => 
    array (
      'code' => '1047540656',
      'name' => 'คำตากล้าราชประชาสงเคราะห์',
      'province' => '35',
    ),
    1361 => 
    array (
      'code' => '1047540657',
      'name' => 'ศึกษาประชาสามัคคี',
      'province' => '35',
    ),
    1362 => 
    array (
      'code' => '1047540658',
      'name' => 'บ้านม่วงพิทยาคม',
      'province' => '35',
    ),
    1363 => 
    array (
      'code' => '1047540659',
      'name' => 'โพธิ์ชัยทองพิทยาคม',
      'province' => '35',
    ),
    1364 => 
    array (
      'code' => '1047540661',
      'name' => 'อากาศอำนวยศึกษา',
      'province' => '35',
    ),
    1365 => 
    array (
      'code' => '1047540662',
      'name' => 'โพนงามศึกษา',
      'province' => '35',
    ),
    1366 => 
    array (
      'code' => '1047540663',
      'name' => 'ท่าสงครามวิทยา',
      'province' => '35',
    ),
    1367 => 
    array (
      'code' => '1047540664',
      'name' => 'เตรียมอุดมศึกษา ภาคตะวันออกเฉียงเหนือ',
      'province' => '35',
    ),
    1368 => 
    array (
      'code' => '1047540665',
      'name' => 'แวงพิทยาคม',
      'province' => '35',
    ),
    1369 => 
    array (
      'code' => '1047540666',
      'name' => 'หนองหลวงศึกษา',
      'province' => '35',
    ),
    1370 => 
    array (
      'code' => '1047540667',
      'name' => 'โคกสีวิทยาสรรค์',
      'province' => '35',
    ),
    1371 => 
    array (
      'code' => '1047540668',
      'name' => 'บงเหนือวิทยาคม',
      'province' => '35',
    ),
    1372 => 
    array (
      'code' => '1047540669',
      'name' => 'สว่างแดนดิน',
      'province' => '35',
    ),
    1373 => 
    array (
      'code' => '1047540670',
      'name' => 'ส่องดาววิทยาคม',
      'province' => '35',
    ),
    1374 => 
    array (
      'code' => '1047540671',
      'name' => 'เต่างอยพัฒนศึกษา',
      'province' => '35',
    ),
    1375 => 
    array (
      'code' => '1047540672',
      'name' => 'ร่มเกล้า',
      'province' => '35',
    ),
    1376 => 
    array (
      'code' => '1047540673',
      'name' => 'ด่านม่วงคำพิทยาคม',
      'province' => '35',
    ),
    1377 => 
    array (
      'code' => '1047540674',
      'name' => 'เจริญศิลป์ศึกษา(โพธิ์คำอนุสรณ์)',
      'province' => '35',
    ),
    1378 => 
    array (
      'code' => '1047540675',
      'name' => 'โพนพิทยาคม',
      'province' => '35',
    ),
    1379 => 
    array (
      'code' => '1047540676',
      'name' => 'คำเพิ่มพิทยา',
      'province' => '35',
    ),
    1380 => 
    array (
      'code' => '1047540677',
      'name' => 'ท่านผู้หญิงจันทิมาพึ่งบารมี',
      'province' => '35',
    ),
    1381 => 
    array (
      'code' => '1048190456',
      'name' => 'ปิยะมหาราชาลัย',
      'province' => '36',
    ),
    1382 => 
    array (
      'code' => '1048190457',
      'name' => 'คำเตยอุปถัมภ์',
      'province' => '36',
    ),
    1383 => 
    array (
      'code' => '1048190458',
      'name' => 'นครพนมวิทยาคม',
      'province' => '36',
    ),
    1384 => 
    array (
      'code' => '1048190459',
      'name' => 'ศรีโคตรบูรณ์',
      'province' => '36',
    ),
    1385 => 
    array (
      'code' => '1048190460',
      'name' => 'บ้านผึ้งวิทยาคม',
      'province' => '36',
    ),
    1386 => 
    array (
      'code' => '1048190461',
      'name' => 'ศรีบัวบานวิทยาคม',
      'province' => '36',
    ),
    1387 => 
    array (
      'code' => '1048190462',
      'name' => 'วังกระแสวิทยาคม',
      'province' => '36',
    ),
    1388 => 
    array (
      'code' => '1048190463',
      'name' => 'ปลาปากวิทยา',
      'province' => '36',
    ),
    1389 => 
    array (
      'code' => '1048190464',
      'name' => 'กุตาไก้วิทยาคม',
      'province' => '36',
    ),
    1390 => 
    array (
      'code' => '1048190465',
      'name' => 'มัธยมพัชรกิติยาภา 1 นครพนม',
      'province' => '36',
    ),
    1391 => 
    array (
      'code' => '1048190466',
      'name' => 'ธรรมโฆษิตวิทยา',
      'province' => '36',
    ),
    1392 => 
    array (
      'code' => '1048190467',
      'name' => 'โคกสว่างประชาสรรค์',
      'province' => '36',
    ),
    1393 => 
    array (
      'code' => '1048190468',
      'name' => 'มหาชัยวิทยาคม',
      'province' => '36',
    ),
    1394 => 
    array (
      'code' => '1048190469',
      'name' => 'อุเทนพัฒนา',
      'province' => '36',
    ),
    1395 => 
    array (
      'code' => '1048190470',
      'name' => 'ไชยบุรีวิทยาคม',
      'province' => '36',
    ),
    1396 => 
    array (
      'code' => '1048190471',
      'name' => 'พะทายพิทยาคม',
      'province' => '36',
    ),
    1397 => 
    array (
      'code' => '1048190472',
      'name' => 'รามราชพิทยาคม',
      'province' => '36',
    ),
    1398 => 
    array (
      'code' => '1048190473',
      'name' => 'ท่าจำปาวิทยา',
      'province' => '36',
    ),
    1399 => 
    array (
      'code' => '1048190474',
      'name' => 'เชียงยืนวิทยา',
      'province' => '36',
    ),
    1400 => 
    array (
      'code' => '1048190475',
      'name' => 'บ้านแพงพิทยาคม',
      'province' => '36',
    ),
    1401 => 
    array (
      'code' => '1048190477',
      'name' => 'ลังกาพิทยาคม',
      'province' => '36',
    ),
    1402 => 
    array (
      'code' => '1048190478',
      'name' => 'ธาตุพนม',
      'province' => '36',
    ),
    1403 => 
    array (
      'code' => '1048190479',
      'name' => 'นาถ่อนพัฒนา',
      'province' => '36',
    ),
    1404 => 
    array (
      'code' => '1048190480',
      'name' => 'อุ่มเหม้าประชาสรรค์',
      'province' => '36',
    ),
    1405 => 
    array (
      'code' => '1048190481',
      'name' => 'โพนแพงพิทยาคม',
      'province' => '36',
    ),
    1406 => 
    array (
      'code' => '1048190482',
      'name' => 'กุดฉิมวิทยาคม',
      'province' => '36',
    ),
    1407 => 
    array (
      'code' => '1048190483',
      'name' => 'เรณูนครวิทยานุกูล',
      'province' => '36',
    ),
    1408 => 
    array (
      'code' => '1048190484',
      'name' => 'ดงดาวแจ้งพัฒนศึกษา',
      'province' => '36',
    ),
    1409 => 
    array (
      'code' => '1048190485',
      'name' => 'นาแกพิทยาคม',
      'province' => '36',
    ),
    1410 => 
    array (
      'code' => '1048190486',
      'name' => 'นาแกสามัคคีวิทยา',
      'province' => '36',
    ),
    1411 => 
    array (
      'code' => '1048190487',
      'name' => 'พระซองสามัคคีวิทยา',
      'province' => '36',
    ),
    1412 => 
    array (
      'code' => '1048190488',
      'name' => 'หนองบ่อวิทยานุกูล',
      'province' => '36',
    ),
    1413 => 
    array (
      'code' => '1048190489',
      'name' => 'ธรรมากรวิทยานุกูล',
      'province' => '36',
    ),
    1414 => 
    array (
      'code' => '1048190490',
      'name' => 'สหราษฎร์รังสฤษดิ์',
      'province' => '36',
    ),
    1415 => 
    array (
      'code' => '1048190491',
      'name' => 'สามผงวิทยาคม',
      'province' => '36',
    ),
    1416 => 
    array (
      'code' => '1048190492',
      'name' => 'สนธิราษฎร์วิทยา',
      'province' => '36',
    ),
    1417 => 
    array (
      'code' => '1048190493',
      'name' => 'บ้านข่าพิทยาคม',
      'province' => '36',
    ),
    1418 => 
    array (
      'code' => '1048190494',
      'name' => 'นาคำราษฎร์รังสรรค์',
      'province' => '36',
    ),
    1419 => 
    array (
      'code' => '1048190495',
      'name' => 'นาเดื่อพิทยาคม',
      'province' => '36',
    ),
    1420 => 
    array (
      'code' => '1048190496',
      'name' => 'นาหว้าพิทยาคม(ธาตุประสิทธิ์ประชานุเคราะห์)',
      'province' => '36',
    ),
    1421 => 
    array (
      'code' => '1048190497',
      'name' => 'นางัวราษฎร์รังสรรค์',
      'province' => '36',
    ),
    1422 => 
    array (
      'code' => '1048190498',
      'name' => 'ดอนเสียวแดงพิทยาคม',
      'province' => '36',
    ),
    1423 => 
    array (
      'code' => '1048190499',
      'name' => 'อุดมพัฒนศึกษา',
      'province' => '36',
    ),
    1424 => 
    array (
      'code' => '1048190500',
      'name' => 'โพนสวรรค์ราษฎร์พัฒนา',
      'province' => '36',
    ),
    1425 => 
    array (
      'code' => '1048190501',
      'name' => 'ค้อวิทยาคม',
      'province' => '36',
    ),
    1426 => 
    array (
      'code' => '1048190502',
      'name' => 'นาทมวิทยา',
      'province' => '36',
    ),
    1427 => 
    array (
      'code' => '1048190503',
      'name' => 'หนองซนพิทยาคม',
      'province' => '36',
    ),
    1428 => 
    array (
      'code' => '1048190504',
      'name' => 'วังยางวิทยาคม',
      'province' => '36',
    ),
    1429 => 
    array (
      'code' => '1048190505',
      'name' => 'หนองโพธิ์พิทยาคม',
      'province' => '36',
    ),
    1430 => 
    array (
      'code' => '1048190506',
      'name' => 'วัดบึงเหล็ก',
      'province' => '36',
    ),
    1431 => 
    array (
      'code' => '1048190507',
      'name' => 'หนองแวงวิทยานุกูล',
      'province' => '36',
    ),
    1432 => 
    array (
      'code' => '1049730247',
      'name' => 'มุกดาหาร',
      'province' => '37',
    ),
    1433 => 
    array (
      'code' => '1049730248',
      'name' => 'นาโสกวิทยาคาร',
      'province' => '37',
    ),
    1434 => 
    array (
      'code' => '1049730249',
      'name' => 'ผึ่งแดดวิทยาคาร',
      'province' => '37',
    ),
    1435 => 
    array (
      'code' => '1049730250',
      'name' => 'นวมินทราชูทิศ อีสาน',
      'province' => '37',
    ),
    1436 => 
    array (
      'code' => '1049730251',
      'name' => 'คำป่าหลายสรรพวิทย์',
      'province' => '37',
    ),
    1437 => 
    array (
      'code' => '1049730252',
      'name' => 'ดงเย็นวิทยาคม',
      'province' => '37',
    ),
    1438 => 
    array (
      'code' => '1049730253',
      'name' => 'นาวาราชกิจพิทยานุสรณ์',
      'province' => '37',
    ),
    1439 => 
    array (
      'code' => '1049730254',
      'name' => 'มุกดาวิทยานุกูล',
      'province' => '37',
    ),
    1440 => 
    array (
      'code' => '1049730255',
      'name' => 'จุฬาภรณราชวิทยาลัย มุกดาหาร',
      'province' => '37',
    ),
    1441 => 
    array (
      'code' => '1049730256',
      'name' => 'ดงมอนวิทยาคม',
      'province' => '37',
    ),
    1442 => 
    array (
      'code' => '1049730257',
      'name' => 'เมืองมุกวิทยาคม',
      'province' => '37',
    ),
    1443 => 
    array (
      'code' => '1049730258',
      'name' => 'โสตศึกษาจังหวัดมุกดาหาร',
      'province' => '37',
    ),
    1444 => 
    array (
      'code' => '1049730259',
      'name' => 'คำสร้อยพิทยาสรรค์',
      'province' => '37',
    ),
    1445 => 
    array (
      'code' => '1049730260',
      'name' => 'อุดมวิทย์',
      'province' => '37',
    ),
    1446 => 
    array (
      'code' => '1049730261',
      'name' => 'ร่มเกล้าพิทยาสรรค์',
      'province' => '37',
    ),
    1447 => 
    array (
      'code' => '1049730262',
      'name' => 'แวงใหญ่พิทยาสรรค์',
      'province' => '37',
    ),
    1448 => 
    array (
      'code' => '1049730263',
      'name' => 'โชคชัยวิทยา',
      'province' => '37',
    ),
    1449 => 
    array (
      'code' => '1049730264',
      'name' => 'ดอนตาลวิทยา',
      'province' => '37',
    ),
    1450 => 
    array (
      'code' => '1049730265',
      'name' => 'โพธิ์ไทรวิทยา',
      'province' => '37',
    ),
    1451 => 
    array (
      'code' => '1049730266',
      'name' => 'ผาเทิบวิทยา',
      'province' => '37',
    ),
    1452 => 
    array (
      'code' => '1049730267',
      'name' => 'ดงหลวงวิทยา',
      'province' => '37',
    ),
    1453 => 
    array (
      'code' => '1049730268',
      'name' => 'กกตูมประชาสรรค์ รัชมังคลาภิเษก',
      'province' => '37',
    ),
    1454 => 
    array (
      'code' => '1049730269',
      'name' => 'คำชะอีวิทยาคาร',
      'province' => '37',
    ),
    1455 => 
    array (
      'code' => '1049730270',
      'name' => 'คำบกวิทยาคาร',
      'province' => '37',
    ),
    1456 => 
    array (
      'code' => '1049730271',
      'name' => 'ชัยปัญญาวิทยานุสรณ์',
      'province' => '37',
    ),
    1457 => 
    array (
      'code' => '1049730272',
      'name' => 'คำชะอีพิทยาคม',
      'province' => '37',
    ),
    1458 => 
    array (
      'code' => '1049730273',
      'name' => 'เหล่าประชาอุทิศ',
      'province' => '37',
    ),
    1459 => 
    array (
      'code' => '1049730274',
      'name' => 'หว้านใหญ่วิทยา',
      'province' => '37',
    ),
    1460 => 
    array (
      'code' => '1049730275',
      'name' => 'หนองสูงสามัคคีวิทยา',
      'province' => '37',
    ),
    1461 => 
    array (
      'code' => '1049730276',
      'name' => 'พลังราษฎร์พิทยาสรรพ์',
      'province' => '37',
    ),
    1462 => 
    array (
      'code' => '1049730277',
      'name' => 'หนองแวงวิทยาคม',
      'province' => '37',
    ),
    1463 => 
    array (
      'code' => '1050130129',
      'name' => 'แกน้อยศึกษา',
      'province' => '38',
    ),
    1464 => 
    array (
      'code' => '1050130325',
      'name' => 'บ้านปางอุ๋ง',
      'province' => '38',
    ),
    1465 => 
    array (
      'code' => '1050130345',
      'name' => 'บ้านแม่แฮเหนือ',
      'province' => '38',
    ),
    1466 => 
    array (
      'code' => '1050130493',
      'name' => 'บ้านสันต้นหมื้อ',
      'province' => '38',
    ),
    1467 => 
    array (
      'code' => '1050130531',
      'name' => 'บ้านบ่อแก้ว',
      'province' => '38',
    ),
    1468 => 
    array (
      'code' => '1050130797',
      'name' => 'บ้านแม่โถ',
      'province' => '38',
    ),
    1469 => 
    array (
      'code' => '1050130984',
      'name' => 'ยุพราชวิทยาลัย',
      'province' => '38',
    ),
    1470 => 
    array (
      'code' => '1050130985',
      'name' => 'วัฒโนทัยพายัพ',
      'province' => '38',
    ),
    1471 => 
    array (
      'code' => '1050130986',
      'name' => 'หอพระ',
      'province' => '38',
    ),
    1472 => 
    array (
      'code' => '1050130987',
      'name' => 'กาวิละวิทยาลัย',
      'province' => '38',
    ),
    1473 => 
    array (
      'code' => '1050130988',
      'name' => 'โสตศึกษาอนุสารสุนทร',
      'province' => '38',
    ),
    1474 => 
    array (
      'code' => '1050130989',
      'name' => 'สอนคนตาบอดภาคเหนือ',
      'province' => '38',
    ),
    1475 => 
    array (
      'code' => '1050130990',
      'name' => 'กาวิละอนุกูล',
      'province' => '38',
    ),
    1476 => 
    array (
      'code' => '1050130991',
      'name' => 'จอมทอง',
      'province' => '38',
    ),
    1477 => 
    array (
      'code' => '1050130992',
      'name' => 'แม่แจ่ม',
      'province' => '38',
    ),
    1478 => 
    array (
      'code' => '1050130994',
      'name' => 'เชียงดาววิทยาคม',
      'province' => '38',
    ),
    1479 => 
    array (
      'code' => '1050130995',
      'name' => 'อรุโณทัยวิทยาคม',
      'province' => '38',
    ),
    1480 => 
    array (
      'code' => '1050130996',
      'name' => 'ศึกษาสงเคราะห์เชียงดาว',
      'province' => '38',
    ),
    1481 => 
    array (
      'code' => '1050130997',
      'name' => 'ดอยสะเก็ดวิทยาคม',
      'province' => '38',
    ),
    1482 => 
    array (
      'code' => '1050130998',
      'name' => 'แม่แตง',
      'province' => '38',
    ),
    1483 => 
    array (
      'code' => '1050130999',
      'name' => 'แม่หอพระวิทยาคม',
      'province' => '38',
    ),
    1484 => 
    array (
      'code' => '1050131000',
      'name' => 'สันป่ายางวิทยาคม',
      'province' => '38',
    ),
    1485 => 
    array (
      'code' => '1050131001',
      'name' => 'แม่ริมวิทยาคม',
      'province' => '38',
    ),
    1486 => 
    array (
      'code' => '1050131002',
      'name' => 'นวมินทราชูทิศ พายัพ',
      'province' => '38',
    ),
    1487 => 
    array (
      'code' => '1050131003',
      'name' => 'ศึกษาสงเคราะห์เชียงใหม่',
      'province' => '38',
    ),
    1488 => 
    array (
      'code' => '1050131004',
      'name' => 'สะเมิงพิทยาคม',
      'province' => '38',
    ),
    1489 => 
    array (
      'code' => '1050131005',
      'name' => 'ฝางชนูปถัมภ์',
      'province' => '38',
    ),
    1490 => 
    array (
      'code' => '1050131007',
      'name' => 'ราชประชานุเคราะห์ 30',
      'province' => '38',
    ),
    1491 => 
    array (
      'code' => '1050131008',
      'name' => 'พร้าววิทยาคม',
      'province' => '38',
    ),
    1492 => 
    array (
      'code' => '1050131009',
      'name' => 'สันป่าตองวิทยาคม',
      'province' => '38',
    ),
    1493 => 
    array (
      'code' => '1050131010',
      'name' => 'เทพศิรินทร์ เชียงใหม่',
      'province' => '38',
    ),
    1494 => 
    array (
      'code' => '1050131011',
      'name' => 'สันกำแพง',
      'province' => '38',
    ),
    1495 => 
    array (
      'code' => '1050131012',
      'name' => 'สันทรายวิทยาคม',
      'province' => '38',
    ),
    1496 => 
    array (
      'code' => '1050131013',
      'name' => 'หางดงรัฐราษฎร์อุปถัมภ์',
      'province' => '38',
    ),
    1497 => 
    array (
      'code' => '1050131014',
      'name' => 'ฮอดพิทยาคม',
      'province' => '38',
    ),
    1498 => 
    array (
      'code' => '1050131015',
      'name' => 'ดอยเต่าวิทยาคม',
      'province' => '38',
    ),
    1499 => 
    array (
      'code' => '1050131016',
      'name' => 'อมก๋อยวิทยาคม',
      'province' => '38',
    ),
    1500 => 
    array (
      'code' => '1050131017',
      'name' => 'แม่ตื่นวิทยาคม',
      'province' => '38',
    ),
    1501 => 
    array (
      'code' => '1050131018',
      'name' => 'สารภีพิทยาคม',
      'province' => '38',
    ),
    1502 => 
    array (
      'code' => '1050131019',
      'name' => 'เวียงแหงวิทยาคม',
      'province' => '38',
    ),
    1503 => 
    array (
      'code' => '1050131020',
      'name' => 'ไชยปราการ',
      'province' => '38',
    ),
    1504 => 
    array (
      'code' => '1050131021',
      'name' => 'บ้านกาดวิทยาคม',
      'province' => '38',
    ),
    1505 => 
    array (
      'code' => '1050131022',
      'name' => 'แม่ออนวิทยาลัย',
      'province' => '38',
    ),
    1506 => 
    array (
      'code' => '1050131023',
      'name' => 'สองแคววิทยาคม',
      'province' => '38',
    ),
    1507 => 
    array (
      'code' => '1050131024',
      'name' => 'สันติสุข',
      'province' => '38',
    ),
    1508 => 
    array (
      'code' => '1050131025',
      'name' => 'ศรีสังวาลย์เชียงใหม่',
      'province' => '38',
    ),
    1509 => 
    array (
      'code' => '1051510293',
      'name' => 'จักรคำคณาทร',
      'province' => '39',
    ),
    1510 => 
    array (
      'code' => '1051510294',
      'name' => 'ส่วนบุญโญปถัมภ์ ลำพูน',
      'province' => '39',
    ),
    1511 => 
    array (
      'code' => '1051510295',
      'name' => 'อุโมงค์วิทยาคม',
      'province' => '39',
    ),
    1512 => 
    array (
      'code' => '1051510296',
      'name' => 'บ้านแป้นพิทยาคม',
      'province' => '39',
    ),
    1513 => 
    array (
      'code' => '1051510297',
      'name' => 'แม่ทาวิทยาคม',
      'province' => '39',
    ),
    1514 => 
    array (
      'code' => '1051510298',
      'name' => 'ทาขุมเงินวิทยาคาร',
      'province' => '39',
    ),
    1515 => 
    array (
      'code' => '1051510299',
      'name' => 'ธีรกานท์บ้านโฮ่ง',
      'province' => '39',
    ),
    1516 => 
    array (
      'code' => '1051510300',
      'name' => 'บ้านโฮ่งรัตนวิทยา',
      'province' => '39',
    ),
    1517 => 
    array (
      'code' => '1051510301',
      'name' => 'เวียงเจดีย์วิทยา',
      'province' => '39',
    ),
    1518 => 
    array (
      'code' => '1051510302',
      'name' => 'แม่ตืนวิทยา',
      'province' => '39',
    ),
    1519 => 
    array (
      'code' => '1051510304',
      'name' => 'ทุ่งหัวช้างพิทยาคม',
      'province' => '39',
    ),
    1520 => 
    array (
      'code' => '1051510305',
      'name' => 'ป่าซาง',
      'province' => '39',
    ),
    1521 => 
    array (
      'code' => '1051510306',
      'name' => 'วชิรป่าซาง',
      'province' => '39',
    ),
    1522 => 
    array (
      'code' => '1051510307',
      'name' => 'น้ำดิบวิทยาคม',
      'province' => '39',
    ),
    1523 => 
    array (
      'code' => '1051510308',
      'name' => 'ราชประชานุเคราะห์ 26',
      'province' => '39',
    ),
    1524 => 
    array (
      'code' => '1051510309',
      'name' => 'ป่าตาลบ้านธิพิทยา',
      'province' => '39',
    ),
    1525 => 
    array (
      'code' => '1052500513',
      'name' => 'บุญวาทย์วิทยาลัย',
      'province' => '40',
    ),
    1526 => 
    array (
      'code' => '1052500514',
      'name' => 'ลำปางกัลยาณี',
      'province' => '40',
    ),
    1527 => 
    array (
      'code' => '1052500515',
      'name' => 'ปงแสนทองวิทยา',
      'province' => '40',
    ),
    1528 => 
    array (
      'code' => '1052500516',
      'name' => 'เขลางค์นคร',
      'province' => '40',
    ),
    1529 => 
    array (
      'code' => '1052500517',
      'name' => 'กิ่วลมวิทยา',
      'province' => '40',
    ),
    1530 => 
    array (
      'code' => '1052500518',
      'name' => 'เสด็จวนชยางค์กูลวิทยา',
      'province' => '40',
    ),
    1531 => 
    array (
      'code' => '1052500519',
      'name' => 'โป่งหลวงวิทยา รัชมังคลาภิเษก',
      'province' => '40',
    ),
    1532 => 
    array (
      'code' => '1052500520',
      'name' => 'เมืองมายวิทยา',
      'province' => '40',
    ),
    1533 => 
    array (
      'code' => '1052500521',
      'name' => 'ศึกษาสงเคราะห์จิตต์อารี',
      'province' => '40',
    ),
    1534 => 
    array (
      'code' => '1052500522',
      'name' => 'แม่เมาะวิทยา',
      'province' => '40',
    ),
    1535 => 
    array (
      'code' => '1052500523',
      'name' => 'สบจางวิทยา',
      'province' => '40',
    ),
    1536 => 
    array (
      'code' => '1052500524',
      'name' => 'เกาะคาวิทยาคม',
      'province' => '40',
    ),
    1537 => 
    array (
      'code' => '1052500525',
      'name' => 'ไหล่หินวิทยา',
      'province' => '40',
    ),
    1538 => 
    array (
      'code' => '1052500526',
      'name' => 'เสริมงามวิทยาคม',
      'province' => '40',
    ),
    1539 => 
    array (
      'code' => '1052500527',
      'name' => 'ประชารัฐธรรมคุณ',
      'province' => '40',
    ),
    1540 => 
    array (
      'code' => '1052500528',
      'name' => 'ประชาราชวิทยา',
      'province' => '40',
    ),
    1541 => 
    array (
      'code' => '1052500529',
      'name' => 'แจ้ห่มวิทยา',
      'province' => '40',
    ),
    1542 => 
    array (
      'code' => '1052500530',
      'name' => 'วังเหนือวิทยา',
      'province' => '40',
    ),
    1543 => 
    array (
      'code' => '1052500531',
      'name' => 'เถินวิทยา',
      'province' => '40',
    ),
    1544 => 
    array (
      'code' => '1052500532',
      'name' => 'เวียงมอกวิทยา',
      'province' => '40',
    ),
    1545 => 
    array (
      'code' => '1052500533',
      'name' => 'แม่พริกวิทยา',
      'province' => '40',
    ),
    1546 => 
    array (
      'code' => '1052500534',
      'name' => 'แม่ทะวิทยา',
      'province' => '40',
    ),
    1547 => 
    array (
      'code' => '1052500535',
      'name' => 'แม่ทะประชาสามัคคี',
      'province' => '40',
    ),
    1548 => 
    array (
      'code' => '1052500536',
      'name' => 'แม่ทะพัฒนศึกษา',
      'province' => '40',
    ),
    1549 => 
    array (
      'code' => '1052500537',
      'name' => 'สบปราบพิทยาคม',
      'province' => '40',
    ),
    1550 => 
    array (
      'code' => '1052500538',
      'name' => 'ห้างฉัตรวิทยา',
      'province' => '40',
    ),
    1551 => 
    array (
      'code' => '1052500539',
      'name' => 'แม่สันวิทยา',
      'province' => '40',
    ),
    1552 => 
    array (
      'code' => '1052500540',
      'name' => 'เวียงตาลพิทยาคม',
      'province' => '40',
    ),
    1553 => 
    array (
      'code' => '1052500541',
      'name' => 'เมืองปานวิทยา',
      'province' => '40',
    ),
    1554 => 
    array (
      'code' => '1052500542',
      'name' => 'ทุ่งกว๋าววิทยาคม',
      'province' => '40',
    ),
    1555 => 
    array (
      'code' => '1052500543',
      'name' => 'เมืองปานพัฒนวิทย์',
      'province' => '40',
    ),
    1556 => 
    array (
      'code' => '1052500544',
      'name' => 'ทุ่งอุดมวิทยา',
      'province' => '40',
    ),
    1557 => 
    array (
      'code' => '1053690315',
      'name' => 'อุตรดิตถ์',
      'province' => '41',
    ),
    1558 => 
    array (
      'code' => '1053690316',
      'name' => 'อุตรดิตถ์ดรุณี',
      'province' => '41',
    ),
    1559 => 
    array (
      'code' => '1053690317',
      'name' => 'เตรียมอุดมศึกษาน้อมเกล้า อุตรดิตถ์',
      'province' => '41',
    ),
    1560 => 
    array (
      'code' => '1053690318',
      'name' => 'ทุ่งกะโล่วิทยา',
      'province' => '41',
    ),
    1561 => 
    array (
      'code' => '1053690319',
      'name' => 'แสนตอวิทยา',
      'province' => '41',
    ),
    1562 => 
    array (
      'code' => '1053690320',
      'name' => 'วังกะพี้พิทยาคม',
      'province' => '41',
    ),
    1563 => 
    array (
      'code' => '1053690321',
      'name' => 'น้ำริดวิทยา',
      'province' => '41',
    ),
    1564 => 
    array (
      'code' => '1053690322',
      'name' => 'ตรอนตรีสินธุ์',
      'province' => '41',
    ),
    1565 => 
    array (
      'code' => '1053690323',
      'name' => 'ท่าปลาประชาอุทิศ',
      'province' => '41',
    ),
    1566 => 
    array (
      'code' => '1053690324',
      'name' => 'น้ำปาดชนูปถัมภ์',
      'province' => '41',
    ),
    1567 => 
    array (
      'code' => '1053690325',
      'name' => 'ฟากท่าวิทยา',
      'province' => '41',
    ),
    1568 => 
    array (
      'code' => '1053690326',
      'name' => 'บ้านโคกวิทยาคม',
      'province' => '41',
    ),
    1569 => 
    array (
      'code' => '1053690327',
      'name' => 'พิชัย',
      'province' => '41',
    ),
    1570 => 
    array (
      'code' => '1053690328',
      'name' => 'บ้านโคนพิทยา',
      'province' => '41',
    ),
    1571 => 
    array (
      'code' => '1053690329',
      'name' => 'ดาราพิทยาคม',
      'province' => '41',
    ),
    1572 => 
    array (
      'code' => '1053690330',
      'name' => 'ลับแลศรีวิทยา',
      'province' => '41',
    ),
    1573 => 
    array (
      'code' => '1053690331',
      'name' => 'ลับแลพิทยาคม',
      'province' => '41',
    ),
    1574 => 
    array (
      'code' => '1053690332',
      'name' => 'ด่านแม่คำมันพิทยาคม',
      'province' => '41',
    ),
    1575 => 
    array (
      'code' => '1053690333',
      'name' => 'ทองแสนขันวิทยา',
      'province' => '41',
    ),
    1576 => 
    array (
      'code' => '1054390301',
      'name' => 'นารีรัตน์จังหวัดแพร่',
      'province' => '42',
    ),
    1577 => 
    array (
      'code' => '1054390302',
      'name' => 'พิริยาลัยจังหวัดแพร่',
      'province' => '42',
    ),
    1578 => 
    array (
      'code' => '1054390303',
      'name' => 'เมืองแพร่',
      'province' => '42',
    ),
    1579 => 
    array (
      'code' => '1054390304',
      'name' => 'ถิ่นโอภาสวิทยา',
      'province' => '42',
    ),
    1580 => 
    array (
      'code' => '1054390305',
      'name' => 'ท่าข้ามวิทยาคม',
      'province' => '42',
    ),
    1581 => 
    array (
      'code' => '1054390306',
      'name' => 'ห้วยม้าวิทยาคม',
      'province' => '42',
    ),
    1582 => 
    array (
      'code' => '1054390307',
      'name' => 'แพร่ปัญญานุกูล',
      'province' => '42',
    ),
    1583 => 
    array (
      'code' => '1054390308',
      'name' => 'ร้องกวางอนุสรณ์',
      'province' => '42',
    ),
    1584 => 
    array (
      'code' => '1054390309',
      'name' => 'ราชประชานุเคราะห์ 25',
      'province' => '42',
    ),
    1585 => 
    array (
      'code' => '1054390310',
      'name' => 'ลองวิทยา',
      'province' => '42',
    ),
    1586 => 
    array (
      'code' => '1054390311',
      'name' => 'สูงเม่นชนูปถัมภ์',
      'province' => '42',
    ),
    1587 => 
    array (
      'code' => '1054390312',
      'name' => 'บ้านกาศประชานุเคราะห์',
      'province' => '42',
    ),
    1588 => 
    array (
      'code' => '1054390313',
      'name' => 'วิไลเกียรติอุปถัมภ์',
      'province' => '42',
    ),
    1589 => 
    array (
      'code' => '1054390314',
      'name' => 'สองพิทยาคม',
      'province' => '42',
    ),
    1590 => 
    array (
      'code' => '1054390315',
      'name' => 'เวียงเทพวิทยา',
      'province' => '42',
    ),
    1591 => 
    array (
      'code' => '1054390316',
      'name' => 'วังชิ้นวิทยา',
      'province' => '42',
    ),
    1592 => 
    array (
      'code' => '1054390317',
      'name' => 'สรอยเสรีวิทยา',
      'province' => '42',
    ),
    1593 => 
    array (
      'code' => '1054390318',
      'name' => 'ม่วงไข่พิทยาคม',
      'province' => '42',
    ),
    1594 => 
    array (
      'code' => '1055250426',
      'name' => 'ศรีสวัสดิ์วิทยาคาร',
      'province' => '43',
    ),
    1595 => 
    array (
      'code' => '1055250427',
      'name' => 'สตรีศรีน่าน',
      'province' => '43',
    ),
    1596 => 
    array (
      'code' => '1055250428',
      'name' => 'บ่อสวกวิทยาคาร',
      'province' => '43',
    ),
    1597 => 
    array (
      'code' => '1055250429',
      'name' => 'น่านประชาอุทิศ',
      'province' => '43',
    ),
    1598 => 
    array (
      'code' => '1055250430',
      'name' => 'แม่จริม',
      'province' => '43',
    ),
    1599 => 
    array (
      'code' => '1055250431',
      'name' => 'บ้านหลวง',
      'province' => '43',
    ),
    1600 => 
    array (
      'code' => '1055250432',
      'name' => 'นาน้อย',
      'province' => '43',
    ),
    1601 => 
    array (
      'code' => '1055250433',
      'name' => 'ปัว',
      'province' => '43',
    ),
    1602 => 
    array (
      'code' => '1055250434',
      'name' => 'ศรัทธาศิลาเพชรรังสรรค์',
      'province' => '43',
    ),
    1603 => 
    array (
      'code' => '1055250435',
      'name' => 'เมืองแงง',
      'province' => '43',
    ),
    1604 => 
    array (
      'code' => '1055250436',
      'name' => 'มัธยมป่ากลาง',
      'province' => '43',
    ),
    1605 => 
    array (
      'code' => '1055250437',
      'name' => 'ท่าวังผาพิทยาคม',
      'province' => '43',
    ),
    1606 => 
    array (
      'code' => '1055250438',
      'name' => 'สารธรรมวิทยาคาร',
      'province' => '43',
    ),
    1607 => 
    array (
      'code' => '1055250439',
      'name' => 'หนองบัวพิทยาคม',
      'province' => '43',
    ),
    1608 => 
    array (
      'code' => '1055250440',
      'name' => 'เมืองยมวิทยาคาร',
      'province' => '43',
    ),
    1609 => 
    array (
      'code' => '1055250441',
      'name' => 'สา',
      'province' => '43',
    ),
    1610 => 
    array (
      'code' => '1055250443',
      'name' => 'สาธุกิจประชาสรรค์ รัชมังคลาภิเษก',
      'province' => '43',
    ),
    1611 => 
    array (
      'code' => '1055250444',
      'name' => 'ยาบหัวนาวิทยา',
      'province' => '43',
    ),
    1612 => 
    array (
      'code' => '1055250445',
      'name' => 'ศึกษาสงเคราะห์น่าน',
      'province' => '43',
    ),
    1613 => 
    array (
      'code' => '1055250446',
      'name' => 'ทุ่งช้าง',
      'province' => '43',
    ),
    1614 => 
    array (
      'code' => '1055250447',
      'name' => 'เชียงกลาง(ประชาพัฒนา)',
      'province' => '43',
    ),
    1615 => 
    array (
      'code' => '1055250448',
      'name' => 'พระธาตุพิทยาคม',
      'province' => '43',
    ),
    1616 => 
    array (
      'code' => '1055250449',
      'name' => 'นาหมื่นพิทยาคม',
      'province' => '43',
    ),
    1617 => 
    array (
      'code' => '1055250450',
      'name' => 'เมืองลีประชาสามัคคี',
      'province' => '43',
    ),
    1618 => 
    array (
      'code' => '1055250451',
      'name' => 'สันติสุขพิทยาคม',
      'province' => '43',
    ),
    1619 => 
    array (
      'code' => '1055250452',
      'name' => 'บ่อเกลือ',
      'province' => '43',
    ),
    1620 => 
    array (
      'code' => '1055250453',
      'name' => 'ไตรเขตประชาสามัคคี รัชมังคลาภิเษก',
      'province' => '43',
    ),
    1621 => 
    array (
      'code' => '1055250454',
      'name' => 'น่านนคร',
      'province' => '43',
    ),
    1622 => 
    array (
      'code' => '1055250455',
      'name' => 'ศรีนครน่าน',
      'province' => '43',
    ),
    1623 => 
    array (
      'code' => '1055250456',
      'name' => 'น่านปัญญานุกูล',
      'province' => '43',
    ),
    1624 => 
    array (
      'code' => '1055250457',
      'name' => 'มัธยมพระราชทานเฉลิมพระเกียรติ',
      'province' => '43',
    ),
    1625 => 
    array (
      'code' => '1055250462',
      'name' => 'นันทบุรีวิทยา',
      'province' => '43',
    ),
    1626 => 
    array (
      'code' => '1056320291',
      'name' => 'พะเยาพิทยาคม',
      'province' => '44',
    ),
    1627 => 
    array (
      'code' => '1056320292',
      'name' => 'ฟากกว๊านวิทยาคม',
      'province' => '44',
    ),
    1628 => 
    array (
      'code' => '1056320293',
      'name' => 'พะเยาประสาธน์วิทย์',
      'province' => '44',
    ),
    1629 => 
    array (
      'code' => '1056320294',
      'name' => 'จุนวิทยาคม',
      'province' => '44',
    ),
    1630 => 
    array (
      'code' => '1056320295',
      'name' => 'พญาลอวิทยาคม',
      'province' => '44',
    ),
    1631 => 
    array (
      'code' => '1056320296',
      'name' => 'ราชประชานุเคราะห์ 24',
      'province' => '44',
    ),
    1632 => 
    array (
      'code' => '1056320297',
      'name' => 'เชียงคำวิทยาคม',
      'province' => '44',
    ),
    1633 => 
    array (
      'code' => '1056320298',
      'name' => 'ฝายกวางวิทยาคม',
      'province' => '44',
    ),
    1634 => 
    array (
      'code' => '1056320299',
      'name' => 'เชียงม่วนวิทยาคม',
      'province' => '44',
    ),
    1635 => 
    array (
      'code' => '1056320300',
      'name' => 'ดอกคำใต้วิทยาคม',
      'province' => '44',
    ),
    1636 => 
    array (
      'code' => '1056320301',
      'name' => 'ถ้ำปินวิทยาคม',
      'province' => '44',
    ),
    1637 => 
    array (
      'code' => '1056320302',
      'name' => 'งำเมืองวิทยาคม',
      'province' => '44',
    ),
    1638 => 
    array (
      'code' => '1056320303',
      'name' => 'ปงรัชดาภิเษก',
      'province' => '44',
    ),
    1639 => 
    array (
      'code' => '1056320304',
      'name' => 'ปงพัฒนาวิทยาคม',
      'province' => '44',
    ),
    1640 => 
    array (
      'code' => '1056320305',
      'name' => 'ขุนควรวิทยาคม',
      'province' => '44',
    ),
    1641 => 
    array (
      'code' => '1056320306',
      'name' => 'แม่ใจวิทยาคม',
      'province' => '44',
    ),
    1642 => 
    array (
      'code' => '1056320307',
      'name' => 'ภูซางวิทยาคม',
      'province' => '44',
    ),
    1643 => 
    array (
      'code' => '1056320308',
      'name' => 'ดงเจนวิทยาคม',
      'province' => '44',
    ),
    1644 => 
    array (
      'code' => '1056320309',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ พะเยา',
      'province' => '44',
    ),
    1645 => 
    array (
      'code' => '1057120125',
      'name' => 'ราชประชานุเคราะห์ 15(เวียงเก่าแสนภูวิทยาประสาท)',
      'province' => '45',
    ),
    1646 => 
    array (
      'code' => '1057120463',
      'name' => 'บ้านด้ายเทพกาญจนาอุปถัมภ์',
      'province' => '45',
    ),
    1647 => 
    array (
      'code' => '1057120591',
      'name' => 'บ้านห้วยไร่สามัคคี',
      'province' => '45',
    ),
    1648 => 
    array (
      'code' => '1057120595',
      'name' => 'บ้านเทอดไทย',
      'province' => '45',
    ),
    1649 => 
    array (
      'code' => '1057120607',
      'name' => 'บ้านห้วยผึ้ง',
      'province' => '45',
    ),
    1650 => 
    array (
      'code' => '1057120694',
      'name' => 'สามัคคีวิทยาคม',
      'province' => '45',
    ),
    1651 => 
    array (
      'code' => '1057120695',
      'name' => 'ดำรงราษฎร์สงเคราะห์',
      'province' => '45',
    ),
    1652 => 
    array (
      'code' => '1057120696',
      'name' => 'เม็งรายมหาราชวิทยาคม',
      'province' => '45',
    ),
    1653 => 
    array (
      'code' => '1057120697',
      'name' => 'ห้วยสักวิทยาคม',
      'province' => '45',
    ),
    1654 => 
    array (
      'code' => '1057120698',
      'name' => 'เมืองเชียงราย',
      'province' => '45',
    ),
    1655 => 
    array (
      'code' => '1057120699',
      'name' => 'ดอนชัยวิทยาคม',
      'province' => '45',
    ),
    1656 => 
    array (
      'code' => '1057120700',
      'name' => 'จุฬาภรณราชวิทยาลัย เชียงราย',
      'province' => '45',
    ),
    1657 => 
    array (
      'code' => '1057120701',
      'name' => 'สามัคคีวิทยาคม 2',
      'province' => '45',
    ),
    1658 => 
    array (
      'code' => '1057120702',
      'name' => 'เชียงรายปัญญานุกูล',
      'province' => '45',
    ),
    1659 => 
    array (
      'code' => '1057120703',
      'name' => 'เวียงชัยวิทยาคม',
      'province' => '45',
    ),
    1660 => 
    array (
      'code' => '1057120704',
      'name' => 'ดอนศิลาผางามวิทยาคม',
      'province' => '45',
    ),
    1661 => 
    array (
      'code' => '1057120705',
      'name' => 'เชียงของวิทยาคม',
      'province' => '45',
    ),
    1662 => 
    array (
      'code' => '1057120706',
      'name' => 'บุญเรืองวิทยาคม',
      'province' => '45',
    ),
    1663 => 
    array (
      'code' => '1057120707',
      'name' => 'ห้วยซ้อวิทยาคม รัชมังคลาภิเษก',
      'province' => '45',
    ),
    1664 => 
    array (
      'code' => '1057120708',
      'name' => 'เทิงวิทยาคม',
      'province' => '45',
    ),
    1665 => 
    array (
      'code' => '1057120709',
      'name' => 'ปล้องวิทยาคม',
      'province' => '45',
    ),
    1666 => 
    array (
      'code' => '1057120710',
      'name' => 'พานพิทยาคม',
      'province' => '45',
    ),
    1667 => 
    array (
      'code' => '1057120711',
      'name' => 'พานพิเศษพิทยา',
      'province' => '45',
    ),
    1668 => 
    array (
      'code' => '1057120712',
      'name' => 'นครวิทยาคม',
      'province' => '45',
    ),
    1669 => 
    array (
      'code' => '1057120713',
      'name' => 'แม่อ้อวิทยาคม',
      'province' => '45',
    ),
    1670 => 
    array (
      'code' => '1057120714',
      'name' => 'ดอยงามวิทยาคม',
      'province' => '45',
    ),
    1671 => 
    array (
      'code' => '1057120715',
      'name' => 'ป่าแดดวิทยาคม',
      'province' => '45',
    ),
    1672 => 
    array (
      'code' => '1057120716',
      'name' => 'แม่จันวิทยาคม',
      'province' => '45',
    ),
    1673 => 
    array (
      'code' => '1057120717',
      'name' => 'จันจว้าวิทยาคม',
      'province' => '45',
    ),
    1674 => 
    array (
      'code' => '1057120718',
      'name' => 'ศึกษาสงเคราะห์แม่จัน',
      'province' => '45',
    ),
    1675 => 
    array (
      'code' => '1057120719',
      'name' => 'เชียงแสนวิทยาคม',
      'province' => '45',
    ),
    1676 => 
    array (
      'code' => '1057120720',
      'name' => 'บ้านแซววิทยาคม',
      'province' => '45',
    ),
    1677 => 
    array (
      'code' => '1057120721',
      'name' => 'แม่สายประสิทธิ์ศาสตร์',
      'province' => '45',
    ),
    1678 => 
    array (
      'code' => '1057120722',
      'name' => 'วัดถ้ำปลาวิทยาคม',
      'province' => '45',
    ),
    1679 => 
    array (
      'code' => '1057120723',
      'name' => 'แม่สรวยวิทยาคม',
      'province' => '45',
    ),
    1680 => 
    array (
      'code' => '1057120724',
      'name' => 'วาวีวิทยาคม',
      'province' => '45',
    ),
    1681 => 
    array (
      'code' => '1057120725',
      'name' => 'แม่เจดีย์วิทยาคม',
      'province' => '45',
    ),
    1682 => 
    array (
      'code' => '1057120726',
      'name' => 'เวียงป่าเป้าวิทยาคม',
      'province' => '45',
    ),
    1683 => 
    array (
      'code' => '1057120727',
      'name' => 'พญาเม็งราย',
      'province' => '45',
    ),
    1684 => 
    array (
      'code' => '1057120728',
      'name' => 'ไม้ยาวิทยาคม',
      'province' => '45',
    ),
    1685 => 
    array (
      'code' => '1057120729',
      'name' => 'แม่ต๋ำวิทยา',
      'province' => '45',
    ),
    1686 => 
    array (
      'code' => '1057120730',
      'name' => 'เวียงแก่นวิทยาคม',
      'province' => '45',
    ),
    1687 => 
    array (
      'code' => '1057120731',
      'name' => 'ขุนตาลวิทยาคม',
      'province' => '45',
    ),
    1688 => 
    array (
      'code' => '1057120732',
      'name' => 'ยางฮอมวิทยาคม',
      'province' => '45',
    ),
    1689 => 
    array (
      'code' => '1057120733',
      'name' => 'สันติคีรีวิทยาคม',
      'province' => '45',
    ),
    1690 => 
    array (
      'code' => '1057120734',
      'name' => 'แม่ลาววิทยาคม',
      'province' => '45',
    ),
    1691 => 
    array (
      'code' => '1057120735',
      'name' => 'เวียงเชียงรุ้งวิทยาคม',
      'province' => '45',
    ),
    1692 => 
    array (
      'code' => '1057120736',
      'name' => 'ดอยหลวง รัชมังคลาภิเษก',
      'province' => '45',
    ),
    1693 => 
    array (
      'code' => '1058420247',
      'name' => 'สังวาลย์วิทยา',
      'province' => '46',
    ),
    1694 => 
    array (
      'code' => '1058420347',
      'name' => 'ห้องสอนศึกษา',
      'province' => '46',
    ),
    1695 => 
    array (
      'code' => '1058420348',
      'name' => 'ศึกษาสงเคราะห์แม่ฮ่องสอน',
      'province' => '46',
    ),
    1696 => 
    array (
      'code' => '1058420349',
      'name' => 'ขุนยวมวิทยา',
      'province' => '46',
    ),
    1697 => 
    array (
      'code' => '1058420350',
      'name' => 'ปายวิทยาคาร',
      'province' => '46',
    ),
    1698 => 
    array (
      'code' => '1058420351',
      'name' => 'ราชประชานุเคราะห์ 22',
      'province' => '46',
    ),
    1699 => 
    array (
      'code' => '1058420353',
      'name' => 'แม่สะเรียง(บริพัตรศึกษา)',
      'province' => '46',
    ),
    1700 => 
    array (
      'code' => '1058420354',
      'name' => 'ราชประชานุเคราะห์ 21',
      'province' => '46',
    ),
    1701 => 
    array (
      'code' => '1058420355',
      'name' => 'สบเมยวิทยาคม',
      'province' => '46',
    ),
    1702 => 
    array (
      'code' => '1058420356',
      'name' => 'เฉลิมรัชวิทยาคม',
      'province' => '46',
    ),
    1703 => 
    array (
      'code' => '1058420357',
      'name' => 'ปางมะผ้าพิทยาสรรพ์',
      'province' => '46',
    ),
    1704 => 
    array (
      'code' => '1058420358',
      'name' => 'แม่ลาน้อยดรุณสิกข์',
      'province' => '46',
    ),
    1705 => 
    array (
      'code' => '1058420359',
      'name' => 'ราชประชานุเคราะห์ 34',
      'province' => '46',
    ),
    1706 => 
    array (
      'code' => '1060220602',
      'name' => 'อนุบาลแม่เปิน(บ้านตลุกตาสาม)',
      'province' => '47',
    ),
    1707 => 
    array (
      'code' => '1060220620',
      'name' => 'นครสวรรค์',
      'province' => '47',
    ),
    1708 => 
    array (
      'code' => '1060220621',
      'name' => 'สตรีนครสวรรค์',
      'province' => '47',
    ),
    1709 => 
    array (
      'code' => '1060220622',
      'name' => 'จิรประวัติวิทยาคม',
      'province' => '47',
    ),
    1710 => 
    array (
      'code' => '1060220623',
      'name' => 'บ้านแก่งชัชวลิตวิทยา',
      'province' => '47',
    ),
    1711 => 
    array (
      'code' => '1060220624',
      'name' => 'พระบางวิทยา',
      'province' => '47',
    ),
    1712 => 
    array (
      'code' => '1060220625',
      'name' => 'นวมินทราชูทิศ มัชฌิม',
      'province' => '47',
    ),
    1713 => 
    array (
      'code' => '1060220626',
      'name' => 'บึงบอระเพ็ดวิทยา',
      'province' => '47',
    ),
    1714 => 
    array (
      'code' => '1060220627',
      'name' => 'นครสวรรค์ปัญญานุกูล',
      'province' => '47',
    ),
    1715 => 
    array (
      'code' => '1060220628',
      'name' => 'โกรกพระ',
      'province' => '47',
    ),
    1716 => 
    array (
      'code' => '1060220629',
      'name' => 'ชุมแสงชนูทิศ',
      'province' => '47',
    ),
    1717 => 
    array (
      'code' => '1060220630',
      'name' => 'ทับกฤชพัฒนา',
      'province' => '47',
    ),
    1718 => 
    array (
      'code' => '1060220631',
      'name' => 'หนองบัว',
      'province' => '47',
    ),
    1719 => 
    array (
      'code' => '1060220632',
      'name' => 'วังบ่อวิทยา',
      'province' => '47',
    ),
    1720 => 
    array (
      'code' => '1060220633',
      'name' => 'บรรพตพิสัยพิทยาคม',
      'province' => '47',
    ),
    1721 => 
    array (
      'code' => '1060220634',
      'name' => 'หนองกรดพิทยาคม',
      'province' => '47',
    ),
    1722 => 
    array (
      'code' => '1060220635',
      'name' => 'รัฐราษฎร์อนุสรณ์',
      'province' => '47',
    ),
    1723 => 
    array (
      'code' => '1060220636',
      'name' => 'เก้าเลี้ยววิทยา',
      'province' => '47',
    ),
    1724 => 
    array (
      'code' => '1060220637',
      'name' => 'หัวดงราชพรหมาภรณ์',
      'province' => '47',
    ),
    1725 => 
    array (
      'code' => '1060220638',
      'name' => 'ตาคลีประชาสรรค์',
      'province' => '47',
    ),
    1726 => 
    array (
      'code' => '1060220639',
      'name' => 'จันเสนเอ็งสุวรรณอนุสรณ์',
      'province' => '47',
    ),
    1727 => 
    array (
      'code' => '1060220640',
      'name' => 'หนองโพพิทยา',
      'province' => '47',
    ),
    1728 => 
    array (
      'code' => '1060220641',
      'name' => 'ทหารอากาศอนุสรณ์',
      'province' => '47',
    ),
    1729 => 
    array (
      'code' => '1060220642',
      'name' => 'ลาดทิพรสพิทยาคม',
      'province' => '47',
    ),
    1730 => 
    array (
      'code' => '1060220643',
      'name' => 'ช่องแคพิทยาคม',
      'province' => '47',
    ),
    1731 => 
    array (
      'code' => '1060220644',
      'name' => 'ท่าตะโกพิทยาคม',
      'province' => '47',
    ),
    1732 => 
    array (
      'code' => '1060220645',
      'name' => 'พนมรอกวิทยา',
      'province' => '47',
    ),
    1733 => 
    array (
      'code' => '1060220646',
      'name' => 'ไพศาลีพิทยา',
      'province' => '47',
    ),
    1734 => 
    array (
      'code' => '1060220647',
      'name' => 'ตะคร้อพิทยา',
      'province' => '47',
    ),
    1735 => 
    array (
      'code' => '1060220648',
      'name' => 'วังข่อยพิทยา',
      'province' => '47',
    ),
    1736 => 
    array (
      'code' => '1060220649',
      'name' => 'พยุหะพิทยาคม',
      'province' => '47',
    ),
    1737 => 
    array (
      'code' => '1060220650',
      'name' => 'เขาทองพิทยาคม',
      'province' => '47',
    ),
    1738 => 
    array (
      'code' => '1060220651',
      'name' => 'เขากะลาวิทยาคม',
      'province' => '47',
    ),
    1739 => 
    array (
      'code' => '1060220652',
      'name' => 'ลาดยาววิทยาคม',
      'province' => '47',
    ),
    1740 => 
    array (
      'code' => '1060220653',
      'name' => 'วังเมืองชนประสิทธิ์วิทยาคม',
      'province' => '47',
    ),
    1741 => 
    array (
      'code' => '1060220654',
      'name' => 'เทพศาลาประชาสรรค์',
      'province' => '47',
    ),
    1742 => 
    array (
      'code' => '1060220655',
      'name' => 'ตากฟ้าวิชาประสิทธิ์',
      'province' => '47',
    ),
    1743 => 
    array (
      'code' => '1060220656',
      'name' => 'อุดมธัญญาประชานุเคราะห์',
      'province' => '47',
    ),
    1744 => 
    array (
      'code' => '1060220657',
      'name' => 'แม่วงก์พิทยาคม',
      'province' => '47',
    ),
    1745 => 
    array (
      'code' => '1060220658',
      'name' => 'ห้วยน้ำหอมวิทยาคาร',
      'province' => '47',
    ),
    1746 => 
    array (
      'code' => '1061700260',
      'name' => 'อุทัยวิทยาคม',
      'province' => '48',
    ),
    1747 => 
    array (
      'code' => '1061700261',
      'name' => 'หนองเต่าวิทยา',
      'province' => '48',
    ),
    1748 => 
    array (
      'code' => '1061700262',
      'name' => 'พุทธมงคลวิทยา',
      'province' => '48',
    ),
    1749 => 
    array (
      'code' => '1061700263',
      'name' => 'ทัพทันอนุสรณ์',
      'province' => '48',
    ),
    1750 => 
    array (
      'code' => '1061700264',
      'name' => 'ตลุกดู่วิทยาคม',
      'province' => '48',
    ),
    1751 => 
    array (
      'code' => '1061700265',
      'name' => 'สว่างอารมณ์วิทยาคม',
      'province' => '48',
    ),
    1752 => 
    array (
      'code' => '1061700266',
      'name' => 'บ่อยางวิทยา',
      'province' => '48',
    ),
    1753 => 
    array (
      'code' => '1061700267',
      'name' => 'หนองฉางวิทยา',
      'province' => '48',
    ),
    1754 => 
    array (
      'code' => '1061700268',
      'name' => 'บ้านทุ่งนาวิทยา',
      'province' => '48',
    ),
    1755 => 
    array (
      'code' => '1061700269',
      'name' => 'ทุ่งโพวิทยา',
      'province' => '48',
    ),
    1756 => 
    array (
      'code' => '1061700270',
      'name' => 'หนองขาหย่างวิทยา',
      'province' => '48',
    ),
    1757 => 
    array (
      'code' => '1061700271',
      'name' => 'กาญจนาภิเษกวิทยาลัย อุทัยธานี',
      'province' => '48',
    ),
    1758 => 
    array (
      'code' => '1061700272',
      'name' => 'บ้านไร่วิทยา',
      'province' => '48',
    ),
    1759 => 
    array (
      'code' => '1061700273',
      'name' => 'การุ้งวิทยาคม',
      'province' => '48',
    ),
    1760 => 
    array (
      'code' => '1061700274',
      'name' => 'ทองหลางวิทยาคม',
      'province' => '48',
    ),
    1761 => 
    array (
      'code' => '1061700275',
      'name' => 'หนองจอกประชานุสรณ์',
      'province' => '48',
    ),
    1762 => 
    array (
      'code' => '1061700276',
      'name' => 'วังหินวิทยาคม',
      'province' => '48',
    ),
    1763 => 
    array (
      'code' => '1061700277',
      'name' => 'ลานสักวิทยา',
      'province' => '48',
    ),
    1764 => 
    array (
      'code' => '1061700278',
      'name' => 'ร่องตาทีวิทยา',
      'province' => '48',
    ),
    1765 => 
    array (
      'code' => '1061700279',
      'name' => 'ห้วยคตพิทยาคม',
      'province' => '48',
    ),
    1766 => 
    array (
      'code' => '1061700280',
      'name' => 'สมอทองปทีปพลีผลอุปถัมภ์',
      'province' => '48',
    ),
    1767 => 
    array (
      'code' => '1062040430',
      'name' => 'กำแพงเพชรพิทยาคม',
      'province' => '49',
    ),
    1768 => 
    array (
      'code' => '1062040431',
      'name' => 'วชิรปราการวิทยาคม',
      'province' => '49',
    ),
    1769 => 
    array (
      'code' => '1062040432',
      'name' => 'ทุ่งโพธิ์ทะเลพิทยา',
      'province' => '49',
    ),
    1770 => 
    array (
      'code' => '1062040433',
      'name' => 'วัชรวิทยา',
      'province' => '49',
    ),
    1771 => 
    array (
      'code' => '1062040434',
      'name' => 'คณฑีพิทยาคม',
      'province' => '49',
    ),
    1772 => 
    array (
      'code' => '1062040435',
      'name' => 'นาบ่อคำวิทยาคม',
      'province' => '49',
    ),
    1773 => 
    array (
      'code' => '1062040436',
      'name' => 'นครไตรตรึงษ์',
      'province' => '49',
    ),
    1774 => 
    array (
      'code' => '1062040437',
      'name' => 'วังตะเคียนประชานุสรณ์',
      'province' => '49',
    ),
    1775 => 
    array (
      'code' => '1062040438',
      'name' => 'หนองกองพิทยาคม',
      'province' => '49',
    ),
    1776 => 
    array (
      'code' => '1062040439',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ กำแพงเพชร',
      'province' => '49',
    ),
    1777 => 
    array (
      'code' => '1062040440',
      'name' => 'ไทรงามพิทยาคม',
      'province' => '49',
    ),
    1778 => 
    array (
      'code' => '1062040441',
      'name' => 'บ่อแก้ววิทยา',
      'province' => '49',
    ),
    1779 => 
    array (
      'code' => '1062040442',
      'name' => 'คลองลานวิทยา',
      'province' => '49',
    ),
    1780 => 
    array (
      'code' => '1062040443',
      'name' => 'สักงามวิทยา',
      'province' => '49',
    ),
    1781 => 
    array (
      'code' => '1062040444',
      'name' => 'คลองลานพัฒนาจินดาศักดิ์',
      'province' => '49',
    ),
    1782 => 
    array (
      'code' => '1062040445',
      'name' => 'ขาณุวิทยา',
      'province' => '49',
    ),
    1783 => 
    array (
      'code' => '1062040446',
      'name' => 'โค้งไผ่วิทยา',
      'province' => '49',
    ),
    1784 => 
    array (
      'code' => '1062040447',
      'name' => 'ปางมะค่าวิทยาคม',
      'province' => '49',
    ),
    1785 => 
    array (
      'code' => '1062040448',
      'name' => 'สลกบาตรวิทยา',
      'province' => '49',
    ),
    1786 => 
    array (
      'code' => '1062040449',
      'name' => 'คลองขลุงราษฎร์รังสรรค์',
      'province' => '49',
    ),
    1787 => 
    array (
      'code' => '1062040450',
      'name' => 'วังแขมวิทยาคม',
      'province' => '49',
    ),
    1788 => 
    array (
      'code' => '1062040451',
      'name' => 'วังไทรวิทยาคม',
      'province' => '49',
    ),
    1789 => 
    array (
      'code' => '1062040452',
      'name' => 'พรานกระต่ายพิทยาคม',
      'province' => '49',
    ),
    1790 => 
    array (
      'code' => '1062040453',
      'name' => 'พิไกรวิทยา',
      'province' => '49',
    ),
    1791 => 
    array (
      'code' => '1062040454',
      'name' => 'เรืองวิทย์พิทยาคม',
      'province' => '49',
    ),
    1792 => 
    array (
      'code' => '1062040455',
      'name' => 'ลานกระบือวิทยา',
      'province' => '49',
    ),
    1793 => 
    array (
      'code' => '1062040456',
      'name' => 'มัธยมพัชรกิติยาภา 2 กำแพงเพชร',
      'province' => '49',
    ),
    1794 => 
    array (
      'code' => '1062040457',
      'name' => 'ราษฎร์ปรีชาวิทยาคม',
      'province' => '49',
    ),
    1795 => 
    array (
      'code' => '1062040458',
      'name' => 'ทุ่งทรายวิทยา',
      'province' => '49',
    ),
    1796 => 
    array (
      'code' => '1062040459',
      'name' => 'ปางศิลาทองศึกษา',
      'province' => '49',
    ),
    1797 => 
    array (
      'code' => '1062040460',
      'name' => 'ระหานวิทยา',
      'province' => '49',
    ),
    1798 => 
    array (
      'code' => '1062040461',
      'name' => 'โกสัมพีวิทยา',
      'province' => '49',
    ),
    1799 => 
    array (
      'code' => '1063160176',
      'name' => 'บ้านแม่ระเมิง',
      'province' => '50',
    ),
    1800 => 
    array (
      'code' => '1063160196',
      'name' => 'บ้านกล้อทอ',
      'province' => '50',
    ),
    1801 => 
    array (
      'code' => '1063160215',
      'name' => 'ป่าไม้อุทิศ 4',
      'province' => '50',
    ),
    1802 => 
    array (
      'code' => '1063160237',
      'name' => 'ตากพิทยาคม',
      'province' => '50',
    ),
    1803 => 
    array (
      'code' => '1063160238',
      'name' => 'ผดุงปัญญา',
      'province' => '50',
    ),
    1804 => 
    array (
      'code' => '1063160239',
      'name' => 'วังหินกิตติวิทยาคม',
      'province' => '50',
    ),
    1805 => 
    array (
      'code' => '1063160240',
      'name' => 'ถนอมราษฏร์บำรุง',
      'province' => '50',
    ),
    1806 => 
    array (
      'code' => '1063160241',
      'name' => 'วังประจบวิทยาคม',
      'province' => '50',
    ),
    1807 => 
    array (
      'code' => '1063160242',
      'name' => 'ศึกษาสงเคราะห์ตาก',
      'province' => '50',
    ),
    1808 => 
    array (
      'code' => '1063160243',
      'name' => 'โสตศึกษาจังหวัดตาก',
      'province' => '50',
    ),
    1809 => 
    array (
      'code' => '1063160244',
      'name' => 'บ้านตาก(ประชาวิทยาคาร)',
      'province' => '50',
    ),
    1810 => 
    array (
      'code' => '1063160245',
      'name' => 'ทุ่งฟ้าวิทยาคม',
      'province' => '50',
    ),
    1811 => 
    array (
      'code' => '1063160246',
      'name' => 'สามเงาวิทยาคม',
      'province' => '50',
    ),
    1812 => 
    array (
      'code' => '1063160247',
      'name' => 'ยกกระบัตรวิทยาคม',
      'province' => '50',
    ),
    1813 => 
    array (
      'code' => '1063160248',
      'name' => 'แม่ระมาดวิทยาคม',
      'province' => '50',
    ),
    1814 => 
    array (
      'code' => '1063160249',
      'name' => 'แม่จะเราวิทยาคม',
      'province' => '50',
    ),
    1815 => 
    array (
      'code' => '1063160250',
      'name' => 'ท่าสองยางวิทยาคม',
      'province' => '50',
    ),
    1816 => 
    array (
      'code' => '1063160251',
      'name' => 'สรรพวิทยาคม',
      'province' => '50',
    ),
    1817 => 
    array (
      'code' => '1063160252',
      'name' => 'แม่ปะวิทยาคม',
      'province' => '50',
    ),
    1818 => 
    array (
      'code' => '1063160253',
      'name' => 'ด่านแม่ละเมาวิทยาคม',
      'province' => '50',
    ),
    1819 => 
    array (
      'code' => '1063160254',
      'name' => 'แม่กุวิทยาคม',
      'province' => '50',
    ),
    1820 => 
    array (
      'code' => '1063160255',
      'name' => 'พบพระวิทยาคม',
      'province' => '50',
    ),
    1821 => 
    array (
      'code' => '1063160256',
      'name' => 'อุ้มผางวิทยาคม',
      'province' => '50',
    ),
    1822 => 
    array (
      'code' => '1063160257',
      'name' => 'นาโบสถ์พิทยาคม',
      'province' => '50',
    ),
    1823 => 
    array (
      'code' => '1063160258',
      'name' => 'วังเจ้าวิทยาคม',
      'province' => '50',
    ),
    1824 => 
    array (
      'code' => '1064620359',
      'name' => 'สุโขทัยวิทยาคม',
      'province' => '51',
    ),
    1825 => 
    array (
      'code' => '1064620360',
      'name' => 'อุดมดรุณี',
      'province' => '51',
    ),
    1826 => 
    array (
      'code' => '1064620361',
      'name' => 'บ้านสวนวิทยาคม',
      'province' => '51',
    ),
    1827 => 
    array (
      'code' => '1064620362',
      'name' => 'ยางซ้ายพิทยาคม',
      'province' => '51',
    ),
    1828 => 
    array (
      'code' => '1064620363',
      'name' => 'ลิไทพิทยาคม',
      'province' => '51',
    ),
    1829 => 
    array (
      'code' => '1064620364',
      'name' => 'บ้านด่านลานหอยวิทยา',
      'province' => '51',
    ),
    1830 => 
    array (
      'code' => '1064620365',
      'name' => 'ตลิ่งชันวิทยานุสรณ์',
      'province' => '51',
    ),
    1831 => 
    array (
      'code' => '1064620366',
      'name' => 'คีรีมาศพิทยาคม',
      'province' => '51',
    ),
    1832 => 
    array (
      'code' => '1064620367',
      'name' => 'บ้านใหม่เจริญผลพิทยาคม',
      'province' => '51',
    ),
    1833 => 
    array (
      'code' => '1064620368',
      'name' => 'กงไกรลาศวิทยา',
      'province' => '51',
    ),
    1834 => 
    array (
      'code' => '1064620369',
      'name' => 'หนองตูมวิทยา',
      'province' => '51',
    ),
    1835 => 
    array (
      'code' => '1064620370',
      'name' => 'ไกรในวิทยาคม รัชมังคลาภิเษก',
      'province' => '51',
    ),
    1836 => 
    array (
      'code' => '1064620371',
      'name' => 'เมืองเชลียง',
      'province' => '51',
    ),
    1837 => 
    array (
      'code' => '1064620372',
      'name' => 'ท่าชัยวิทยา',
      'province' => '51',
    ),
    1838 => 
    array (
      'code' => '1064620373',
      'name' => 'บ้านแก่งวิทยา',
      'province' => '51',
    ),
    1839 => 
    array (
      'code' => '1064620374',
      'name' => 'เมืองด้งวิทยา',
      'province' => '51',
    ),
    1840 => 
    array (
      'code' => '1064620375',
      'name' => 'ศรีสำโรงชนูปถัมภ์',
      'province' => '51',
    ),
    1841 => 
    array (
      'code' => '1064620376',
      'name' => 'บ้านไร่พิทยาคม',
      'province' => '51',
    ),
    1842 => 
    array (
      'code' => '1064620377',
      'name' => 'วังทองวิทยา',
      'province' => '51',
    ),
    1843 => 
    array (
      'code' => '1064620378',
      'name' => 'ขุนไกรพิทยาคม',
      'province' => '51',
    ),
    1844 => 
    array (
      'code' => '1064620379',
      'name' => 'สวรรค์อนันต์วิทยา',
      'province' => '51',
    ),
    1845 => 
    array (
      'code' => '1064620380',
      'name' => 'หนองปลาหมอวิทยาคม',
      'province' => '51',
    ),
    1846 => 
    array (
      'code' => '1064620381',
      'name' => 'หนองกลับวิทยาคม',
      'province' => '51',
    ),
    1847 => 
    array (
      'code' => '1064620382',
      'name' => 'สวรรค์อนันต์วิทยา 2',
      'province' => '51',
    ),
    1848 => 
    array (
      'code' => '1064620383',
      'name' => 'ศรีนคร',
      'province' => '51',
    ),
    1849 => 
    array (
      'code' => '1064620384',
      'name' => 'ทุ่งเสลี่ยมชนูปถัมภ์',
      'province' => '51',
    ),
    1850 => 
    array (
      'code' => '1064620385',
      'name' => 'ชัยมงคลพิทยา',
      'province' => '51',
    ),
    1851 => 
    array (
      'code' => '1065360081',
      'name' => 'บ้านน้ำจวง',
      'province' => '52',
    ),
    1852 => 
    array (
      'code' => '1065360082',
      'name' => 'บ้านร่มเกล้า',
      'province' => '52',
    ),
    1853 => 
    array (
      'code' => '1065360459',
      'name' => 'พิษณุโลกพิทยาคม',
      'province' => '52',
    ),
    1854 => 
    array (
      'code' => '1065360460',
      'name' => 'เฉลิมขวัญสตรี',
      'province' => '52',
    ),
    1855 => 
    array (
      'code' => '1065360461',
      'name' => 'จ่านกร้อง',
      'province' => '52',
    ),
    1856 => 
    array (
      'code' => '1065360462',
      'name' => 'เตรียมอุดมศึกษาภาคเหนือ พิษณุโลก',
      'province' => '52',
    ),
    1857 => 
    array (
      'code' => '1065360463',
      'name' => 'วังน้ำคู้ศึกษา',
      'province' => '52',
    ),
    1858 => 
    array (
      'code' => '1065360464',
      'name' => 'ท่าทองพิทยาคม',
      'province' => '52',
    ),
    1859 => 
    array (
      'code' => '1065360465',
      'name' => 'ดอนทองวิทยา',
      'province' => '52',
    ),
    1860 => 
    array (
      'code' => '1065360466',
      'name' => 'บ้านกร่างวิทยาคม',
      'province' => '52',
    ),
    1861 => 
    array (
      'code' => '1065360467',
      'name' => 'พุทธชินราชพิทยา',
      'province' => '52',
    ),
    1862 => 
    array (
      'code' => '1065360468',
      'name' => 'จุฬาภรณราชวิทยาลัย พิษณุโลก',
      'province' => '52',
    ),
    1863 => 
    array (
      'code' => '1065360469',
      'name' => 'พิษณุโลกปัญญานุกูล',
      'province' => '52',
    ),
    1864 => 
    array (
      'code' => '1065360470',
      'name' => 'นครไทย',
      'province' => '52',
    ),
    1865 => 
    array (
      'code' => '1065360471',
      'name' => 'นาบัววิทยา',
      'province' => '52',
    ),
    1866 => 
    array (
      'code' => '1065360472',
      'name' => 'นครชุมพิทยา รัชมังคลาภิเษก',
      'province' => '52',
    ),
    1867 => 
    array (
      'code' => '1065360473',
      'name' => 'นครบางยางพิทยาคม',
      'province' => '52',
    ),
    1868 => 
    array (
      'code' => '1065360474',
      'name' => 'บ่อโพธิ์วิทยา',
      'province' => '52',
    ),
    1869 => 
    array (
      'code' => '1065360475',
      'name' => 'ยางโกลนวิทยา',
      'province' => '52',
    ),
    1870 => 
    array (
      'code' => '1065360478',
      'name' => 'ราชประชานุเคราะห์ 23',
      'province' => '52',
    ),
    1871 => 
    array (
      'code' => '1065360479',
      'name' => 'ชาติตระการวิทยา',
      'province' => '52',
    ),
    1872 => 
    array (
      'code' => '1065360480',
      'name' => 'สวนเมี่ยงวิทยา',
      'province' => '52',
    ),
    1873 => 
    array (
      'code' => '1065360481',
      'name' => 'บางระกำวิทยศึกษา',
      'province' => '52',
    ),
    1874 => 
    array (
      'code' => '1065360482',
      'name' => 'ชุมแสงสงคราม"อุดรคณารักษ์อุปถัมภ์"',
      'province' => '52',
    ),
    1875 => 
    array (
      'code' => '1065360483',
      'name' => 'ประชาสงเคราะห์วิทยา',
      'province' => '52',
    ),
    1876 => 
    array (
      'code' => '1065360484',
      'name' => 'เนินกุ่มวิทยา',
      'province' => '52',
    ),
    1877 => 
    array (
      'code' => '1065360485',
      'name' => 'บางกระทุ่มพิทยาคม',
      'province' => '52',
    ),
    1878 => 
    array (
      'code' => '1065360486',
      'name' => 'พรหมพิรามวิทยา',
      'province' => '52',
    ),
    1879 => 
    array (
      'code' => '1065360487',
      'name' => 'วังมะด่านพิทยาคม',
      'province' => '52',
    ),
    1880 => 
    array (
      'code' => '1065360488',
      'name' => 'ดงประคำพิทยาคม',
      'province' => '52',
    ),
    1881 => 
    array (
      'code' => '1065360489',
      'name' => 'วัดโบสถ์ศึกษา',
      'province' => '52',
    ),
    1882 => 
    array (
      'code' => '1065360490',
      'name' => 'คันโช้งพิทยาคม',
      'province' => '52',
    ),
    1883 => 
    array (
      'code' => '1065360491',
      'name' => 'วังทองพิทยาคม',
      'province' => '52',
    ),
    1884 => 
    array (
      'code' => '1065360492',
      'name' => 'สฤษดิ์เสนา',
      'province' => '52',
    ),
    1885 => 
    array (
      'code' => '1065360493',
      'name' => 'หนองพระพิทยา',
      'province' => '52',
    ),
    1886 => 
    array (
      'code' => '1065360494',
      'name' => 'ทรัพย์ไพรวัลย์วิทยาคม',
      'province' => '52',
    ),
    1887 => 
    array (
      'code' => '1065360495',
      'name' => 'บ้านกลางพิทยาคม',
      'province' => '52',
    ),
    1888 => 
    array (
      'code' => '1065360496',
      'name' => 'เนินสะอาดวิทยาคม',
      'province' => '52',
    ),
    1889 => 
    array (
      'code' => '1065360497',
      'name' => 'น้ำรินพิทยาคม',
      'province' => '52',
    ),
    1890 => 
    array (
      'code' => '1065360498',
      'name' => 'วังพิกุลวิทยศึกษา',
      'province' => '52',
    ),
    1891 => 
    array (
      'code' => '1065360499',
      'name' => 'เนินมะปรางศึกษาวิทยา',
      'province' => '52',
    ),
    1892 => 
    array (
      'code' => '1065360500',
      'name' => 'วังโพรงพิทยาคม',
      'province' => '52',
    ),
    1893 => 
    array (
      'code' => '1065360501',
      'name' => 'ไทรย้อยพิทยาคม',
      'province' => '52',
    ),
    1894 => 
    array (
      'code' => '1066350213',
      'name' => 'วัดสระประทุม(มิตรภาพที่ 54)',
      'province' => '53',
    ),
    1895 => 
    array (
      'code' => '1066350373',
      'name' => 'พิจิตรพิทยาคม',
      'province' => '53',
    ),
    1896 => 
    array (
      'code' => '1066350374',
      'name' => 'หัวดงรัฐชนูปถัมภ์',
      'province' => '53',
    ),
    1897 => 
    array (
      'code' => '1066350375',
      'name' => 'วังกรดพิทยา',
      'province' => '53',
    ),
    1898 => 
    array (
      'code' => '1066350376',
      'name' => 'เมธีพิทยา',
      'province' => '53',
    ),
    1899 => 
    array (
      'code' => '1066350377',
      'name' => 'สระหลวงพิทยาคม',
      'province' => '53',
    ),
    1900 => 
    array (
      'code' => '1066350378',
      'name' => 'พิจิตรปัญญานุกูล',
      'province' => '53',
    ),
    1901 => 
    array (
      'code' => '1066350379',
      'name' => 'วังทรายพูนวิทยา',
      'province' => '53',
    ),
    1902 => 
    array (
      'code' => '1066350380',
      'name' => 'สรรเพชญอัฏฐมาพิทยาคม',
      'province' => '53',
    ),
    1903 => 
    array (
      'code' => '1066350381',
      'name' => 'ดงเสือเหลืองพิทยาคม',
      'province' => '53',
    ),
    1904 => 
    array (
      'code' => '1066350382',
      'name' => 'ตะพานหิน',
      'province' => '53',
    ),
    1905 => 
    array (
      'code' => '1066350383',
      'name' => 'วังสำโรงวังหว้า',
      'province' => '53',
    ),
    1906 => 
    array (
      'code' => '1066350384',
      'name' => 'ทุ่งโพธิ์พิทยา',
      'province' => '53',
    ),
    1907 => 
    array (
      'code' => '1066350385',
      'name' => 'บางมูลนากภูมิวิทยาคม',
      'province' => '53',
    ),
    1908 => 
    array (
      'code' => '1066350386',
      'name' => 'วังตะกูราษฎร์อุทิศ',
      'province' => '53',
    ),
    1909 => 
    array (
      'code' => '1066350387',
      'name' => 'โพธิธรรมสุวัฒน์',
      'province' => '53',
    ),
    1910 => 
    array (
      'code' => '1066350388',
      'name' => 'พิบูลธรรมเวทวิทยา',
      'province' => '53',
    ),
    1911 => 
    array (
      'code' => '1066350389',
      'name' => 'ท่าเสาพิทยาคม',
      'province' => '53',
    ),
    1912 => 
    array (
      'code' => '1066350390',
      'name' => 'ห้วยยาวพิทยาคม',
      'province' => '53',
    ),
    1913 => 
    array (
      'code' => '1066350391',
      'name' => 'สามง่ามชนูปถัมภ์',
      'province' => '53',
    ),
    1914 => 
    array (
      'code' => '1066350392',
      'name' => 'กำแพงดินพิทยาคม',
      'province' => '53',
    ),
    1915 => 
    array (
      'code' => '1066350393',
      'name' => 'เนินปอรังนกชนูทิศ',
      'province' => '53',
    ),
    1916 => 
    array (
      'code' => '1066350394',
      'name' => 'หนองโสนพิทยาคม',
      'province' => '53',
    ),
    1917 => 
    array (
      'code' => '1066350395',
      'name' => 'เขาทรายทับคล้อพิทยา',
      'province' => '53',
    ),
    1918 => 
    array (
      'code' => '1066350396',
      'name' => 'วันทีสถิตย์พิทยาคม',
      'province' => '53',
    ),
    1919 => 
    array (
      'code' => '1066350397',
      'name' => 'สากเหล็กวิทยา',
      'province' => '53',
    ),
    1920 => 
    array (
      'code' => '1066350399',
      'name' => 'โพธิ์ไทรงามวิทยาคม',
      'province' => '53',
    ),
    1921 => 
    array (
      'code' => '1066350400',
      'name' => 'แหลมรังวิทยาคม',
      'province' => '53',
    ),
    1922 => 
    array (
      'code' => '1066350401',
      'name' => 'ดงเจริญพิทยาคม',
      'province' => '53',
    ),
    1923 => 
    array (
      'code' => '1066350402',
      'name' => 'วังงิ้ววิทยาคม',
      'province' => '53',
    ),
    1924 => 
    array (
      'code' => '1066350403',
      'name' => 'วชิรบารมีพิทยาคม',
      'province' => '53',
    ),
    1925 => 
    array (
      'code' => '1066350404',
      'name' => 'วังโมกข์พิทยาคม',
      'province' => '53',
    ),
    1926 => 
    array (
      'code' => '1067380212',
      'name' => 'บ้านบ่อรัง',
      'province' => '54',
    ),
    1927 => 
    array (
      'code' => '1067380375',
      'name' => 'บ้านสงเปลือย',
      'province' => '54',
    ),
    1928 => 
    array (
      'code' => '1067380421',
      'name' => 'บ้านดงน้ำเดื่อ',
      'province' => '54',
    ),
    1929 => 
    array (
      'code' => '1067380424',
      'name' => 'หน้าศูนย์เครื่องมือกล',
      'province' => '54',
    ),
    1930 => 
    array (
      'code' => '1067380428',
      'name' => 'บ้านห้วยระหงส์',
      'province' => '54',
    ),
    1931 => 
    array (
      'code' => '1067380475',
      'name' => 'บ้านบุ่งคล้า',
      'province' => '54',
    ),
    1932 => 
    array (
      'code' => '1067380529',
      'name' => 'บ้านโคกมน',
      'province' => '54',
    ),
    1933 => 
    array (
      'code' => '1067380540',
      'name' => 'บ้านวังกวาง',
      'province' => '54',
    ),
    1934 => 
    array (
      'code' => '1067380570',
      'name' => 'บ้านเข็กน้อย',
      'province' => '54',
    ),
    1935 => 
    array (
      'code' => '1067380579',
      'name' => 'เพชรพิทยาคม',
      'province' => '54',
    ),
    1936 => 
    array (
      'code' => '1067380580',
      'name' => 'วิทยานุกูลนารี',
      'province' => '54',
    ),
    1937 => 
    array (
      'code' => '1067380582',
      'name' => 'สวนกุหลาบวิทยาลัย เพชรบูรณ์',
      'province' => '54',
    ),
    1938 => 
    array (
      'code' => '1067380583',
      'name' => 'เนินพิทยาคม',
      'province' => '54',
    ),
    1939 => 
    array (
      'code' => '1067380584',
      'name' => 'เพชรบูรณ์วิทยา',
      'province' => '54',
    ),
    1940 => 
    array (
      'code' => '1067380585',
      'name' => 'พัชรพิทยาคม',
      'province' => '54',
    ),
    1941 => 
    array (
      'code' => '1067380586',
      'name' => 'ศึกษาสงเคราะห์เพชรบูรณ์',
      'province' => '54',
    ),
    1942 => 
    array (
      'code' => '1067380587',
      'name' => 'โสตศึกษาจังหวัดเพชรบูรณ์',
      'province' => '54',
    ),
    1943 => 
    array (
      'code' => '1067380588',
      'name' => 'ชนแดนวิทยาคม',
      'province' => '54',
    ),
    1944 => 
    array (
      'code' => '1067380589',
      'name' => 'ดงขุยวิทยาคม',
      'province' => '54',
    ),
    1945 => 
    array (
      'code' => '1067380590',
      'name' => 'หล่มสักวิทยาคม',
      'province' => '54',
    ),
    1946 => 
    array (
      'code' => '1067380591',
      'name' => 'ติ้ววิทยาคม',
      'province' => '54',
    ),
    1947 => 
    array (
      'code' => '1067380592',
      'name' => 'ผาเมืองวิทยาคม',
      'province' => '54',
    ),
    1948 => 
    array (
      'code' => '1067380593',
      'name' => 'เมืองกลางวิทยาคม',
      'province' => '54',
    ),
    1949 => 
    array (
      'code' => '1067380594',
      'name' => 'ศรีจันทร์วิทยาคม รัชมังคลาภิเษก',
      'province' => '54',
    ),
    1950 => 
    array (
      'code' => '1067380595',
      'name' => 'กาญจนาภิเษกวิทยาลัย เพชรบูรณ์',
      'province' => '54',
    ),
    1951 => 
    array (
      'code' => '1067380596',
      'name' => 'ผาแดงวิทยาคม',
      'province' => '54',
    ),
    1952 => 
    array (
      'code' => '1067380597',
      'name' => 'หล่มเก่าพิทยาคม',
      'province' => '54',
    ),
    1953 => 
    array (
      'code' => '1067380598',
      'name' => 'เมืองราดวิทยาคม',
      'province' => '54',
    ),
    1954 => 
    array (
      'code' => '1067380599',
      'name' => 'นิยมศิลป์อนุสรณ์',
      'province' => '54',
    ),
    1955 => 
    array (
      'code' => '1067380600',
      'name' => 'พุขามครุฑมณีอุทิศ',
      'province' => '54',
    ),
    1956 => 
    array (
      'code' => '1067380601',
      'name' => 'น้ำร้อนวิทยาคม',
      'province' => '54',
    ),
    1957 => 
    array (
      'code' => '1067380602',
      'name' => 'ซับสมบูรณ์วิทยาคม',
      'province' => '54',
    ),
    1958 => 
    array (
      'code' => '1067380603',
      'name' => 'โคกปรงวิทยาคม',
      'province' => '54',
    ),
    1959 => 
    array (
      'code' => '1067380604',
      'name' => 'วังใหญ่วิทยาคม',
      'province' => '54',
    ),
    1960 => 
    array (
      'code' => '1067380605',
      'name' => 'ศรีเทพประชาสรรค์',
      'province' => '54',
    ),
    1961 => 
    array (
      'code' => '1067380606',
      'name' => 'เมืองศรีเทพ',
      'province' => '54',
    ),
    1962 => 
    array (
      'code' => '1067380607',
      'name' => 'นาสนุ่นวิทยาคม',
      'province' => '54',
    ),
    1963 => 
    array (
      'code' => '1067380608',
      'name' => 'หนองไผ่',
      'province' => '54',
    ),
    1964 => 
    array (
      'code' => '1067380609',
      'name' => 'เพชรละครวิทยา',
      'province' => '54',
    ),
    1965 => 
    array (
      'code' => '1067380610',
      'name' => 'นาเฉลียงพิทยาคม',
      'province' => '54',
    ),
    1966 => 
    array (
      'code' => '1067380611',
      'name' => 'ท่าด้วงพิทยาคม',
      'province' => '54',
    ),
    1967 => 
    array (
      'code' => '1067380612',
      'name' => 'บึงสามพันวิทยาคม',
      'province' => '54',
    ),
    1968 => 
    array (
      'code' => '1067380613',
      'name' => 'วังพิกุลพิทยาคม',
      'province' => '54',
    ),
    1969 => 
    array (
      'code' => '1067380614',
      'name' => 'ซับบอนวิทยาคม',
      'province' => '54',
    ),
    1970 => 
    array (
      'code' => '1067380615',
      'name' => 'ศรีมงคลวิทยาคม',
      'province' => '54',
    ),
    1971 => 
    array (
      'code' => '1067380616',
      'name' => 'น้ำหนาววิทยาคม',
      'province' => '54',
    ),
    1972 => 
    array (
      'code' => '1067380617',
      'name' => 'วังโป่งพิทยาคม',
      'province' => '54',
    ),
    1973 => 
    array (
      'code' => '1067380618',
      'name' => 'วังโป่งศึกษา',
      'province' => '54',
    ),
    1974 => 
    array (
      'code' => '1067380619',
      'name' => 'แคมป์สนวิทยาคม',
      'province' => '54',
    ),
    1975 => 
    array (
      'code' => '1067380620',
      'name' => 'ร่มเกล้าเขาค้อ เพชรบูรณ์',
      'province' => '54',
    ),
    1976 => 
    array (
      'code' => '1070480358',
      'name' => 'เบญจมราชูทิศ ราชบุรี',
      'province' => '55',
    ),
    1977 => 
    array (
      'code' => '1070480359',
      'name' => 'ราชโบริกานุเคราะห์',
      'province' => '55',
    ),
    1978 => 
    array (
      'code' => '1070480360',
      'name' => 'แคทรายวิทยา',
      'province' => '55',
    ),
    1979 => 
    array (
      'code' => '1070480361',
      'name' => 'รัฐราษฎร์อุปถัมภ์',
      'province' => '55',
    ),
    1980 => 
    array (
      'code' => '1070480362',
      'name' => 'คุรุราษฎร์รังสฤษฏ์',
      'province' => '55',
    ),
    1981 => 
    array (
      'code' => '1070480363',
      'name' => 'ด่านทับตะโกราษฎร์อุปถัมภ์',
      'province' => '55',
    ),
    1982 => 
    array (
      'code' => '1070480364',
      'name' => 'สวนผึ้งวิทยา',
      'province' => '55',
    ),
    1983 => 
    array (
      'code' => '1070480365',
      'name' => 'สายธรรมจันทร์',
      'province' => '55',
    ),
    1984 => 
    array (
      'code' => '1070480366',
      'name' => 'ประสาทรัฐประชากิจ',
      'province' => '55',
    ),
    1985 => 
    array (
      'code' => '1070480367',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการดอนคลัง',
      'province' => '55',
    ),
    1986 => 
    array (
      'code' => '1070480368',
      'name' => 'เนกขัมวิทยา',
      'province' => '55',
    ),
    1987 => 
    array (
      'code' => '1070480369',
      'name' => 'รัตนราษฎร์บำรุง',
      'province' => '55',
    ),
    1988 => 
    array (
      'code' => '1070480370',
      'name' => 'หนองปลาหมอพิทยาคม',
      'province' => '55',
    ),
    1989 => 
    array (
      'code' => '1070480371',
      'name' => 'กรับใหญ่ว่องกุศลกิจพิทยาคม',
      'province' => '55',
    ),
    1990 => 
    array (
      'code' => '1070480372',
      'name' => 'วัดดอนตูม',
      'province' => '55',
    ),
    1991 => 
    array (
      'code' => '1070480373',
      'name' => 'บางแพปฐมพิทยา',
      'province' => '55',
    ),
    1992 => 
    array (
      'code' => '1070480374',
      'name' => 'โพหัก(วงศ์สมบูรณ์ราษฎร์อุปถัมภ์)',
      'province' => '55',
    ),
    1993 => 
    array (
      'code' => '1070480375',
      'name' => 'โพธาวัฒนาเสนี',
      'province' => '55',
    ),
    1994 => 
    array (
      'code' => '1070480376',
      'name' => 'หนองโพวิทยา',
      'province' => '55',
    ),
    1995 => 
    array (
      'code' => '1070480377',
      'name' => 'ช่องพรานวิทยา',
      'province' => '55',
    ),
    1996 => 
    array (
      'code' => '1070480378',
      'name' => 'ท่ามะขามวิทยา',
      'province' => '55',
    ),
    1997 => 
    array (
      'code' => '1070480379',
      'name' => 'ปากท่อพิทยาคม',
      'province' => '55',
    ),
    1998 => 
    array (
      'code' => '1070480380',
      'name' => 'วัดสันติการามวิทยา',
      'province' => '55',
    ),
    1999 => 
    array (
      'code' => '1070480381',
      'name' => 'บรมราชินีนาถราชวิทยาลัย',
      'province' => '55',
    ),
    2000 => 
    array (
      'code' => '1070480382',
      'name' => 'โสภณศิริราษฎร์',
      'province' => '55',
    ),
    2001 => 
    array (
      'code' => '1070480383',
      'name' => 'บ้านคาวิทยา',
      'province' => '55',
    ),
    2002 => 
    array (
      'code' => '1071020084',
      'name' => 'สมาคมป่าไม้แห่งประเทศไทยอุทิศ',
      'province' => '56',
    ),
    2003 => 
    array (
      'code' => '1071020091',
      'name' => 'วัดป่าถ้ำภูเตย',
      'province' => '56',
    ),
    2004 => 
    array (
      'code' => '1071020159',
      'name' => 'อนุบาลวัดลูกแกประชาชนูทิศ',
      'province' => '56',
    ),
    2005 => 
    array (
      'code' => '1071020311',
      'name' => 'ชุมชนบ้านหนองฝ้าย',
      'province' => '56',
    ),
    2006 => 
    array (
      'code' => '1071020447',
      'name' => 'กาญจนานุเคราะห์',
      'province' => '56',
    ),
    2007 => 
    array (
      'code' => '1071020448',
      'name' => 'เทพศิรินทร์ลาดหญ้า  กาญจนบุรี',
      'province' => '56',
    ),
    2008 => 
    array (
      'code' => '1071020449',
      'name' => 'เทพมงคลรังษี',
      'province' => '56',
    ),
    2009 => 
    array (
      'code' => '1071020451',
      'name' => 'โสตศึกษาจังหวัดกาญจนบุรี',
      'province' => '56',
    ),
    2010 => 
    array (
      'code' => '1071020452',
      'name' => 'ไทรโยคมณีกาญจน์วิทยา',
      'province' => '56',
    ),
    2011 => 
    array (
      'code' => '1071020453',
      'name' => 'ไทรโยคน้อยวิทยา',
      'province' => '56',
    ),
    2012 => 
    array (
      'code' => '1071020454',
      'name' => 'สมเด็จพระปิยมหาราชรมณียเขต',
      'province' => '56',
    ),
    2013 => 
    array (
      'code' => '1071020455',
      'name' => 'บ่อพลอยรัชดาภิเษก',
      'province' => '56',
    ),
    2014 => 
    array (
      'code' => '1071020456',
      'name' => 'หนองรีประชานิมิต',
      'province' => '56',
    ),
    2015 => 
    array (
      'code' => '1071020457',
      'name' => 'ศรีสวัสดิ์พิทยาคม',
      'province' => '56',
    ),
    2016 => 
    array (
      'code' => '1071020458',
      'name' => 'ท่ามะกาวิทยาคม',
      'province' => '56',
    ),
    2017 => 
    array (
      'code' => '1071020459',
      'name' => 'พระแท่นดงรังวิทยาคาร',
      'province' => '56',
    ),
    2018 => 
    array (
      'code' => '1071020460',
      'name' => 'นิวิฐราษฎร์อุปถัมภ์',
      'province' => '56',
    ),
    2019 => 
    array (
      'code' => '1071020461',
      'name' => 'ท่ามะกาปุญสิริวิทยา',
      'province' => '56',
    ),
    2020 => 
    array (
      'code' => '1071020462',
      'name' => 'ท่าเรือพิทยาคม',
      'province' => '56',
    ),
    2021 => 
    array (
      'code' => '1071020463',
      'name' => 'วิสุทธรังษี',
      'province' => '56',
    ),
    2022 => 
    array (
      'code' => '1071020464',
      'name' => 'ท่าม่วงราษฎร์บำรุง',
      'province' => '56',
    ),
    2023 => 
    array (
      'code' => '1071020465',
      'name' => 'หนองขาวโกวิทพิทยาคม',
      'province' => '56',
    ),
    2024 => 
    array (
      'code' => '1071020466',
      'name' => 'พังตรุราษฎร์รังสรรค์',
      'province' => '56',
    ),
    2025 => 
    array (
      'code' => '1071020467',
      'name' => 'หนองตากยาตั้งวิริยะราษฎร์บำรุง',
      'province' => '56',
    ),
    2026 => 
    array (
      'code' => '1071020468',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ กาญจนบุรี',
      'province' => '56',
    ),
    2027 => 
    array (
      'code' => '1071020469',
      'name' => 'ทองผาภูมิวิทยา',
      'province' => '56',
    ),
    2028 => 
    array (
      'code' => '1071020470',
      'name' => 'ร่มเกล้า กาญจนบุรี',
      'province' => '56',
    ),
    2029 => 
    array (
      'code' => '1071020471',
      'name' => 'อุดมสิทธิศึกษา',
      'province' => '56',
    ),
    2030 => 
    array (
      'code' => '1071020472',
      'name' => 'พนมทวนชนูปถัมภ์',
      'province' => '56',
    ),
    2031 => 
    array (
      'code' => '1071020473',
      'name' => 'พนมทวนพิทยาคม(สว่างเคลิ้มสุคนธ์)',
      'province' => '56',
    ),
    2032 => 
    array (
      'code' => '1071020474',
      'name' => 'ศึกษาสงเคราะห์พนมทวน',
      'province' => '56',
    ),
    2033 => 
    array (
      'code' => '1071020475',
      'name' => 'เลาขวัญราษฎร์บำรุง',
      'province' => '56',
    ),
    2034 => 
    array (
      'code' => '1071020476',
      'name' => 'ด่านมะขามเตี้ยวิทยาคม',
      'province' => '56',
    ),
    2035 => 
    array (
      'code' => '1071020477',
      'name' => 'ประชามงคล',
      'province' => '56',
    ),
    2036 => 
    array (
      'code' => '1071020478',
      'name' => 'หนองปรือพิทยาคม',
      'province' => '56',
    ),
    2037 => 
    array (
      'code' => '1071020479',
      'name' => 'ห้วยกระเจาพิทยาคม',
      'province' => '56',
    ),
    2038 => 
    array (
      'code' => '1072630447',
      'name' => 'กรรณสูตศึกษาลัย',
      'province' => '57',
    ),
    2039 => 
    array (
      'code' => '1072630448',
      'name' => 'สงวนหญิง',
      'province' => '57',
    ),
    2040 => 
    array (
      'code' => '1072630449',
      'name' => 'สวนแตงวิทยา',
      'province' => '57',
    ),
    2041 => 
    array (
      'code' => '1072630450',
      'name' => 'ตลิ่งชันวิทยา',
      'province' => '57',
    ),
    2042 => 
    array (
      'code' => '1072630451',
      'name' => 'กาญจนาภิเษกวิทยาลัย สุพรรณบุรี',
      'province' => '57',
    ),
    2043 => 
    array (
      'code' => '1072630452',
      'name' => 'สุพรรณบุรีปัญญานุกูล',
      'province' => '57',
    ),
    2044 => 
    array (
      'code' => '1072630453',
      'name' => 'ธรรมโชติศึกษาลัย',
      'province' => '57',
    ),
    2045 => 
    array (
      'code' => '1072630454',
      'name' => 'บ่อกรุวิทยา',
      'province' => '57',
    ),
    2046 => 
    array (
      'code' => '1072630455',
      'name' => 'ทุ่งคลีโคกช้างวิทยา',
      'province' => '57',
    ),
    2047 => 
    array (
      'code' => '1072630456',
      'name' => 'บรรหารแจ่มใสวิทยา 7',
      'province' => '57',
    ),
    2048 => 
    array (
      'code' => '1072630457',
      'name' => 'บรรหารแจ่มใสวิทยา ๓',
      'province' => '57',
    ),
    2049 => 
    array (
      'code' => '1072630458',
      'name' => 'ด่านช้างวิทยา',
      'province' => '57',
    ),
    2050 => 
    array (
      'code' => '1072630459',
      'name' => 'บางปลาม้า(สูงสุมารผดุงวิทย์)',
      'province' => '57',
    ),
    2051 => 
    array (
      'code' => '1072630460',
      'name' => 'หรรษาสุจิตต์วิทยา 2',
      'province' => '57',
    ),
    2052 => 
    array (
      'code' => '1072630461',
      'name' => 'บางแม่หม้ายรัฐราษฎร์รังสฤษดิ์',
      'province' => '57',
    ),
    2053 => 
    array (
      'code' => '1072630462',
      'name' => 'ศรีประจันต์(เมธีประมุข)',
      'province' => '57',
    ),
    2054 => 
    array (
      'code' => '1072630463',
      'name' => 'สรวงสุทธาวิทยา',
      'province' => '57',
    ),
    2055 => 
    array (
      'code' => '1072630464',
      'name' => 'วังหว้าราษฏร์สามัคคี',
      'province' => '57',
    ),
    2056 => 
    array (
      'code' => '1072630465',
      'name' => 'บรรหารแจ่มใสวิทยา 1',
      'province' => '57',
    ),
    2057 => 
    array (
      'code' => '1072630466',
      'name' => 'สระกระโจมโสภณพิทยา',
      'province' => '57',
    ),
    2058 => 
    array (
      'code' => '1072630467',
      'name' => 'สองพี่น้องวิทยา',
      'province' => '57',
    ),
    2059 => 
    array (
      'code' => '1072630468',
      'name' => 'บางลี่วิทยา',
      'province' => '57',
    ),
    2060 => 
    array (
      'code' => '1072630469',
      'name' => 'บ่อสุพรรณวิทยา',
      'province' => '57',
    ),
    2061 => 
    array (
      'code' => '1072630470',
      'name' => 'บรรหารแจ่มใสวิทยา 5',
      'province' => '57',
    ),
    2062 => 
    array (
      'code' => '1072630471',
      'name' => 'หนองวัลย์เปรียงวิทยา',
      'province' => '57',
    ),
    2063 => 
    array (
      'code' => '1072630472',
      'name' => 'สามชุกรัตนโภคาราม',
      'province' => '57',
    ),
    2064 => 
    array (
      'code' => '1072630473',
      'name' => 'ทุ่งแฝกพิทยาคม',
      'province' => '57',
    ),
    2065 => 
    array (
      'code' => '1072630474',
      'name' => 'บรรหารแจ่มใสวิทยา 6',
      'province' => '57',
    ),
    2066 => 
    array (
      'code' => '1072630475',
      'name' => 'อู่ทอง',
      'province' => '57',
    ),
    2067 => 
    array (
      'code' => '1072630476',
      'name' => 'อู่ทองศึกษาลัย',
      'province' => '57',
    ),
    2068 => 
    array (
      'code' => '1072630477',
      'name' => 'สระยายโสมวิทยา',
      'province' => '57',
    ),
    2069 => 
    array (
      'code' => '1072630478',
      'name' => 'ดอนคาวิทยา',
      'province' => '57',
    ),
    2070 => 
    array (
      'code' => '1072630479',
      'name' => 'หนองหญ้าไซวิทยา',
      'province' => '57',
    ),
    2071 => 
    array (
      'code' => '1073180258',
      'name' => 'พระปฐมวิทยาลัย',
      'province' => '58',
    ),
    2072 => 
    array (
      'code' => '1073180259',
      'name' => 'ราชินีบูรณะ',
      'province' => '58',
    ),
    2073 => 
    array (
      'code' => '1073180260',
      'name' => 'พระปฐมวิทยาลัย2หลวงพ่อเงินอนุสรณ์',
      'province' => '58',
    ),
    2074 => 
    array (
      'code' => '1073180261',
      'name' => 'ศรีวิชัยวิทยา',
      'province' => '58',
    ),
    2075 => 
    array (
      'code' => '1073180262',
      'name' => 'สระกะเทียมวิทยาคม',
      'province' => '58',
    ),
    2076 => 
    array (
      'code' => '1073180263',
      'name' => 'วัดห้วยจรเข้วิทยาคม',
      'province' => '58',
    ),
    2077 => 
    array (
      'code' => '1073180264',
      'name' => 'โพรงมะเดื่อวิทยาคม',
      'province' => '58',
    ),
    2078 => 
    array (
      'code' => '1073180265',
      'name' => 'สิรินธรราชวิทยาลัย',
      'province' => '58',
    ),
    2079 => 
    array (
      'code' => '1073180266',
      'name' => 'กำแพงแสนวิทยา',
      'province' => '58',
    ),
    2080 => 
    array (
      'code' => '1073180267',
      'name' => 'มัธยมฐานบินกำแพงแสน',
      'province' => '58',
    ),
    2081 => 
    array (
      'code' => '1073180268',
      'name' => 'ศาลาตึกวิทยา',
      'province' => '58',
    ),
    2082 => 
    array (
      'code' => '1073180269',
      'name' => 'งิ้วรายบุญมีรังสฤษดิ์',
      'province' => '58',
    ),
    2083 => 
    array (
      'code' => '1073180270',
      'name' => 'ภัทรญาณวิทยา',
      'province' => '58',
    ),
    2084 => 
    array (
      'code' => '1073180271',
      'name' => 'ปรกแก้ววิทยา',
      'province' => '58',
    ),
    2085 => 
    array (
      'code' => '1073180272',
      'name' => 'พลอยจาตุรจินดา',
      'province' => '58',
    ),
    2086 => 
    array (
      'code' => '1073180273',
      'name' => 'แหลมบัววิทยา',
      'province' => '58',
    ),
    2087 => 
    array (
      'code' => '1073180274',
      'name' => 'เพิ่มวิทยา',
      'province' => '58',
    ),
    2088 => 
    array (
      'code' => '1073180275',
      'name' => 'โสตศึกษาจังหวัดนครปฐม',
      'province' => '58',
    ),
    2089 => 
    array (
      'code' => '1073180276',
      'name' => 'คงทองวิทยา',
      'province' => '58',
    ),
    2090 => 
    array (
      'code' => '1073180277',
      'name' => 'บ้านหลวงวิทยา',
      'province' => '58',
    ),
    2091 => 
    array (
      'code' => '1073180278',
      'name' => 'บางเลนวิทยา',
      'province' => '58',
    ),
    2092 => 
    array (
      'code' => '1073180279',
      'name' => 'บางหลวงวิทยา',
      'province' => '58',
    ),
    2093 => 
    array (
      'code' => '1073180280',
      'name' => 'สถาพรวิทยา',
      'province' => '58',
    ),
    2094 => 
    array (
      'code' => '1073180281',
      'name' => 'บัวปากท่าวิทยา',
      'province' => '58',
    ),
    2095 => 
    array (
      'code' => '1073180282',
      'name' => 'สามพรานวิทยา',
      'province' => '58',
    ),
    2096 => 
    array (
      'code' => '1073180283',
      'name' => 'ภ.ป.ร.ราชวิทยาลัย',
      'province' => '58',
    ),
    2097 => 
    array (
      'code' => '1073180284',
      'name' => 'วัดไร่ขิงวิทยา',
      'province' => '58',
    ),
    2098 => 
    array (
      'code' => '1073180285',
      'name' => 'ปรีดารามวิทยาคม',
      'province' => '58',
    ),
    2099 => 
    array (
      'code' => '1073180286',
      'name' => 'รัตนโกสินทร์สมโภชบวรนิเวศศาลายา',
      'province' => '58',
    ),
    2100 => 
    array (
      'code' => '1073180288',
      'name' => 'กาญจนาภิเษกวิทยาลัย นครปฐม',
      'province' => '58',
    ),
    2101 => 
    array (
      'code' => '1074590062',
      'name' => 'วัดนางสาว',
      'province' => '59',
    ),
    2102 => 
    array (
      'code' => '1074590111',
      'name' => 'สมุทรสาครวิทยาลัย',
      'province' => '59',
    ),
    2103 => 
    array (
      'code' => '1074590112',
      'name' => 'สมุทรสาครบูรณะ',
      'province' => '59',
    ),
    2104 => 
    array (
      'code' => '1074590113',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ สมุทสาคร',
      'province' => '59',
    ),
    2105 => 
    array (
      'code' => '1074590114',
      'name' => 'พันท้ายนรสิงห์วิทยา',
      'province' => '59',
    ),
    2106 => 
    array (
      'code' => '1074590115',
      'name' => 'สมุทรสาครวุฒิชัย',
      'province' => '59',
    ),
    2107 => 
    array (
      'code' => '1074590116',
      'name' => 'กระทุ่มแบน (วิเศษสมุทคุณ)',
      'province' => '59',
    ),
    2108 => 
    array (
      'code' => '1074590117',
      'name' => 'กุศลวิทยา',
      'province' => '59',
    ),
    2109 => 
    array (
      'code' => '1074590118',
      'name' => 'อ้อมน้อยโสภณชนูปถัมภ์',
      'province' => '59',
    ),
    2110 => 
    array (
      'code' => '1074590119',
      'name' => 'วัดธรรมจริยาภิรมย์',
      'province' => '59',
    ),
    2111 => 
    array (
      'code' => '1074590120',
      'name' => 'หลักสองส่งเสริมวิทยา',
      'province' => '59',
    ),
    2112 => 
    array (
      'code' => '1074590121',
      'name' => 'วัดหลักสี่พิพัฒน์ราษฎร์อุปถัมภ์',
      'province' => '59',
    ),
    2113 => 
    array (
      'code' => '1075580096',
      'name' => 'ศรัทธาสมุทร',
      'province' => '60',
    ),
    2114 => 
    array (
      'code' => '1075580097',
      'name' => 'ถาวรานุกูล',
      'province' => '60',
    ),
    2115 => 
    array (
      'code' => '1075580098',
      'name' => 'ท้ายหาด',
      'province' => '60',
    ),
    2116 => 
    array (
      'code' => '1075580099',
      'name' => 'สกลวิสุทธิ',
      'province' => '60',
    ),
    2117 => 
    array (
      'code' => '1075580100',
      'name' => 'เมธีชุณหะวัณวิทยาลัย',
      'province' => '60',
    ),
    2118 => 
    array (
      'code' => '1075580101',
      'name' => 'อัมพวันวิทยาลัย',
      'province' => '60',
    ),
    2119 => 
    array (
      'code' => '1075580102',
      'name' => 'วัดบางกะพ้อม(คงลาภยิ่งประชานุสรณ์)',
      'province' => '60',
    ),
    2120 => 
    array (
      'code' => '1075580103',
      'name' => 'เทพสุวรรณชาญวิทยา',
      'province' => '60',
    ),
    2121 => 
    array (
      'code' => '1075580104',
      'name' => 'วัดแก้วเจริญอำนวยวิทย์',
      'province' => '60',
    ),
    2122 => 
    array (
      'code' => '1076370247',
      'name' => 'พรหมานุสรณ์จังหวัดเพชรบุรี',
      'province' => '61',
    ),
    2123 => 
    array (
      'code' => '1076370248',
      'name' => 'เบญจมเทพอุทิศจังหวัดเพชรบุรี',
      'province' => '61',
    ),
    2124 => 
    array (
      'code' => '1076370249',
      'name' => 'บางจานวิทยา',
      'province' => '61',
    ),
    2125 => 
    array (
      'code' => '1076370250',
      'name' => 'วัดจันทราวาส(ศุขประสารราษฎร์)',
      'province' => '61',
    ),
    2126 => 
    array (
      'code' => '1076370251',
      'name' => 'คงคาราม',
      'province' => '61',
    ),
    2127 => 
    array (
      'code' => '1076370252',
      'name' => 'ดอนยางวิทยา',
      'province' => '61',
    ),
    2128 => 
    array (
      'code' => '1076370253',
      'name' => 'เขาย้อยวิทยา',
      'province' => '61',
    ),
    2129 => 
    array (
      'code' => '1076370254',
      'name' => 'โยธินบูรณะ เพชรบุรี',
      'province' => '61',
    ),
    2130 => 
    array (
      'code' => '1076370255',
      'name' => 'หนองหญ้าปล้องวิทยา',
      'province' => '61',
    ),
    2131 => 
    array (
      'code' => '1076370256',
      'name' => 'ชะอำคุณหญิงเนื่องบุรี',
      'province' => '61',
    ),
    2132 => 
    array (
      'code' => '1076370257',
      'name' => 'โตนดหลวงวิทยา',
      'province' => '61',
    ),
    2133 => 
    array (
      'code' => '1076370258',
      'name' => 'ห้วยทรายประชาสรรค์',
      'province' => '61',
    ),
    2134 => 
    array (
      'code' => '1076370259',
      'name' => 'จุฬาภรณราชวิทยาลัย เพชรบุรี',
      'province' => '61',
    ),
    2135 => 
    array (
      'code' => '1076370260',
      'name' => 'ศึกษาสงเคราะห์เพชรบุรี',
      'province' => '61',
    ),
    2136 => 
    array (
      'code' => '1076370261',
      'name' => 'เพชรบุรีปัญญานุกูล',
      'province' => '61',
    ),
    2137 => 
    array (
      'code' => '1076370262',
      'name' => 'ท่ายางวิทยา',
      'province' => '61',
    ),
    2138 => 
    array (
      'code' => '1076370263',
      'name' => 'หนองจอกวิทยา',
      'province' => '61',
    ),
    2139 => 
    array (
      'code' => '1076370264',
      'name' => 'หนองชุมแสงวิทยา',
      'province' => '61',
    ),
    2140 => 
    array (
      'code' => '1076370265',
      'name' => 'บ้านลาดวิทยา',
      'province' => '61',
    ),
    2141 => 
    array (
      'code' => '1076370266',
      'name' => 'บ้านแหลมวิทยา',
      'province' => '61',
    ),
    2142 => 
    array (
      'code' => '1076370267',
      'name' => 'วชิรธรรมโศภิต',
      'province' => '61',
    ),
    2143 => 
    array (
      'code' => '1076370268',
      'name' => 'บางตะบูนวิทยา',
      'province' => '61',
    ),
    2144 => 
    array (
      'code' => '1076370269',
      'name' => 'แก่งกระจานวิทยา',
      'province' => '61',
    ),
    2145 => 
    array (
      'code' => '1076370270',
      'name' => 'ป่าเด็งวิทยา',
      'province' => '61',
    ),
    2146 => 
    array (
      'code' => '1077280056',
      'name' => 'อนุบาลกุยบุรี(วัดวังยาว)',
      'province' => '62',
    ),
    2147 => 
    array (
      'code' => '1077280134',
      'name' => 'ธนาคารออมสิน',
      'province' => '62',
    ),
    2148 => 
    array (
      'code' => '1077280239',
      'name' => 'ประจวบวิทยาลัย',
      'province' => '62',
    ),
    2149 => 
    array (
      'code' => '1077280240',
      'name' => 'อ่าวน้อยวิทยานิคม',
      'province' => '62',
    ),
    2150 => 
    array (
      'code' => '1077280241',
      'name' => 'หว้ากอวิทยาลัย',
      'province' => '62',
    ),
    2151 => 
    array (
      'code' => '1077280242',
      'name' => 'กุยบุรีวิทยา',
      'province' => '62',
    ),
    2152 => 
    array (
      'code' => '1077280243',
      'name' => 'ยางชุมวิทยา',
      'province' => '62',
    ),
    2153 => 
    array (
      'code' => '1077280244',
      'name' => 'ทับสะแกวิทยา',
      'province' => '62',
    ),
    2154 => 
    array (
      'code' => '1077280245',
      'name' => 'ห้วยยางวิทยา',
      'province' => '62',
    ),
    2155 => 
    array (
      'code' => '1077280246',
      'name' => 'บางสะพานวิทยา',
      'province' => '62',
    ),
    2156 => 
    array (
      'code' => '1077280247',
      'name' => 'ธงชัยวิทยา',
      'province' => '62',
    ),
    2157 => 
    array (
      'code' => '1077280248',
      'name' => 'ชัยเกษมวิทยา',
      'province' => '62',
    ),
    2158 => 
    array (
      'code' => '1077280249',
      'name' => 'โสตศึกษาเทพรัตน์',
      'province' => '62',
    ),
    2159 => 
    array (
      'code' => '1077280250',
      'name' => 'บางสะพานน้อยวิทยาคม',
      'province' => '62',
    ),
    2160 => 
    array (
      'code' => '1077280251',
      'name' => 'เมืองปราณบุรี',
      'province' => '62',
    ),
    2161 => 
    array (
      'code' => '1077280252',
      'name' => 'ปากน้ำปราณวิทยา',
      'province' => '62',
    ),
    2162 => 
    array (
      'code' => '1077280253',
      'name' => 'เตรียมอุดมศึกษาพัฒนาการปราณบุรี',
      'province' => '62',
    ),
    2163 => 
    array (
      'code' => '1077280255',
      'name' => 'หัวหิน',
      'province' => '62',
    ),
    2164 => 
    array (
      'code' => '1077280256',
      'name' => 'หัวหินวิทยาคม',
      'province' => '62',
    ),
    2165 => 
    array (
      'code' => '1077280257',
      'name' => 'หนองพลับวิทยา',
      'province' => '62',
    ),
    2166 => 
    array (
      'code' => '1077280258',
      'name' => 'สามร้อยยอดวิทยาคม',
      'province' => '62',
    ),
    2167 => 
    array (
      'code' => '1080210774',
      'name' => 'เบญจมราชูทิศ',
      'province' => '63',
    ),
    2168 => 
    array (
      'code' => '1080210775',
      'name' => 'กัลยาณีศรีธรรมราช',
      'province' => '63',
    ),
    2169 => 
    array (
      'code' => '1080210776',
      'name' => 'ปากพูน',
      'province' => '63',
    ),
    2170 => 
    array (
      'code' => '1080210777',
      'name' => 'เมืองนครศรีธรรมราช',
      'province' => '63',
    ),
    2171 => 
    array (
      'code' => '1080210778',
      'name' => 'โยธินบำรุง',
      'province' => '63',
    ),
    2172 => 
    array (
      'code' => '1080210779',
      'name' => 'ตรีนิมิตรวิทยา',
      'province' => '63',
    ),
    2173 => 
    array (
      'code' => '1080210780',
      'name' => 'ท่านครญาณวโรภาสอุทิศ',
      'province' => '63',
    ),
    2174 => 
    array (
      'code' => '1080210781',
      'name' => 'จุฬาภรณราชวิทยาลัย นครศรีธรรมราช',
      'province' => '63',
    ),
    2175 => 
    array (
      'code' => '1080210782',
      'name' => 'พรหมคีรีพิทยาคม',
      'province' => '63',
    ),
    2176 => 
    array (
      'code' => '1080210783',
      'name' => 'บ้านเกาะวิทยา',
      'province' => '63',
    ),
    2177 => 
    array (
      'code' => '1080210784',
      'name' => 'ลานสกาประชาสรรค์',
      'province' => '63',
    ),
    2178 => 
    array (
      'code' => '1080210785',
      'name' => 'ขุนทะเลวิทยาคม',
      'province' => '63',
    ),
    2179 => 
    array (
      'code' => '1080210786',
      'name' => 'ฉวางรัชดาภิเษก',
      'province' => '63',
    ),
    2180 => 
    array (
      'code' => '1080210789',
      'name' => 'ละอายพิทยานุสรณ์',
      'province' => '63',
    ),
    2181 => 
    array (
      'code' => '1080210790',
      'name' => 'พิปูนสังฆรักษ์ประชาอุทิศ',
      'province' => '63',
    ),
    2182 => 
    array (
      'code' => '1080210791',
      'name' => 'นางเอื้อยวิทยา',
      'province' => '63',
    ),
    2183 => 
    array (
      'code' => '1080210792',
      'name' => 'เชียรใหญ่',
      'province' => '63',
    ),
    2184 => 
    array (
      'code' => '1080210793',
      'name' => 'วิเชียรประชาสรรค์',
      'province' => '63',
    ),
    2185 => 
    array (
      'code' => '1080210794',
      'name' => 'เชียรใหญ่สามัคคีวิทยา',
      'province' => '63',
    ),
    2186 => 
    array (
      'code' => '1080210796',
      'name' => 'ชะอวด',
      'province' => '63',
    ),
    2187 => 
    array (
      'code' => '1080210797',
      'name' => 'ชะอวดวิทยาคาร',
      'province' => '63',
    ),
    2188 => 
    array (
      'code' => '1080210799',
      'name' => 'ขอนหาดประชาสรรค์',
      'province' => '63',
    ),
    2189 => 
    array (
      'code' => '1080210800',
      'name' => 'ชะอวดเคร่งธรรมวิทยา',
      'province' => '63',
    ),
    2190 => 
    array (
      'code' => '1080210801',
      'name' => 'ท่าศาลาประสิทธิ์ศึกษา',
      'province' => '63',
    ),
    2191 => 
    array (
      'code' => '1080210802',
      'name' => 'โมคลานประชาสรรค์',
      'province' => '63',
    ),
    2192 => 
    array (
      'code' => '1080210803',
      'name' => 'สระแก้วรัตนวิทย์',
      'province' => '63',
    ),
    2193 => 
    array (
      'code' => '1080210804',
      'name' => 'ทุ่งสง',
      'province' => '63',
    ),
    2194 => 
    array (
      'code' => '1080210805',
      'name' => 'สตรีทุ่งสง',
      'province' => '63',
    ),
    2195 => 
    array (
      'code' => '1080210806',
      'name' => 'ทุ่งสงวิทยา',
      'province' => '63',
    ),
    2196 => 
    array (
      'code' => '1080210807',
      'name' => 'ทุ่งสงสหประชาสรรค์',
      'province' => '63',
    ),
    2197 => 
    array (
      'code' => '1080210808',
      'name' => 'ก้างปลาวิทยาคม',
      'province' => '63',
    ),
    2198 => 
    array (
      'code' => '1080210809',
      'name' => 'ราชประชานุเคราะห์ 19',
      'province' => '63',
    ),
    2199 => 
    array (
      'code' => '1080210810',
      'name' => 'โสตศึกษาจังหวัดนครศรีธรรมราช',
      'province' => '63',
    ),
    2200 => 
    array (
      'code' => '1080210811',
      'name' => 'นครศรีธรรมราชปัญญานุกูล',
      'province' => '63',
    ),
    2201 => 
    array (
      'code' => '1080210812',
      'name' => 'นาบอน',
      'province' => '63',
    ),
    2202 => 
    array (
      'code' => '1080210813',
      'name' => 'ทุ่งใหญ่วิทยาคม',
      'province' => '63',
    ),
    2203 => 
    array (
      'code' => '1080210814',
      'name' => 'กรุงหยันวิทยาคาร',
      'province' => '63',
    ),
    2204 => 
    array (
      'code' => '1080210815',
      'name' => 'ทุ่งใหญ่เฉลิมราชอนุสรณ์ รัชมังคลาภิเษก',
      'province' => '63',
    ),
    2205 => 
    array (
      'code' => '1080210816',
      'name' => 'เสม็ดจวนวิทยาคม',
      'province' => '63',
    ),
    2206 => 
    array (
      'code' => '1080210817',
      'name' => 'ทุ่งสังพิทยาคม',
      'province' => '63',
    ),
    2207 => 
    array (
      'code' => '1080210818',
      'name' => 'ปากพนัง',
      'province' => '63',
    ),
    2208 => 
    array (
      'code' => '1080210819',
      'name' => 'สตรีปากพนัง',
      'province' => '63',
    ),
    2209 => 
    array (
      'code' => '1080210821',
      'name' => 'อินทร์ธานีวิทยาคม',
      'province' => '63',
    ),
    2210 => 
    array (
      'code' => '1080210822',
      'name' => 'ร่อนพิบูลย์เกียรติวสุนธราภิวัฒก์',
      'province' => '63',
    ),
    2211 => 
    array (
      'code' => '1080210823',
      'name' => 'คีรีราษฎร์พัฒนา',
      'province' => '63',
    ),
    2212 => 
    array (
      'code' => '1080210824',
      'name' => 'ควนเกยสุทธิวิทยา',
      'province' => '63',
    ),
    2213 => 
    array (
      'code' => '1080210825',
      'name' => 'เสาธงวิทยา',
      'province' => '63',
    ),
    2214 => 
    array (
      'code' => '1080210827',
      'name' => 'สิชลคุณาธารวิทยา',
      'province' => '63',
    ),
    2215 => 
    array (
      'code' => '1080210828',
      'name' => 'ฉลองรัฐราษฎร์อุทิศ',
      'province' => '63',
    ),
    2216 => 
    array (
      'code' => '1080210829',
      'name' => 'สิชลประชาสรรค์',
      'province' => '63',
    ),
    2217 => 
    array (
      'code' => '1080210830',
      'name' => 'เทพราชพิทยาสรรค์',
      'province' => '63',
    ),
    2218 => 
    array (
      'code' => '1080210831',
      'name' => 'ขนอมพิทยา',
      'province' => '63',
    ),
    2219 => 
    array (
      'code' => '1080210832',
      'name' => 'ท้องเนียนคณาภิบาล',
      'province' => '63',
    ),
    2220 => 
    array (
      'code' => '1080210833',
      'name' => 'หัวไทรบำรุงราษฎร์',
      'province' => '63',
    ),
    2221 => 
    array (
      'code' => '1080210834',
      'name' => 'แหลมราษฎร์บำรุง',
      'province' => '63',
    ),
    2222 => 
    array (
      'code' => '1080210835',
      'name' => 'นพคุณประชาสรรค์',
      'province' => '63',
    ),
    2223 => 
    array (
      'code' => '1080210836',
      'name' => 'ทรายขาววิทยา',
      'province' => '63',
    ),
    2224 => 
    array (
      'code' => '1080210837',
      'name' => 'เขาพังไกร',
      'province' => '63',
    ),
    2225 => 
    array (
      'code' => '1080210838',
      'name' => 'บางขันวิทยา',
      'province' => '63',
    ),
    2226 => 
    array (
      'code' => '1080210839',
      'name' => 'วังหินวิทยาคม',
      'province' => '63',
    ),
    2227 => 
    array (
      'code' => '1080210840',
      'name' => 'ประสาธน์ราษฎร์บำรุง',
      'province' => '63',
    ),
    2228 => 
    array (
      'code' => '1080210841',
      'name' => 'มัธยมศึกษาจุฬาภรณ์',
      'province' => '63',
    ),
    2229 => 
    array (
      'code' => '1080210842',
      'name' => 'เฉลิมราชประชาอุทิศ',
      'province' => '63',
    ),
    2230 => 
    array (
      'code' => '1080210843',
      'name' => 'เตรียมอุดมศึกษาภาคใต้',
      'province' => '63',
    ),
    2231 => 
    array (
      'code' => '1080210844',
      'name' => 'พระพรหมพิทยานุสรณ์',
      'province' => '63',
    ),
    2232 => 
    array (
      'code' => '1080210845',
      'name' => 'คงคาประชารักษ์',
      'province' => '63',
    ),
    2233 => 
    array (
      'code' => '1080210846',
      'name' => 'นบพิตำวิทยา',
      'province' => '63',
    ),
    2234 => 
    array (
      'code' => '1080210847',
      'name' => 'ช้างกลางประชานุกูล',
      'province' => '63',
    ),
    2235 => 
    array (
      'code' => '1080210848',
      'name' => 'ทางพูนวิทยาคาร',
      'province' => '63',
    ),
    2236 => 
    array (
      'code' => '1080210849',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ นครศรีธรรมราช',
      'province' => '63',
    ),
    2237 => 
    array (
      'code' => '1081010234',
      'name' => 'อำมาตย์พานิชนุกูล',
      'province' => '64',
    ),
    2238 => 
    array (
      'code' => '1081010235',
      'name' => 'เมืองกระบี่',
      'province' => '64',
    ),
    2239 => 
    array (
      'code' => '1081010236',
      'name' => 'หนองทะเลวิทยา',
      'province' => '64',
    ),
    2240 => 
    array (
      'code' => '1081010237',
      'name' => 'พนมเบญจา',
      'province' => '64',
    ),
    2241 => 
    array (
      'code' => '1081010238',
      'name' => 'สินปุนคุณวิชญ์',
      'province' => '64',
    ),
    2242 => 
    array (
      'code' => '1081010239',
      'name' => 'เขาดินประชานุกูล',
      'province' => '64',
    ),
    2243 => 
    array (
      'code' => '1081010240',
      'name' => 'ราชประชานุเคราะห์ 37',
      'province' => '64',
    ),
    2244 => 
    array (
      'code' => '1081010241',
      'name' => 'ลันตาราชประชาอุทิศ',
      'province' => '64',
    ),
    2245 => 
    array (
      'code' => '1081010242',
      'name' => 'คลองยางประชานุสรณ์',
      'province' => '64',
    ),
    2246 => 
    array (
      'code' => '1081010243',
      'name' => 'คลองท่อมราษฎร์รังสรรค์',
      'province' => '64',
    ),
    2247 => 
    array (
      'code' => '1081010244',
      'name' => 'คลองพนสฤษดิ์พิทยา',
      'province' => '64',
    ),
    2248 => 
    array (
      'code' => '1081010245',
      'name' => 'กาญจนาภิเษกวิทยาลัย กระบี่',
      'province' => '64',
    ),
    2249 => 
    array (
      'code' => '1081010246',
      'name' => 'อ่าวลึกประชาสรรค์',
      'province' => '64',
    ),
    2250 => 
    array (
      'code' => '1081010247',
      'name' => 'คลองหินพิทยาคม',
      'province' => '64',
    ),
    2251 => 
    array (
      'code' => '1081010248',
      'name' => 'ปลายพระยาวิทยาคม',
      'province' => '64',
    ),
    2252 => 
    array (
      'code' => '1081010249',
      'name' => 'ลำทับประชานุเคราะห์',
      'province' => '64',
    ),
    2253 => 
    array (
      'code' => '1081010250',
      'name' => 'เหนือคลองประชาบำรุง',
      'province' => '64',
    ),
    2254 => 
    array (
      'code' => '1082330047',
      'name' => 'อ่าวกะพ้อ',
      'province' => '65',
    ),
    2255 => 
    array (
      'code' => '1082330107',
      'name' => 'ราชประชานุเคราะห์ 35',
      'province' => '65',
    ),
    2256 => 
    array (
      'code' => '1082330174',
      'name' => 'ดีบุกพังงาวิทยายน',
      'province' => '65',
    ),
    2257 => 
    array (
      'code' => '1082330175',
      'name' => 'สตรีพังงา',
      'province' => '65',
    ),
    2258 => 
    array (
      'code' => '1082330176',
      'name' => 'เกาะยาววิทยา',
      'province' => '65',
    ),
    2259 => 
    array (
      'code' => '1082330177',
      'name' => 'กะปงพิทยาคม',
      'province' => '65',
    ),
    2260 => 
    array (
      'code' => '1082330178',
      'name' => 'ทุ่งโพธิ์วิทยา',
      'province' => '65',
    ),
    2261 => 
    array (
      'code' => '1082330179',
      'name' => 'ตะกั่วทุ่งงานทวีวิทยาคม',
      'province' => '65',
    ),
    2262 => 
    array (
      'code' => '1082330180',
      'name' => 'คลองเคียนรัฐราษฎร์รังสรรค์',
      'province' => '65',
    ),
    2263 => 
    array (
      'code' => '1082330181',
      'name' => 'ตะกั่วป่า(เสนานุกูล)',
      'province' => '65',
    ),
    2264 => 
    array (
      'code' => '1082330182',
      'name' => 'ตะกั่วป่าคีรีเขต',
      'province' => '65',
    ),
    2265 => 
    array (
      'code' => '1082330183',
      'name' => 'คุระบุรีชัยพัฒนาพิทยาคม',
      'province' => '65',
    ),
    2266 => 
    array (
      'code' => '1082330184',
      'name' => 'ทับปุดวิทยา',
      'province' => '65',
    ),
    2267 => 
    array (
      'code' => '1082330185',
      'name' => 'ท้ายเหมืองวิทยา',
      'province' => '65',
    ),
    2268 => 
    array (
      'code' => '1082330186',
      'name' => 'ทุ่งมะพร้าววิทยา',
      'province' => '65',
    ),
    2269 => 
    array (
      'code' => '1083400009',
      'name' => 'วิชิตสงคราม',
      'province' => '66',
    ),
    2270 => 
    array (
      'code' => '1083400029',
      'name' => 'ราชประชานุเคราะห์ 36 จังหวัดภูเก็ต',
      'province' => '66',
    ),
    2271 => 
    array (
      'code' => '1083400058',
      'name' => 'ภูเก็ตวิทยาลัย',
      'province' => '66',
    ),
    2272 => 
    array (
      'code' => '1083400059',
      'name' => 'สตรีภูเก็ต',
      'province' => '66',
    ),
    2273 => 
    array (
      'code' => '1083400060',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ภูเก็ต',
      'province' => '66',
    ),
    2274 => 
    array (
      'code' => '1083400061',
      'name' => 'กะทู้วิทยา',
      'province' => '66',
    ),
    2275 => 
    array (
      'code' => '1083400062',
      'name' => 'เมืองถลาง',
      'province' => '66',
    ),
    2276 => 
    array (
      'code' => '1083400063',
      'name' => 'เชิงทะเลวิทยาคมฯ',
      'province' => '66',
    ),
    2277 => 
    array (
      'code' => '1083400064',
      'name' => 'วีรสตรีอนุสรณ์',
      'province' => '66',
    ),
    2278 => 
    array (
      'code' => '1083400065',
      'name' => 'ภูเก็ตปัญญานุกูล',
      'province' => '66',
    ),
    2279 => 
    array (
      'code' => '1084640279',
      'name' => 'บ้านคลองสงค์',
      'province' => '67',
    ),
    2280 => 
    array (
      'code' => '1084640343',
      'name' => 'บ้านเขานาใน',
      'province' => '67',
    ),
    2281 => 
    array (
      'code' => '1084640418',
      'name' => 'วัดเขาศรีวิชัย',
      'province' => '67',
    ),
    2282 => 
    array (
      'code' => '1084640538',
      'name' => 'สุราษฎร์ธานี',
      'province' => '67',
    ),
    2283 => 
    array (
      'code' => '1084640539',
      'name' => 'สุราษฎร์พิทยา',
      'province' => '67',
    ),
    2284 => 
    array (
      'code' => '1084640540',
      'name' => 'เมืองสุราษฎร์ธานี',
      'province' => '67',
    ),
    2285 => 
    array (
      'code' => '1084640541',
      'name' => 'ประดู่พิทยาคม',
      'province' => '67',
    ),
    2286 => 
    array (
      'code' => '1084640542',
      'name' => 'มัธยมพัชรกิติยาภา ๓ สุราษฎร์ธานี',
      'province' => '67',
    ),
    2287 => 
    array (
      'code' => '1084640543',
      'name' => 'สุราษฎร์ธานี 2',
      'province' => '67',
    ),
    2288 => 
    array (
      'code' => '1084640544',
      'name' => 'ศึกษาสงเคราะห์สุราษฎร์ธานี',
      'province' => '67',
    ),
    2289 => 
    array (
      'code' => '1084640545',
      'name' => 'สอนคนตาบอดภาคใต้ จังหวัดสุราษฎร์ธานี',
      'province' => '67',
    ),
    2290 => 
    array (
      'code' => '1084640546',
      'name' => 'กาญจนดิษฐ์',
      'province' => '67',
    ),
    2291 => 
    array (
      'code' => '1084640547',
      'name' => 'กาญจนดิษฐ์วิทยาคม',
      'province' => '67',
    ),
    2292 => 
    array (
      'code' => '1084640548',
      'name' => 'ท่าอุแทพิทยา',
      'province' => '67',
    ),
    2293 => 
    array (
      'code' => '1084640549',
      'name' => 'ท่าเฟืองวิทยา',
      'province' => '67',
    ),
    2294 => 
    array (
      'code' => '1084640551',
      'name' => 'ปากแพรกวิทยาคม',
      'province' => '67',
    ),
    2295 => 
    array (
      'code' => '1084640552',
      'name' => 'เกาะสมุย',
      'province' => '67',
    ),
    2296 => 
    array (
      'code' => '1084640553',
      'name' => 'ทีปราษฎร์พิทยา',
      'province' => '67',
    ),
    2297 => 
    array (
      'code' => '1084640554',
      'name' => 'เกาะพะงันศึกษา',
      'province' => '67',
    ),
    2298 => 
    array (
      'code' => '1084640555',
      'name' => 'ไชยาวิทยา',
      'province' => '67',
    ),
    2299 => 
    array (
      'code' => '1084640556',
      'name' => 'เขาพนมแบกศึกษา',
      'province' => '67',
    ),
    2300 => 
    array (
      'code' => '1084640557',
      'name' => 'กาญจนาภิเษกวิทยาลัย สุราษฎร์ธานี',
      'province' => '67',
    ),
    2301 => 
    array (
      'code' => '1084640558',
      'name' => 'ท่าชนะ',
      'province' => '67',
    ),
    2302 => 
    array (
      'code' => '1084640560',
      'name' => 'คีรีรัฐวิทยาคม',
      'province' => '67',
    ),
    2303 => 
    array (
      'code' => '1084640561',
      'name' => 'มัธยมบ้านทำเนียบ',
      'province' => '67',
    ),
    2304 => 
    array (
      'code' => '1084640562',
      'name' => 'บ้านตาขุนวิทยา',
      'province' => '67',
    ),
    2305 => 
    array (
      'code' => '1084640563',
      'name' => 'รัชชประภาวิทยาคม',
      'province' => '67',
    ),
    2306 => 
    array (
      'code' => '1084640564',
      'name' => 'พนมศึกษา',
      'province' => '67',
    ),
    2307 => 
    array (
      'code' => '1084640565',
      'name' => 'ท่าฉางวิทยาคาร',
      'province' => '67',
    ),
    2308 => 
    array (
      'code' => '1084640566',
      'name' => 'เสวียดวิทยา รัชมังคลาภิเษก',
      'province' => '67',
    ),
    2309 => 
    array (
      'code' => '1084640567',
      'name' => 'บ้านนาสาร',
      'province' => '67',
    ),
    2310 => 
    array (
      'code' => '1084640568',
      'name' => 'พรุพีพิทยาคม',
      'province' => '67',
    ),
    2311 => 
    array (
      'code' => '1084640569',
      'name' => 'ควนสุบรรณวิทยา',
      'province' => '67',
    ),
    2312 => 
    array (
      'code' => '1084640570',
      'name' => 'ท่าชีวิทยาคม',
      'province' => '67',
    ),
    2313 => 
    array (
      'code' => '1084640571',
      'name' => 'บ้านนาวิทยาคม',
      'province' => '67',
    ),
    2314 => 
    array (
      'code' => '1084640572',
      'name' => 'เคียนซาพิทยาคม',
      'province' => '67',
    ),
    2315 => 
    array (
      'code' => '1084640573',
      'name' => 'พ่วงพรมครวิทยา',
      'province' => '67',
    ),
    2316 => 
    array (
      'code' => '1084640574',
      'name' => 'บ้านเสด็จพิทยาคม',
      'province' => '67',
    ),
    2317 => 
    array (
      'code' => '1084640575',
      'name' => 'เวียงสระ',
      'province' => '67',
    ),
    2318 => 
    array (
      'code' => '1084640576',
      'name' => 'คลองฉนวนวิทยา',
      'province' => '67',
    ),
    2319 => 
    array (
      'code' => '1084640577',
      'name' => 'พระแสงวิทยา',
      'province' => '67',
    ),
    2320 => 
    array (
      'code' => '1084640578',
      'name' => 'บางสวรรค์วิทยาคม',
      'province' => '67',
    ),
    2321 => 
    array (
      'code' => '1084640579',
      'name' => 'พุนพินพิทยาคม',
      'province' => '67',
    ),
    2322 => 
    array (
      'code' => '1084640580',
      'name' => 'น้ำรอบวิทยา',
      'province' => '67',
    ),
    2323 => 
    array (
      'code' => '1084640581',
      'name' => 'ท่าสะท้อนวิทยา',
      'province' => '67',
    ),
    2324 => 
    array (
      'code' => '1084640582',
      'name' => 'บางเดือนสถิตย์พิทยาคม',
      'province' => '67',
    ),
    2325 => 
    array (
      'code' => '1084640583',
      'name' => 'ชัยบุรีพิทยา',
      'province' => '67',
    ),
    2326 => 
    array (
      'code' => '1084640584',
      'name' => 'ตะกุกใต้ศึกษา',
      'province' => '67',
    ),
    2327 => 
    array (
      'code' => '1084640585',
      'name' => 'มัธยมวิภาวดี',
      'province' => '67',
    ),
    2328 => 
    array (
      'code' => '1085460093',
      'name' => 'พิชัยรัตนาคาร',
      'province' => '68',
    ),
    2329 => 
    array (
      'code' => '1085460094',
      'name' => 'สตรีระนอง',
      'province' => '68',
    ),
    2330 => 
    array (
      'code' => '1085460095',
      'name' => 'ราชประชานุเคราะห์ 38',
      'province' => '68',
    ),
    2331 => 
    array (
      'code' => '1085460096',
      'name' => 'ละอุ่นวิทยาคาร',
      'province' => '68',
    ),
    2332 => 
    array (
      'code' => '1085460097',
      'name' => 'กะเปอร์วิทยา',
      'province' => '68',
    ),
    2333 => 
    array (
      'code' => '1085460098',
      'name' => 'กระบุรีวิทยา',
      'province' => '68',
    ),
    2334 => 
    array (
      'code' => '1085460099',
      'name' => 'ปากจั่นวิทยา',
      'province' => '68',
    ),
    2335 => 
    array (
      'code' => '1085460100',
      'name' => 'สุขสำราญราษฎร์รังสรรค์',
      'province' => '68',
    ),
    2336 => 
    array (
      'code' => '1086110284',
      'name' => 'ศรียาภัย',
      'province' => '69',
    ),
    2337 => 
    array (
      'code' => '1086110285',
      'name' => 'สอาดเผดิมวิทยา',
      'province' => '69',
    ),
    2338 => 
    array (
      'code' => '1086110286',
      'name' => 'ปากน้ำชุมพรวิทยา',
      'province' => '69',
    ),
    2339 => 
    array (
      'code' => '1086110287',
      'name' => 'ทุ่งคาพิทยาคาร',
      'province' => '69',
    ),
    2340 => 
    array (
      'code' => '1086110288',
      'name' => 'เมืองชุมพรวิทยา',
      'province' => '69',
    ),
    2341 => 
    array (
      'code' => '1086110289',
      'name' => 'ท่าแซะรัชดาภิเษก',
      'province' => '69',
    ),
    2342 => 
    array (
      'code' => '1086110290',
      'name' => 'ท่าข้ามวิทยา',
      'province' => '69',
    ),
    2343 => 
    array (
      'code' => '1086110291',
      'name' => 'หงษ์เจริญวิทยาคม',
      'province' => '69',
    ),
    2344 => 
    array (
      'code' => '1086110292',
      'name' => 'ราชประชานุเคราะห์ 20',
      'province' => '69',
    ),
    2345 => 
    array (
      'code' => '1086110293',
      'name' => 'ปะทิววิทยา',
      'province' => '69',
    ),
    2346 => 
    array (
      'code' => '1086110294',
      'name' => 'มาบอำมฤตวิทยา',
      'province' => '69',
    ),
    2347 => 
    array (
      'code' => '1086110296',
      'name' => 'ชุมพรปัญญานุกูล',
      'province' => '69',
    ),
    2348 => 
    array (
      'code' => '1086110297',
      'name' => 'สวนศรีวิทยา',
      'province' => '69',
    ),
    2349 => 
    array (
      'code' => '1086110298',
      'name' => 'ปากน้ำหลังสวนวิทยา',
      'province' => '69',
    ),
    2350 => 
    array (
      'code' => '1086110300',
      'name' => 'เมืองหลังสวน',
      'province' => '69',
    ),
    2351 => 
    array (
      'code' => '1086110301',
      'name' => 'ละแมวิทยา',
      'province' => '69',
    ),
    2352 => 
    array (
      'code' => '1086110302',
      'name' => 'พะโต๊ะวิทยา',
      'province' => '69',
    ),
    2353 => 
    array (
      'code' => '1086110303',
      'name' => 'สวีวิทยา',
      'province' => '69',
    ),
    2354 => 
    array (
      'code' => '1086110304',
      'name' => 'นาสักวิทยา',
      'province' => '69',
    ),
    2355 => 
    array (
      'code' => '1086110305',
      'name' => 'ด่านสวีวิทยา',
      'province' => '69',
    ),
    2356 => 
    array (
      'code' => '1086110306',
      'name' => 'เขาทะลุพิทยาคม',
      'province' => '69',
    ),
    2357 => 
    array (
      'code' => '1086110307',
      'name' => 'ครนพิทยาคม',
      'province' => '69',
    ),
    2358 => 
    array (
      'code' => '1086110308',
      'name' => 'ทุ่งตะโกวิทยา',
      'province' => '69',
    ),
    2359 => 
    array (
      'code' => '1090550485',
      'name' => 'มหาวชิราวุธ จังหวัดสงขลา ในพระอุปถัมภ์ฯ',
      'province' => '70',
    ),
    2360 => 
    array (
      'code' => '1090550486',
      'name' => 'วรนารีเฉลิม จังหวัดสงขลา',
      'province' => '70',
    ),
    2361 => 
    array (
      'code' => '1090550488',
      'name' => 'นวมินทราชูทิศ ทักษิณ',
      'province' => '70',
    ),
    2362 => 
    array (
      'code' => '1090550489',
      'name' => 'สงขลาพัฒนาปัญญา',
      'province' => '70',
    ),
    2363 => 
    array (
      'code' => '1090550490',
      'name' => 'สทิงพระวิทยา',
      'province' => '70',
    ),
    2364 => 
    array (
      'code' => '1090550491',
      'name' => 'สทิงพระชนูปถัมภ์',
      'province' => '70',
    ),
    2365 => 
    array (
      'code' => '1090550492',
      'name' => 'จะนะวิทยา',
      'province' => '70',
    ),
    2366 => 
    array (
      'code' => '1090550493',
      'name' => 'จะนะชนูปถัมภ์',
      'province' => '70',
    ),
    2367 => 
    array (
      'code' => '1090550494',
      'name' => 'ไม้แก่นประชาอุทิศไม้แก่น',
      'province' => '70',
    ),
    2368 => 
    array (
      'code' => '1090550495',
      'name' => 'จะโหนงพิทยาคม',
      'province' => '70',
    ),
    2369 => 
    array (
      'code' => '1090550496',
      'name' => 'นาทวีวิทยาคม',
      'province' => '70',
    ),
    2370 => 
    array (
      'code' => '1090550497',
      'name' => 'ทับช้างวิทยาคม',
      'province' => '70',
    ),
    2371 => 
    array (
      'code' => '1090550498',
      'name' => 'เทพา',
      'province' => '70',
    ),
    2372 => 
    array (
      'code' => '1090550499',
      'name' => 'เทพพิทยาภาณุมาศ',
      'province' => '70',
    ),
    2373 => 
    array (
      'code' => '1090550500',
      'name' => 'สะบ้าย้อยวิทยา',
      'province' => '70',
    ),
    2374 => 
    array (
      'code' => '1090550501',
      'name' => 'เขาแดงกุศลวิทยา',
      'province' => '70',
    ),
    2375 => 
    array (
      'code' => '1090550502',
      'name' => 'ระโนดวิทยา',
      'province' => '70',
    ),
    2376 => 
    array (
      'code' => '1090550503',
      'name' => 'ตะเครียะวิทยาคม',
      'province' => '70',
    ),
    2377 => 
    array (
      'code' => '1090550504',
      'name' => 'ระโนด',
      'province' => '70',
    ),
    2378 => 
    array (
      'code' => '1090550505',
      'name' => 'สามบ่อวิทยา',
      'province' => '70',
    ),
    2379 => 
    array (
      'code' => '1090550506',
      'name' => 'คลองแดนวิทยา',
      'province' => '70',
    ),
    2380 => 
    array (
      'code' => '1090550507',
      'name' => 'กระแสสินธุ์วิทยา',
      'province' => '70',
    ),
    2381 => 
    array (
      'code' => '1090550508',
      'name' => 'รัตภูมิวิทยา',
      'province' => '70',
    ),
    2382 => 
    array (
      'code' => '1090550509',
      'name' => 'มัธยมสิริวัณวรี 2 สงขลา',
      'province' => '70',
    ),
    2383 => 
    array (
      'code' => '1090550510',
      'name' => 'สะเดา (ขรรค์ชัยกัมพลานนท์อนุสรณ์)',
      'province' => '70',
    ),
    2384 => 
    array (
      'code' => '1090550511',
      'name' => 'กอบกุลวิทยาคม',
      'province' => '70',
    ),
    2385 => 
    array (
      'code' => '1090550512',
      'name' => 'ปาดังติณสูลานนท์',
      'province' => '70',
    ),
    2386 => 
    array (
      'code' => '1090550513',
      'name' => 'หาดใหญ่วิทยาลัย',
      'province' => '70',
    ),
    2387 => 
    array (
      'code' => '1090550514',
      'name' => 'หาดใหญ่วิทยาลัยสมบูรณ์กุลกันยา',
      'province' => '70',
    ),
    2388 => 
    array (
      'code' => '1090550515',
      'name' => 'หาดใหญ่รัฐประชาสรรค์',
      'province' => '70',
    ),
    2389 => 
    array (
      'code' => '1090550516',
      'name' => 'พะตงประธานคีรีวัฒน์',
      'province' => '70',
    ),
    2390 => 
    array (
      'code' => '1090550517',
      'name' => 'คูเต่าวิทยา',
      'province' => '70',
    ),
    2391 => 
    array (
      'code' => '1090550518',
      'name' => 'หาดใหญ่พิทยาคม',
      'province' => '70',
    ),
    2392 => 
    array (
      'code' => '1090550519',
      'name' => 'หาดใหญ่วิทยาลัย 2',
      'province' => '70',
    ),
    2393 => 
    array (
      'code' => '1090550520',
      'name' => 'หาดใหญ่เจริญราษฎร์พิทยา',
      'province' => '70',
    ),
    2394 => 
    array (
      'code' => '1090550521',
      'name' => 'โสตศึกษาจังหวัดสงขลา',
      'province' => '70',
    ),
    2395 => 
    array (
      'code' => '1090550522',
      'name' => 'ธรรมโฆสิต',
      'province' => '70',
    ),
    2396 => 
    array (
      'code' => '1090550523',
      'name' => 'ควนเนียงวิทยา',
      'province' => '70',
    ),
    2397 => 
    array (
      'code' => '1090550524',
      'name' => 'ปากจ่าวิทยา',
      'province' => '70',
    ),
    2398 => 
    array (
      'code' => '1090550525',
      'name' => 'บางกล่ำวิทยา รัชมังคลาภิเษก',
      'province' => '70',
    ),
    2399 => 
    array (
      'code' => '1090550526',
      'name' => 'สงขลาวิทยาคม',
      'province' => '70',
    ),
    2400 => 
    array (
      'code' => '1090550527',
      'name' => 'ชะแล้นิมิตวิทยา',
      'province' => '70',
    ),
    2401 => 
    array (
      'code' => '1090550528',
      'name' => 'รัตนพลวิทยา',
      'province' => '70',
    ),
    2402 => 
    array (
      'code' => '1090550529',
      'name' => 'ราชประชานุเคราะห์ 43',
      'province' => '70',
    ),
    2403 => 
    array (
      'code' => '1091560167',
      'name' => 'สตูลวิทยา',
      'province' => '71',
    ),
    2404 => 
    array (
      'code' => '1091560168',
      'name' => 'พิมานพิทยาสรรค์',
      'province' => '71',
    ),
    2405 => 
    array (
      'code' => '1091560169',
      'name' => 'จุฬาภรณราชวิทยาลัย สตูล',
      'province' => '71',
    ),
    2406 => 
    array (
      'code' => '1091560170',
      'name' => 'ควนโดนวิทยา',
      'province' => '71',
    ),
    2407 => 
    array (
      'code' => '1091560171',
      'name' => 'ควนกาหลงวิทยาคม (นิคมวัฒนา)',
      'province' => '71',
    ),
    2408 => 
    array (
      'code' => '1091560172',
      'name' => 'ท่าแพผดุงวิทย์',
      'province' => '71',
    ),
    2409 => 
    array (
      'code' => '1091560173',
      'name' => 'สาครพิทยาคาร',
      'province' => '71',
    ),
    2410 => 
    array (
      'code' => '1091560174',
      'name' => 'กำแพงวิทยา',
      'province' => '71',
    ),
    2411 => 
    array (
      'code' => '1091560175',
      'name' => 'ละงูพิทยาคม',
      'province' => '71',
    ),
    2412 => 
    array (
      'code' => '1091560176',
      'name' => 'ทุ่งหว้าวรวิทย์',
      'province' => '71',
    ),
    2413 => 
    array (
      'code' => '1091560177',
      'name' => 'ท่าศิลาบำรุงราษฎร์',
      'province' => '71',
    ),
    2414 => 
    array (
      'code' => '1091560178',
      'name' => 'ปาล์มพัฒนวิทย์',
      'province' => '71',
    ),
    2415 => 
    array (
      'code' => '1091560179',
      'name' => 'ราชประชานุเคราะห์ 42',
      'province' => '71',
    ),
    2416 => 
    array (
      'code' => '1092140068',
      'name' => 'บ้านบาตูปูเต๊ะ',
      'province' => '72',
    ),
    2417 => 
    array (
      'code' => '1092140330',
      'name' => 'วิเชียรมาตุ',
      'province' => '72',
    ),
    2418 => 
    array (
      'code' => '1092140331',
      'name' => 'สภาราชินี',
      'province' => '72',
    ),
    2419 => 
    array (
      'code' => '1092140332',
      'name' => 'น้ำผุด',
      'province' => '72',
    ),
    2420 => 
    array (
      'code' => '1092140333',
      'name' => 'จุฬาภรณราชวิทยาลัย ตรัง',
      'province' => '72',
    ),
    2421 => 
    array (
      'code' => '1092140334',
      'name' => 'สภาราชินี 2',
      'province' => '72',
    ),
    2422 => 
    array (
      'code' => '1092140335',
      'name' => 'วิเชียรมาตุ 3',
      'province' => '72',
    ),
    2423 => 
    array (
      'code' => '1092140336',
      'name' => 'กันตังพิทยากร',
      'province' => '72',
    ),
    2424 => 
    array (
      'code' => '1092140337',
      'name' => 'กันตังรัษฎาศึกษา',
      'province' => '72',
    ),
    2425 => 
    array (
      'code' => '1092140338',
      'name' => 'ย่านตาขาวรัฐชนูปถัมภ์',
      'province' => '72',
    ),
    2426 => 
    array (
      'code' => '1092140339',
      'name' => 'ทุ่งหนองแห้งประชาสรรค์',
      'province' => '72',
    ),
    2427 => 
    array (
      'code' => '1092140340',
      'name' => 'วิเชียรมาตุ 2',
      'province' => '72',
    ),
    2428 => 
    array (
      'code' => '1092140341',
      'name' => 'ตรังรังสฤษฎ์',
      'province' => '72',
    ),
    2429 => 
    array (
      'code' => '1092140342',
      'name' => 'ปะเหลียนผดุงศิษย์',
      'province' => '72',
    ),
    2430 => 
    array (
      'code' => '1092140343',
      'name' => 'คันธพิทยาคาร',
      'province' => '72',
    ),
    2431 => 
    array (
      'code' => '1092140344',
      'name' => 'ทุ่งยาวผดุงศิษย์',
      'province' => '72',
    ),
    2432 => 
    array (
      'code' => '1092140345',
      'name' => 'สิเกาประชาผดุงวิทย์',
      'province' => '72',
    ),
    2433 => 
    array (
      'code' => '1092140346',
      'name' => 'ห้วยยอด',
      'province' => '72',
    ),
    2434 => 
    array (
      'code' => '1092140347',
      'name' => 'สามัคคีศึกษา',
      'province' => '72',
    ),
    2435 => 
    array (
      'code' => '1092140348',
      'name' => 'ห้วยนางราษฎร์บำรุง',
      'province' => '72',
    ),
    2436 => 
    array (
      'code' => '1092140349',
      'name' => 'ลำภูราเรืองวิทย์',
      'province' => '72',
    ),
    2437 => 
    array (
      'code' => '1092140350',
      'name' => 'ในเตาพิทยาคม',
      'province' => '72',
    ),
    2438 => 
    array (
      'code' => '1092140351',
      'name' => 'บางดีวิทยาคม',
      'province' => '72',
    ),
    2439 => 
    array (
      'code' => '1092140352',
      'name' => 'วังวิเศษ',
      'province' => '72',
    ),
    2440 => 
    array (
      'code' => '1092140353',
      'name' => 'รัษฎานุประดิษฐ์อนุสรณ์',
      'province' => '72',
    ),
    2441 => 
    array (
      'code' => '1092140354',
      'name' => 'สวัสดิ์รัตนาภิมุข',
      'province' => '72',
    ),
    2442 => 
    array (
      'code' => '1092140355',
      'name' => 'นาโยงวิทยาคม',
      'province' => '72',
    ),
    2443 => 
    array (
      'code' => '1092140356',
      'name' => 'รัษฎา',
      'province' => '72',
    ),
    2444 => 
    array (
      'code' => '1092140357',
      'name' => 'หาดสำราญวิทยาคม',
      'province' => '72',
    ),
    2445 => 
    array (
      'code' => '1093340260',
      'name' => 'พัทลุง',
      'province' => '73',
    ),
    2446 => 
    array (
      'code' => '1093340261',
      'name' => 'สตรีพัทลุง',
      'province' => '73',
    ),
    2447 => 
    array (
      'code' => '1093340262',
      'name' => 'พัทลุงพิทยาคม',
      'province' => '73',
    ),
    2448 => 
    array (
      'code' => '1093340264',
      'name' => 'ประภัสสรรังสิต',
      'province' => '73',
    ),
    2449 => 
    array (
      'code' => '1093340265',
      'name' => 'วชิรธรรมสถิต',
      'province' => '73',
    ),
    2450 => 
    array (
      'code' => '1093340266',
      'name' => 'ศึกษาสงเคราะห์พัทลุง',
      'province' => '73',
    ),
    2451 => 
    array (
      'code' => '1093340267',
      'name' => 'กงหราพิชากร',
      'province' => '73',
    ),
    2452 => 
    array (
      'code' => '1093340268',
      'name' => 'ชะรัดชนูปถัมภ์',
      'province' => '73',
    ),
    2453 => 
    array (
      'code' => '1093340269',
      'name' => 'เขาชัยสน',
      'province' => '73',
    ),
    2454 => 
    array (
      'code' => '1093340270',
      'name' => 'หานโพธิ์พิทยาคม',
      'province' => '73',
    ),
    2455 => 
    array (
      'code' => '1093340271',
      'name' => 'ตะโหมด',
      'province' => '73',
    ),
    2456 => 
    array (
      'code' => '1093340272',
      'name' => 'ประชาบำรุง',
      'province' => '73',
    ),
    2457 => 
    array (
      'code' => '1093340273',
      'name' => 'ควนขนุน',
      'province' => '73',
    ),
    2458 => 
    array (
      'code' => '1093340274',
      'name' => 'พนางตุง',
      'province' => '73',
    ),
    2459 => 
    array (
      'code' => '1093340275',
      'name' => 'อุดมวิทยายน',
      'province' => '73',
    ),
    2460 => 
    array (
      'code' => '1093340276',
      'name' => 'นาขยาดวิทยาคาร',
      'province' => '73',
    ),
    2461 => 
    array (
      'code' => '1093340277',
      'name' => 'ดอนศาลานำวิทยา',
      'province' => '73',
    ),
    2462 => 
    array (
      'code' => '1093340278',
      'name' => 'ปัญญาวุธ',
      'province' => '73',
    ),
    2463 => 
    array (
      'code' => '1093340279',
      'name' => 'หารเทารังสีประชาสรรค์',
      'province' => '73',
    ),
    2464 => 
    array (
      'code' => '1093340280',
      'name' => 'ปากพะยูนพิทยาคาร',
      'province' => '73',
    ),
    2465 => 
    array (
      'code' => '1093340281',
      'name' => 'ควนพระสาครินทร์',
      'province' => '73',
    ),
    2466 => 
    array (
      'code' => '1093340282',
      'name' => 'มัธยมเกาะหมาก',
      'province' => '73',
    ),
    2467 => 
    array (
      'code' => '1093340283',
      'name' => 'ศรีบรรพตพิทยาคม',
      'province' => '73',
    ),
    2468 => 
    array (
      'code' => '1093340284',
      'name' => 'ตะแพนพิทยา',
      'province' => '73',
    ),
    2469 => 
    array (
      'code' => '1093340285',
      'name' => 'ป่าบอนพิทยาคม',
      'province' => '73',
    ),
    2470 => 
    array (
      'code' => '1093340286',
      'name' => 'บางแก้วพิทยาคม',
      'province' => '73',
    ),
    2471 => 
    array (
      'code' => '1093340287',
      'name' => 'ป่าพะยอมพิทยาคม',
      'province' => '73',
    ),
    2472 => 
    array (
      'code' => '1093340288',
      'name' => 'นิคมควนขนุนวิทยา',
      'province' => '73',
    ),
    2473 => 
    array (
      'code' => '1094300329',
      'name' => 'เบญจมราชูทิศ จังหวัดปัตตานี',
      'province' => '74',
    ),
    2474 => 
    array (
      'code' => '1094300330',
      'name' => 'เดชะปัตตนยานุกูล',
      'province' => '74',
    ),
    2475 => 
    array (
      'code' => '1094300331',
      'name' => 'โพธิ์คีรีราชศึกษา',
      'province' => '74',
    ),
    2476 => 
    array (
      'code' => '1094300332',
      'name' => 'ราชมุนีรังสฤษฏ์',
      'province' => '74',
    ),
    2477 => 
    array (
      'code' => '1094300333',
      'name' => 'ปทุมคงคาอนุสรณ์',
      'province' => '74',
    ),
    2478 => 
    array (
      'code' => '1094300334',
      'name' => 'ยาบีบรรณวิทย์',
      'province' => '74',
    ),
    2479 => 
    array (
      'code' => '1094300335',
      'name' => 'วุฒิชัยวิทยา',
      'province' => '74',
    ),
    2480 => 
    array (
      'code' => '1094300336',
      'name' => 'ท่าข้ามวิทยาคาร',
      'province' => '74',
    ),
    2481 => 
    array (
      'code' => '1094300337',
      'name' => 'ศิริราษฏร์สามัคคี',
      'province' => '74',
    ),
    2482 => 
    array (
      'code' => '1094300338',
      'name' => 'ทุ่งยางแดงพิทยาคม',
      'province' => '74',
    ),
    2483 => 
    array (
      'code' => '1094300339',
      'name' => 'สายบุรี(แจ้งประชาคาร)',
      'province' => '74',
    ),
    2484 => 
    array (
      'code' => '1094300340',
      'name' => 'ไม้แก่นกิตติวิทย์',
      'province' => '74',
    ),
    2485 => 
    array (
      'code' => '1094300341',
      'name' => 'สุวรรณไพบูลย์',
      'province' => '74',
    ),
    2486 => 
    array (
      'code' => '1094300342',
      'name' => 'ประตูโพธิ์วิทยา',
      'province' => '74',
    ),
    2487 => 
    array (
      'code' => '1094300343',
      'name' => 'สะนอพิทยาคม',
      'province' => '74',
    ),
    2488 => 
    array (
      'code' => '1094300344',
      'name' => 'วังกะพ้อพิทยาคม',
      'province' => '74',
    ),
    2489 => 
    array (
      'code' => '1094300345',
      'name' => 'แม่ลานวิทยา',
      'province' => '74',
    ),
    2490 => 
    array (
      'code' => '1094300346',
      'name' => 'ราชประชานุเคราะห์ 40',
      'province' => '74',
    ),
    2491 => 
    array (
      'code' => '1095440214',
      'name' => 'คณะราษฎรบำรุง จังหวัดยะลา',
      'province' => '75',
    ),
    2492 => 
    array (
      'code' => '1095440215',
      'name' => 'สตรียะลา',
      'province' => '75',
    ),
    2493 => 
    array (
      'code' => '1095440217',
      'name' => 'คณะราษฎรบำรุง 2',
      'province' => '75',
    ),
    2494 => 
    array (
      'code' => '1095440218',
      'name' => 'เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ยะลา',
      'province' => '75',
    ),
    2495 => 
    array (
      'code' => '1095440219',
      'name' => 'เบตง(วีระราษฎร์ประสาน)',
      'province' => '75',
    ),
    2496 => 
    array (
      'code' => '1095440221',
      'name' => 'บันนังสตาวิทยา',
      'province' => '75',
    ),
    2497 => 
    array (
      'code' => '1095440222',
      'name' => 'นิคมพัฒนวิทย์',
      'province' => '75',
    ),
    2498 => 
    array (
      'code' => '1095440223',
      'name' => 'ธารโตวัฑฒนวิทย์',
      'province' => '75',
    ),
    2499 => 
    array (
      'code' => '1095440224',
      'name' => 'ยะหาศิรยานุกูล',
      'province' => '75',
    ),
    2500 => 
    array (
      'code' => '1095440225',
      'name' => 'รามันห์ศิริวิทย์',
      'province' => '75',
    ),
    2501 => 
    array (
      'code' => '1095440226',
      'name' => 'กาบังพิทยาคม',
      'province' => '75',
    ),
    2502 => 
    array (
      'code' => '1095440227',
      'name' => 'ราชประชานุเคราะห์ 41',
      'province' => '75',
    ),
    2503 => 
    array (
      'code' => '1096240348',
      'name' => 'นราธิวาส',
      'province' => '76',
    ),
    2504 => 
    array (
      'code' => '1096240349',
      'name' => 'นราสิกขาลัย',
      'province' => '76',
    ),
    2505 => 
    array (
      'code' => '1096240350',
      'name' => 'เฉลิมพระเกียรติ์ กรมหลวงนราธิวาสราชนครินทร์ บางปอป',
      'province' => '76',
    ),
    2506 => 
    array (
      'code' => '1096240352',
      'name' => 'ตากใบ',
      'province' => '76',
    ),
    2507 => 
    array (
      'code' => '1096240353',
      'name' => 'บาเจาะ',
      'province' => '76',
    ),
    2508 => 
    array (
      'code' => '1096240354',
      'name' => 'ร่มเกล้า',
      'province' => '76',
    ),
    2509 => 
    array (
      'code' => '1096240355',
      'name' => 'ตันหยงมัส',
      'province' => '76',
    ),
    2510 => 
    array (
      'code' => '1096240356',
      'name' => 'รือเสาะชนูปถัมภ์',
      'province' => '76',
    ),
    2511 => 
    array (
      'code' => '1096240357',
      'name' => 'เรียงราษฏร์อุปถัมภ์',
      'province' => '76',
    ),
    2512 => 
    array (
      'code' => '1096240358',
      'name' => 'ศรีวารินทร์',
      'province' => '76',
    ),
    2513 => 
    array (
      'code' => '1096240359',
      'name' => 'เวียงสุวรรณวิทยาคม',
      'province' => '76',
    ),
    2514 => 
    array (
      'code' => '1096240360',
      'name' => 'ศึกษาสงเคราะห์นราธิวาส',
      'province' => '76',
    ),
    2515 => 
    array (
      'code' => '1096240361',
      'name' => 'สุคิรินวิทยา',
      'province' => '76',
    ),
    2516 => 
    array (
      'code' => '1096240362',
      'name' => 'สุไหงโกลก',
      'province' => '76',
    ),
    2517 => 
    array (
      'code' => '1096240363',
      'name' => 'มัธยมสุไหงปาดี',
      'province' => '76',
    ),
    2518 => 
    array (
      'code' => '1096240364',
      'name' => 'ธัญธารวิทยา',
      'province' => '76',
    ),
    2519 => 
    array (
      'code' => '1096240365',
      'name' => 'สวนพระยาวิทยา',
      'province' => '76',
    ),
    2520 => 
    array (
      'code' => '1096240366',
      'name' => 'บูกิตประชาอุปถัมภ์',
      'province' => '76',
    ),
    2521 => 
    array (
      'code' => '1096240367',
      'name' => 'ราชประชานุเคราะห์ 39',
      'province' => '76',
    ),
    2522 => 
    array (
      'code' => '1110100007',
      'name' => 'ราชินี',
      'province' => '1',
    ),
    2523 => 
    array (
      'code' => '1110100022',
      'name' => 'วชิราวุธวิทยาลัย',
      'province' => '1',
    ),
    2524 => 
    array (
      'code' => '1110100025',
      'name' => 'เซนต์คาเบรียล',
      'province' => '1',
    ),
    2525 => 
    array (
      'code' => '1110100029',
      'name' => 'เซนต์ฟรังซีสซาเวียร์คอนแวนต์',
      'province' => '1',
    ),
    2526 => 
    array (
      'code' => '1110100030',
      'name' => 'ราชินีบน',
      'province' => '1',
    ),
    2527 => 
    array (
      'code' => '1110100040',
      'name' => 'โยนออฟอาร์ค',
      'province' => '1',
    ),
    2528 => 
    array (
      'code' => '1110100041',
      'name' => 'จิตรลดา',
      'province' => '1',
    ),
    2529 => 
    array (
      'code' => '1110100045',
      'name' => 'หนองจอกพิทยานุสสรณ์มัธยม',
      'province' => '1',
    ),
    2530 => 
    array (
      'code' => '1110100047',
      'name' => 'อัสสัมชัญศึกษา',
      'province' => '1',
    ),
    2531 => 
    array (
      'code' => '1110100048',
      'name' => 'อัสสัมชัญ',
      'province' => '1',
    ),
    2532 => 
    array (
      'code' => '1110100052',
      'name' => 'อัสสัมชัญคอนแวนต์',
      'province' => '1',
    ),
    2533 => 
    array (
      'code' => '1110100055',
      'name' => 'กรุงเทพคริสเตียนวิทยาลัย',
      'province' => '1',
    ),
    2534 => 
    array (
      'code' => '1110100059',
      'name' => 'เซนต์โยเซฟคอนเวนต์',
      'province' => '1',
    ),
    2535 => 
    array (
      'code' => '1110100071',
      'name' => 'ปราโมชวิทยารามอินทรา',
      'province' => '1',
    ),
    2536 => 
    array (
      'code' => '1110100080',
      'name' => 'อมาตยกุล',
      'province' => '1',
    ),
    2537 => 
    array (
      'code' => '1110100087',
      'name' => 'เพ็ญสมิทธ์',
      'province' => '1',
    ),
    2538 => 
    array (
      'code' => '1110100091',
      'name' => 'พระมารดานิจจานุเคราะห์',
      'province' => '1',
    ),
    2539 => 
    array (
      'code' => '1110100106',
      'name' => 'สีตบุตรบำรุง',
      'province' => '1',
    ),
    2540 => 
    array (
      'code' => '1110100111',
      'name' => 'มาแตร์เดอีวิทยาลัย',
      'province' => '1',
    ),
    2541 => 
    array (
      'code' => '1110100153',
      'name' => 'มีนประสาทวิทยา',
      'province' => '1',
    ),
    2542 => 
    array (
      'code' => '1110100163',
      'name' => 'มาเรียลัย',
      'province' => '1',
    ),
    2543 => 
    array (
      'code' => '1110100165',
      'name' => 'สารสาสน์วิเทศร่มเกล้า',
      'province' => '1',
    ),
    2544 => 
    array (
      'code' => '1110100169',
      'name' => 'สารสาสน์เอกตรา',
      'province' => '1',
    ),
    2545 => 
    array (
      'code' => '1110100173',
      'name' => 'สารสาสน์พิทยา',
      'province' => '1',
    ),
    2546 => 
    array (
      'code' => '1110100182',
      'name' => 'กุหลาบวิทยา',
      'province' => '1',
    ),
    2547 => 
    array (
      'code' => '1110100202',
      'name' => 'แสงอรุณ',
      'province' => '1',
    ),
    2548 => 
    array (
      'code' => '1110100229',
      'name' => 'ซางตาครู้สคอนแวนท์',
      'province' => '1',
    ),
    2549 => 
    array (
      'code' => '1110100234',
      'name' => 'เสสะเวชวิทยา',
      'province' => '1',
    ),
    2550 => 
    array (
      'code' => '1110100255',
      'name' => 'ดลวิทยา',
      'province' => '1',
    ),
    2551 => 
    array (
      'code' => '1110100323',
      'name' => 'รุ่งอรุณ',
      'province' => '1',
    ),
    2552 => 
    array (
      'code' => '1110100340',
      'name' => 'ฐานปัญญา',
      'province' => '1',
    ),
    2553 => 
    array (
      'code' => '1110100357',
      'name' => 'กรพิทักษ์ศึกษา',
      'province' => '1',
    ),
    2554 => 
    array (
      'code' => '1110100391',
      'name' => 'ทิวไผ่งาม',
      'province' => '1',
    ),
    2555 => 
    array (
      'code' => '1110100406',
      'name' => 'เขมะสิริอนุสสรณ์',
      'province' => '1',
    ),
    2556 => 
    array (
      'code' => '1110100421',
      'name' => 'แม่พระฟาติมา',
      'province' => '1',
    ),
    2557 => 
    array (
      'code' => '1110100431',
      'name' => 'เบญจมินทร์',
      'province' => '1',
    ),
    2558 => 
    array (
      'code' => '1110100443',
      'name' => 'ยุวทูตศึกษา',
      'province' => '1',
    ),
    2559 => 
    array (
      'code' => '1110100453',
      'name' => 'พระแม่มารี',
      'province' => '1',
    ),
    2560 => 
    array (
      'code' => '1110100454',
      'name' => 'โกศลภัทรวิทย์',
      'province' => '1',
    ),
    2561 => 
    array (
      'code' => '1110100464',
      'name' => 'เซนต์ไมเกิ้ล',
      'province' => '1',
    ),
    2562 => 
    array (
      'code' => '1110100487',
      'name' => 'ผะดุงศิษย์พิทยา',
      'province' => '1',
    ),
    2563 => 
    array (
      'code' => '1110100495',
      'name' => 'สตรีวรนาถบางเขน',
      'province' => '1',
    ),
    2564 => 
    array (
      'code' => '1110100509',
      'name' => 'อรรถมิตร',
      'province' => '1',
    ),
    2565 => 
    array (
      'code' => '1110100519',
      'name' => 'เซนต์จอห์น',
      'province' => '1',
    ),
    2566 => 
    array (
      'code' => '1110100522',
      'name' => 'เปรมฤดีศึกษา',
      'province' => '1',
    ),
    2567 => 
    array (
      'code' => '1110100556',
      'name' => 'ศรีวิกรม์',
      'province' => '1',
    ),
    2568 => 
    array (
      'code' => '1110100559',
      'name' => 'พระหฤทัยคอนแวนต์',
      'province' => '1',
    ),
    2569 => 
    array (
      'code' => '1110100591',
      'name' => 'จินดามณี',
      'province' => '1',
    ),
    2570 => 
    array (
      'code' => '1110100619',
      'name' => 'พระหฤทัยดอนเมือง',
      'province' => '1',
    ),
    2571 => 
    array (
      'code' => '1110100622',
      'name' => 'เซนต์ดอมินิก',
      'province' => '1',
    ),
    2572 => 
    array (
      'code' => '1110100629',
      'name' => 'อำนวยศิลป์',
      'province' => '1',
    ),
    2573 => 
    array (
      'code' => '1110100667',
      'name' => 'แอ๊ดเวนตีสเอกมัย',
      'province' => '1',
    ),
    2574 => 
    array (
      'code' => '1110100669',
      'name' => 'ไทยคริสเตียน',
      'province' => '1',
    ),
    2575 => 
    array (
      'code' => '1110100670',
      'name' => 'วัฒนาวิทยาลัย',
      'province' => '1',
    ),
    2576 => 
    array (
      'code' => '1110100671',
      'name' => 'เกษมพิทยา',
      'province' => '1',
    ),
    2577 => 
    array (
      'code' => '1110100690',
      'name' => 'กสิณธรอนุสรณ์',
      'province' => '1',
    ),
    2578 => 
    array (
      'code' => '1110100692',
      'name' => 'อัสสัมชัญธนบุรี',
      'province' => '1',
    ),
    2579 => 
    array (
      'code' => '1110100726',
      'name' => 'ประเทืองทิพย์วิทยา',
      'province' => '1',
    ),
    2580 => 
    array (
      'code' => '1110100753',
      'name' => 'อุดมศึกษา',
      'province' => '1',
    ),
    2581 => 
    array (
      'code' => '1110100773',
      'name' => 'โสมาภาพัฒนา',
      'province' => '1',
    ),
    2582 => 
    array (
      'code' => '1110100778',
      'name' => 'ลาซาล',
      'province' => '1',
    ),
    2583 => 
    array (
      'code' => '1110100808',
      'name' => 'สารสาสน์วิเทศบางบอน',
      'province' => '1',
    ),
    2584 => 
    array (
      'code' => '1110100921',
      'name' => 'สัมมาสิกขาสันติอโศก',
      'province' => '1',
    ),
    2585 => 
    array (
      'code' => '1110100946',
      'name' => 'บางกอกวิทยา (มูลนิธิ)',
      'province' => '1',
    ),
    2586 => 
    array (
      'code' => '1110100947',
      'name' => 'อิสลามสันติชน',
      'province' => '1',
    ),
    2587 => 
    array (
      'code' => '1110100948',
      'name' => 'ดรุณพัฒน์',
      'province' => '1',
    ),
    2588 => 
    array (
      'code' => '1110102972',
      'name' => 'เพลินพัฒนา',
      'province' => '1',
    ),
    2589 => 
    array (
      'code' => '1110102986',
      'name' => 'ทินกรพิทยานุสรณ์',
      'province' => '1',
    ),
    2590 => 
    array (
      'code' => '1110102987',
      'name' => 'เด็กสากลนิมิตใหม่',
      'province' => '1',
    ),
    2591 => 
    array (
      'code' => '1110103012',
      'name' => 'ปัญโญทัย',
      'province' => '1',
    ),
    2592 => 
    array (
      'code' => '1110103020',
      'name' => 'บางกอกแอ็ดเวนต์',
      'province' => '1',
    ),
    2593 => 
    array (
      'code' => '1110200002',
      'name' => 'นานาชาติเกาหลี กรุงเทพ',
      'province' => '1',
    ),
    2594 => 
    array (
      'code' => '1110200069',
      'name' => 'นานาชาติแพน-เอเชีย',
      'province' => '1',
    ),
    2595 => 
    array (
      'code' => '1110200147',
      'name' => 'นานาชาติบริติชโคลัมเบีย',
      'province' => '1',
    ),
    2596 => 
    array (
      'code' => '1110200154',
      'name' => 'นานาชาติเวลล์ส-อ่อนนุช',
      'province' => '1',
    ),
    2597 => 
    array (
      'code' => '1110200948',
      'name' => 'นานาชาตินีวา',
      'province' => '1',
    ),
    2598 => 
    array (
      'code' => '1110200949',
      'name' => 'นานาชาติแอ๊ดเวนต์รามคำแหง',
      'province' => '1',
    ),
    2599 => 
    array (
      'code' => '1110200950',
      'name' => 'นานาชาติเทร็ลล์',
      'province' => '1',
    ),
    2600 => 
    array (
      'code' => '1110200958',
      'name' => 'รัศมีนานาชาติ',
      'province' => '1',
    ),
    2601 => 
    array (
      'code' => '1110200961',
      'name' => 'นานาชาติคิซ',
      'province' => '1',
    ),
    2602 => 
    array (
      'code' => '1110200962',
      'name' => 'นานาชาติเดอะรีเจนท์ กรุงเทพ',
      'province' => '1',
    ),
    2603 => 
    array (
      'code' => '1110200964',
      'name' => 'นานาชาติอินเตอร์เนชั่นแนลไพโอเนียร์ส',
      'province' => '1',
    ),
    2604 => 
    array (
      'code' => '1110200967',
      'name' => 'ประชาคมนานาชาติ',
      'province' => '1',
    ),
    2605 => 
    array (
      'code' => '1110200968',
      'name' => 'นานาชาติเซนต์จอห์น',
      'province' => '1',
    ),
    2606 => 
    array (
      'code' => '1110200969',
      'name' => 'นานาชาติเซนต์สตีเฟ่นส์',
      'province' => '1',
    ),
    2607 => 
    array (
      'code' => '1110200970',
      'name' => 'นานาชาติโชรส์เบอรี กรุงเทพ',
      'province' => '1',
    ),
    2608 => 
    array (
      'code' => '1110200974',
      'name' => 'นานาชาติโมเดิร์นกรุงเทพฯ',
      'province' => '1',
    ),
    2609 => 
    array (
      'code' => '1110200975',
      'name' => 'นานาชาติทรีนีตี้',
      'province' => '1',
    ),
    2610 => 
    array (
      'code' => '1110200982',
      'name' => 'นานาชาติคริสเตียนกรุงเทพ',
      'province' => '1',
    ),
    2611 => 
    array (
      'code' => '1110200986',
      'name' => 'นานาชาติใหม่แห่งประเทศไทย',
      'province' => '1',
    ),
    2612 => 
    array (
      'code' => '1110200994',
      'name' => 'นานาชาติเอกมัย',
      'province' => '1',
    ),
    2613 => 
    array (
      'code' => '1110200996',
      'name' => 'นานาชาติ เซนต์ แอนดรูวส์ กรุงเทพฯ',
      'province' => '1',
    ),
    2614 => 
    array (
      'code' => '1110201000',
      'name' => 'ฝรั่งเศสนานาชาติ กรุงเทพ',
      'province' => '1',
    ),
    2615 => 
    array (
      'code' => '1110201001',
      'name' => 'นานาชาติพระคุณกรุงเทพ',
      'province' => '1',
    ),
    2616 => 
    array (
      'code' => '1110201002',
      'name' => 'บางกอกพัฒนา',
      'province' => '1',
    ),
    2617 => 
    array (
      'code' => '1110203008',
      'name' => 'นานาชาติแอ๊ดเวนตีสกุรงเทพ',
      'province' => '1',
    ),
    2618 => 
    array (
      'code' => '1110203031',
      'name' => 'นานาชาติ กีรพัฒน์',
      'province' => '1',
    ),
    2619 => 
    array (
      'code' => '1110203407',
      'name' => 'นานาชาติโจซูอิกัน กรุงเทพ',
      'province' => '1',
    ),
    2620 => 
    array (
      'code' => '1110203409',
      'name' => 'นานาชาติแอสคอต',
      'province' => '1',
    ),
    2621 => 
    array (
      'code' => '1110203483',
      'name' => 'อินเตอร์เนชั่นแนลเกวลี (หทัยราษฎร์)',
      'province' => '1',
    ),
    2622 => 
    array (
      'code' => '1111100015',
      'name' => 'อัสสัมชัญสมุทรปราการ',
      'province' => '2',
    ),
    2623 => 
    array (
      'code' => '1111100044',
      'name' => 'เซนต์โยเซฟ บางนา',
      'province' => '2',
    ),
    2624 => 
    array (
      'code' => '1111100054',
      'name' => 'เซนต์โยเซฟทิพวัล',
      'province' => '2',
    ),
    2625 => 
    array (
      'code' => '1111100064',
      'name' => 'สาธิตบางนา',
      'province' => '2',
    ),
    2626 => 
    array (
      'code' => '1111100097',
      'name' => 'สารสาสน์วิเทศศึกษา',
      'province' => '2',
    ),
    2627 => 
    array (
      'code' => '1111200113',
      'name' => 'ไทย-ซิกข์นานาชาติ',
      'province' => '2',
    ),
    2628 => 
    array (
      'code' => '1111200115',
      'name' => 'นานาชาติไทย-จีน',
      'province' => '2',
    ),
    2629 => 
    array (
      'code' => '1111200116',
      'name' => 'ดิ อเมริกัน สคูล ออฟ แบงค็อก',
      'province' => '2',
    ),
    2630 => 
    array (
      'code' => '1111200117',
      'name' => 'นานาชาติคอนคอร์เดียน',
      'province' => '2',
    ),
    2631 => 
    array (
      'code' => '1112100004',
      'name' => 'สาธิตคริสเตียนวิทยา',
      'province' => '3',
    ),
    2632 => 
    array (
      'code' => '1112100050',
      'name' => 'พระแม่สกลสงเคราะห์',
      'province' => '3',
    ),
    2633 => 
    array (
      'code' => '1112100052',
      'name' => 'สารสาสน์วิเทศบางบัวทอง',
      'province' => '3',
    ),
    2634 => 
    array (
      'code' => '1112100065',
      'name' => 'กสิณธร',
      'province' => '3',
    ),
    2635 => 
    array (
      'code' => '1112100081',
      'name' => 'อัมพรไพศาล',
      'province' => '3',
    ),
    2636 => 
    array (
      'code' => '1112100083',
      'name' => 'เซนต์ฟรังซีสเซเวียร์',
      'province' => '3',
    ),
    2637 => 
    array (
      'code' => '1112100084',
      'name' => 'พระหฤทัยนนทบุรี',
      'province' => '3',
    ),
    2638 => 
    array (
      'code' => '1112100085',
      'name' => 'พิชญศึกษา',
      'province' => '3',
    ),
    2639 => 
    array (
      'code' => '1112100089',
      'name' => 'ธรรมมิสลาม ท่าอิฐ',
      'province' => '3',
    ),
    2640 => 
    array (
      'code' => '1112100090',
      'name' => 'ชลประทานวิทยา',
      'province' => '3',
    ),
    2641 => 
    array (
      'code' => '1112100107',
      'name' => 'ญามีอุ้ลอิควาน',
      'province' => '3',
    ),
    2642 => 
    array (
      'code' => '1112100108',
      'name' => 'ท่าอิฐศึกษา',
      'province' => '3',
    ),
    2643 => 
    array (
      'code' => '1112200109',
      'name' => 'สถานศึกษานานาชาติ',
      'province' => '3',
    ),
    2644 => 
    array (
      'code' => '1113100050',
      'name' => 'เตรียมบัณฑิต',
      'province' => '4',
    ),
    2645 => 
    array (
      'code' => '1113100078',
      'name' => 'จุฑารัตน์วิทยา',
      'province' => '4',
    ),
    2646 => 
    array (
      'code' => '1113100132',
      'name' => 'สาธิตแห่งมหาวิทยาลัยรังสิต',
      'province' => '4',
    ),
    2647 => 
    array (
      'code' => '1114100001',
      'name' => 'อิสลามศรีอยุธยามูลนิธิ',
      'province' => '5',
    ),
    2648 => 
    array (
      'code' => '1114100073',
      'name' => 'เตรียมนานาชาติ อยุธยา',
      'province' => '5',
    ),
    2649 => 
    array (
      'code' => '1115100003',
      'name' => 'วรดิตถ์วิทยาประสูทน์',
      'province' => '6',
    ),
    2650 => 
    array (
      'code' => '1116100004',
      'name' => 'วินิตศึกษา ในพระราชูปถัมภ์ฯ',
      'province' => '7',
    ),
    2651 => 
    array (
      'code' => '1116100012',
      'name' => 'จินดารัตน์',
      'province' => '7',
    ),
    2652 => 
    array (
      'code' => '1116100025',
      'name' => 'สัตยาไส',
      'province' => '7',
    ),
    2653 => 
    array (
      'code' => '1116100026',
      'name' => 'อัสสัมชัญคอนแวนต์ลำนารายณ์',
      'province' => '7',
    ),
    2654 => 
    array (
      'code' => '1119100018',
      'name' => 'นานาชาติแอ๊ดเวนติสมิชชั่น',
      'province' => '10',
    ),
    2655 => 
    array (
      'code' => '1119200039',
      'name' => 'นานาชาติเซนต์จอห์นแมรี',
      'province' => '10',
    ),
    2656 => 
    array (
      'code' => '1120100008',
      'name' => 'สามมุกคริสเตียนวิทยา',
      'province' => '11',
    ),
    2657 => 
    array (
      'code' => '1120100029',
      'name' => 'เมรี่อิมมาคุเลตคอนแวนต์',
      'province' => '11',
    ),
    2658 => 
    array (
      'code' => '1120100043',
      'name' => 'มารีวิทย์',
      'province' => '11',
    ),
    2659 => 
    array (
      'code' => '1120100058',
      'name' => 'สาธิตอุดมศึกษา',
      'province' => '11',
    ),
    2660 => 
    array (
      'code' => '1120100074',
      'name' => 'ดาราสมุทร',
      'province' => '11',
    ),
    2661 => 
    array (
      'code' => '1120100082',
      'name' => 'อัสสัมชัญศรีราชา',
      'province' => '11',
    ),
    2662 => 
    array (
      'code' => '1120100084',
      'name' => 'เซนต์ปอลคอนแวนต์',
      'province' => '11',
    ),
    2663 => 
    array (
      'code' => '1120200128',
      'name' => 'นานาชาติภัทยา',
      'province' => '11',
    ),
    2664 => 
    array (
      'code' => '1120200129',
      'name' => 'นานาชาติเดอะรีเจ้นท์',
      'province' => '11',
    ),
    2665 => 
    array (
      'code' => '1120200130',
      'name' => 'นานาชาติภาคตะวันออก',
      'province' => '11',
    ),
    2666 => 
    array (
      'code' => '1120200163',
      'name' => 'อาชีวพระมหาไถ่พัทยา',
      'province' => '11',
    ),
    2667 => 
    array (
      'code' => '1121100002',
      'name' => 'อัสสัมชัญระยอง',
      'province' => '12',
    ),
    2668 => 
    array (
      'code' => '1121200038',
      'name' => 'นานาชาติเซนต์ แอนดรูว์สระยอง',
      'province' => '12',
    ),
    2669 => 
    array (
      'code' => '1121200039',
      'name' => 'นานาชาติสวนระยอง',
      'province' => '12',
    ),
    2670 => 
    array (
      'code' => '1122100001',
      'name' => 'ลาซาลจันทบุรี (มารดาพิทักษ์)',
      'province' => '13',
    ),
    2671 => 
    array (
      'code' => '1122100007',
      'name' => 'สตรีมารดาพิทักษ์',
      'province' => '13',
    ),
    2672 => 
    array (
      'code' => '1122100041',
      'name' => 'เตรียมศึกษานายายอาม',
      'province' => '13',
    ),
    2673 => 
    array (
      'code' => '1124100005',
      'name' => 'เซนต์หลุยส์',
      'province' => '15',
    ),
    2674 => 
    array (
      'code' => '1124100016',
      'name' => 'มารดานฤมล',
      'province' => '15',
    ),
    2675 => 
    array (
      'code' => '1124100030',
      'name' => 'มัธยมพระราชทานบ้านนายาว',
      'province' => '15',
    ),
    2676 => 
    array (
      'code' => '1125100003',
      'name' => 'มารีวิทยาปราจีนบุรี',
      'province' => '16',
    ),
    2677 => 
    array (
      'code' => '1125100007',
      'name' => 'กองทัพบกอุปถัมภ์จักรพงษ์พิทยาลัย',
      'province' => '16',
    ),
    2678 => 
    array (
      'code' => '1125100008',
      'name' => 'มารีวิทยากบินทร์บุรี',
      'province' => '16',
    ),
    2679 => 
    array (
      'code' => '1125100018',
      'name' => 'มัธยมวัดใหม่กรงทอง',
      'province' => '16',
    ),
    2680 => 
    array (
      'code' => '1126100004',
      'name' => 'นายกวัฒนากรวัดอุดมธานี',
      'province' => '17',
    ),
    2681 => 
    array (
      'code' => '1126100009',
      'name' => 'มาลาสวรรค์พิทยา',
      'province' => '17',
    ),
    2682 => 
    array (
      'code' => '1130100010',
      'name' => 'อนุบาลวัดสุทธจินดา',
      'province' => '19',
    ),
    2683 => 
    array (
      'code' => '1130100019',
      'name' => 'มารีย์วิทยา',
      'province' => '19',
    ),
    2684 => 
    array (
      'code' => '1130100026',
      'name' => 'อัสสัมชัญ นครราชสีมา',
      'province' => '19',
    ),
    2685 => 
    array (
      'code' => '1130100085',
      'name' => 'รุ่งอรุณวิทยา',
      'province' => '19',
    ),
    2686 => 
    array (
      'code' => '1130100106',
      'name' => 'มูลนิธิรุ่งนภานครราชสีมา',
      'province' => '19',
    ),
    2687 => 
    array (
      'code' => '1130100108',
      'name' => 'มารดาดรุณีรักษ์',
      'province' => '19',
    ),
    2688 => 
    array (
      'code' => '1130200111',
      'name' => 'นานาชาติเซนต์สตีเฟ่นส์ เขาใหญ่',
      'province' => '19',
    ),
    2689 => 
    array (
      'code' => '1131100006',
      'name' => 'นิภาศิริ',
      'province' => '20',
    ),
    2690 => 
    array (
      'code' => '1131100021',
      'name' => 'นอร์ทอิสเทิร์นวิทยาลัย',
      'province' => '20',
    ),
    2691 => 
    array (
      'code' => '1131100058',
      'name' => 'อิสาณโกศลศึกษา',
      'province' => '20',
    ),
    2692 => 
    array (
      'code' => '1131100059',
      'name' => 'มูลนิธิรุ่งนภาโนนดินแดง',
      'province' => '20',
    ),
    2693 => 
    array (
      'code' => '1132100012',
      'name' => 'สุวรรณวิจิตรวิทยา',
      'province' => '21',
    ),
    2694 => 
    array (
      'code' => '1132100013',
      'name' => 'ธรรมประยุตวิทยา',
      'province' => '21',
    ),
    2695 => 
    array (
      'code' => '1133100002',
      'name' => 'วัดมหาพุทธาราม',
      'province' => '22',
    ),
    2696 => 
    array (
      'code' => '1133100003',
      'name' => 'วัดหลวงวิทยา',
      'province' => '22',
    ),
    2697 => 
    array (
      'code' => '1133100009',
      'name' => 'ขุขันธ์ราษฎร์บำรุง',
      'province' => '22',
    ),
    2698 => 
    array (
      'code' => '1133100010',
      'name' => 'วัดไพรบึงวิทยา',
      'province' => '22',
    ),
    2699 => 
    array (
      'code' => '1133100018',
      'name' => 'สัมมาสิกขาศรีษะอโศก',
      'province' => '22',
    ),
    2700 => 
    array (
      'code' => '1133100041',
      'name' => 'วัดโพธิ์น้อย',
      'province' => '22',
    ),
    2701 => 
    array (
      'code' => '1134100014',
      'name' => 'อัสสัมชัญอุบลราชธานี',
      'province' => '23',
    ),
    2702 => 
    array (
      'code' => '1134100016',
      'name' => 'อุบลวิทยากร',
      'province' => '23',
    ),
    2703 => 
    array (
      'code' => '1134100017',
      'name' => 'อาเวมารีอา',
      'province' => '23',
    ),
    2704 => 
    array (
      'code' => '1134100018',
      'name' => 'สมเด็จ',
      'province' => '23',
    ),
    2705 => 
    array (
      'code' => '1134100031',
      'name' => 'ปุญญสารวัดศรีโพธิ์ชัย',
      'province' => '23',
    ),
    2706 => 
    array (
      'code' => '1134100033',
      'name' => 'เบญจธัญพิทยา',
      'province' => '23',
    ),
    2707 => 
    array (
      'code' => '1134100041',
      'name' => 'สัมมาสิกขาราชธานีอโศก',
      'province' => '23',
    ),
    2708 => 
    array (
      'code' => '1134100044',
      'name' => 'ดำรงวิทยา',
      'province' => '23',
    ),
    2709 => 
    array (
      'code' => '1134100048',
      'name' => 'นิคม 2 อนุบาล',
      'province' => '23',
    ),
    2710 => 
    array (
      'code' => '1134100051',
      'name' => 'ยุวทูตศึกษา 2',
      'province' => '23',
    ),
    2711 => 
    array (
      'code' => '1134100117',
      'name' => 'พุทธศาสตร์ศึกษาบ้านดอนโด่',
      'province' => '23',
    ),
    2712 => 
    array (
      'code' => '1134100118',
      'name' => 'วัดสวายน้อยวิทยา',
      'province' => '23',
    ),
    2713 => 
    array (
      'code' => '1134100126',
      'name' => 'ปลาขาววิทยานุสรณ์',
      'province' => '23',
    ),
    2714 => 
    array (
      'code' => '1134100127',
      'name' => 'วัดนาเยียวิทยา',
      'province' => '23',
    ),
    2715 => 
    array (
      'code' => '1135100002',
      'name' => 'ศรีธรรมวิทยา',
      'province' => '24',
    ),
    2716 => 
    array (
      'code' => '1136100021',
      'name' => 'สัมมาสิกขาหินผาฟ้าน้ำ',
      'province' => '25',
    ),
    2717 => 
    array (
      'code' => '1137100003',
      'name' => 'มูลนิธิสุดีวิทยาวัดไชยาติการาม',
      'province' => '26',
    ),
    2718 => 
    array (
      'code' => '1139100003',
      'name' => 'พิชญบัณฑิต',
      'province' => '27',
    ),
    2719 => 
    array (
      'code' => '1139100006',
      'name' => 'จริยานุสรณ์',
      'province' => '27',
    ),
    2720 => 
    array (
      'code' => '1140100002',
      'name' => 'ขอนแก่นวิเทศศึกษา',
      'province' => '28',
    ),
    2721 => 
    array (
      'code' => '1140100017',
      'name' => 'มหาไถ่ศึกษาภาคตะวีนออกเฉียงเหนือ',
      'province' => '28',
    ),
    2722 => 
    array (
      'code' => '1140100080',
      'name' => 'อมตวิทยา',
      'province' => '28',
    ),
    2723 => 
    array (
      'code' => '1140100106',
      'name' => 'การศึกษาคนตาบอด ขอนแก่น',
      'province' => '28',
    ),
    2724 => 
    array (
      'code' => '1140100115',
      'name' => 'วัดศรีจันทร์',
      'province' => '28',
    ),
    2725 => 
    array (
      'code' => '1141100011',
      'name' => 'เซนต์เมรี',
      'province' => '29',
    ),
    2726 => 
    array (
      'code' => '1141100016',
      'name' => 'ดอนบอสโกวิทยา',
      'province' => '29',
    ),
    2727 => 
    array (
      'code' => '1141100019',
      'name' => 'ภูมิพิชญ',
      'province' => '29',
    ),
    2728 => 
    array (
      'code' => '1142100014',
      'name' => 'วิถีพุทธภูกระดึงวิทยา',
      'province' => '30',
    ),
    2729 => 
    array (
      'code' => '1142100016',
      'name' => 'การกุศลหลวงปู่ศรีจันทร์ วัณณาโภ',
      'province' => '30',
    ),
    2730 => 
    array (
      'code' => '1142100017',
      'name' => 'เซนต์จอห์นท่าบม',
      'province' => '30',
    ),
    2731 => 
    array (
      'code' => '1144100007',
      'name' => 'มัธยมวัดกลางโกสุม',
      'province' => '32',
    ),
    2732 => 
    array (
      'code' => '1144100009',
      'name' => 'มัธยมชาญวิทยา',
      'province' => '32',
    ),
    2733 => 
    array (
      'code' => '1144100017',
      'name' => 'รุ่งอรุณวิทย์',
      'province' => '32',
    ),
    2734 => 
    array (
      'code' => '1145100020',
      'name' => 'ศรีอรุณวิทย์เสลภูมิ',
      'province' => '33',
    ),
    2735 => 
    array (
      'code' => '1145100023',
      'name' => 'เชื้อจรูญวิทย์',
      'province' => '33',
    ),
    2736 => 
    array (
      'code' => '1146100007',
      'name' => 'ชาญยุทธวิทยา',
      'province' => '34',
    ),
    2737 => 
    array (
      'code' => '1146100018',
      'name' => 'เพิ่มพูนวิทยาคมกาฬสินธุ์',
      'province' => '34',
    ),
    2738 => 
    array (
      'code' => '1147100002',
      'name' => 'เซนต์โยเซฟท่าแร่',
      'province' => '35',
    ),
    2739 => 
    array (
      'code' => '1147100072',
      'name' => 'ศรีสกลกิจการกุศลวัดศรีสุมังคล์',
      'province' => '35',
    ),
    2740 => 
    array (
      'code' => '1150100001',
      'name' => 'พิงครัตน์',
      'province' => '38',
    ),
    2741 => 
    array (
      'code' => '1150100015',
      'name' => 'วิชัยวิทยา',
      'province' => '38',
    ),
    2742 => 
    array (
      'code' => '1150100023',
      'name' => 'วารีเชียงใหม่',
      'province' => '38',
    ),
    2743 => 
    array (
      'code' => '1150100024',
      'name' => 'ปรินส์รอยแยลส์วิทยาลัย',
      'province' => '38',
    ),
    2744 => 
    array (
      'code' => '1150100027',
      'name' => 'ดาราวิทยาลัย',
      'province' => '38',
    ),
    2745 => 
    array (
      'code' => '1150100028',
      'name' => 'มงฟอร์ตวิทยาลัย แผนกมัธยม',
      'province' => '38',
    ),
    2746 => 
    array (
      'code' => '1150100029',
      'name' => 'เรยีนาเชลีวิทยาลัย',
      'province' => '38',
    ),
    2747 => 
    array (
      'code' => '1150100030',
      'name' => 'พระหฤทัยเชียงใหม่',
      'province' => '38',
    ),
    2748 => 
    array (
      'code' => '1150100036',
      'name' => 'ธรรมราชศึกษา',
      'province' => '38',
    ),
    2749 => 
    array (
      'code' => '1150100038',
      'name' => 'เชียงใหม่คริสเตียน',
      'province' => '38',
    ),
    2750 => 
    array (
      'code' => '1150100041',
      'name' => 'เทพบดินทร์วิทยา เชียงใหม่',
      'province' => '38',
    ),
    2751 => 
    array (
      'code' => '1150100068',
      'name' => 'เชียงใหม่มัธยม',
      'province' => '38',
    ),
    2752 => 
    array (
      'code' => '1150100077',
      'name' => 'รัตนาเอื้อวิทยา',
      'province' => '38',
    ),
    2753 => 
    array (
      'code' => '1150100081',
      'name' => 'รังษีวิทยา',
      'province' => '38',
    ),
    2754 => 
    array (
      'code' => '1150100119',
      'name' => 'วชิราลัย',
      'province' => '38',
    ),
    2755 => 
    array (
      'code' => '1150100126',
      'name' => 'ช่องฟ้าซินเซิงวาณิชบำรุง',
      'province' => '38',
    ),
    2756 => 
    array (
      'code' => '1150100145',
      'name' => 'สหมิตรวิทยา',
      'province' => '38',
    ),
    2757 => 
    array (
      'code' => '1150100304',
      'name' => 'วชิรวิทย์ ฝ่ายมัธยม',
      'province' => '38',
    ),
    2758 => 
    array (
      'code' => '1150200146',
      'name' => 'นานาชาติเชียงใหม่',
      'province' => '38',
    ),
    2759 => 
    array (
      'code' => '1150200147',
      'name' => 'นานาชาติลานนา',
      'province' => '38',
    ),
    2760 => 
    array (
      'code' => '1150200148',
      'name' => 'นานาชาตินครพายัพ',
      'province' => '38',
    ),
    2761 => 
    array (
      'code' => '1150200149',
      'name' => 'นานาชาติเปรม ติณสูลานนท์ อินเตอร์แนชชั่นแนล สคูล',
      'province' => '38',
    ),
    2762 => 
    array (
      'code' => '1150200150',
      'name' => 'นานาชาติอเมริกันแปซิฟิก',
      'province' => '38',
    ),
    2763 => 
    array (
      'code' => '1150200151',
      'name' => 'นานาชาติเกรซ เชียงใหม่',
      'province' => '38',
    ),
    2764 => 
    array (
      'code' => '1150200152',
      'name' => 'คริสเตียนเยอรมันเชียงใหม่',
      'province' => '38',
    ),
    2765 => 
    array (
      'code' => '1151100001',
      'name' => 'เฉลิมพระเกียรติ ๔๘ พรรษา',
      'province' => '39',
    ),
    2766 => 
    array (
      'code' => '1151100013',
      'name' => 'เมธีวุฒิกร',
      'province' => '39',
    ),
    2767 => 
    array (
      'code' => '1151100022',
      'name' => 'ธรรมสาธิตศึกษา',
      'province' => '39',
    ),
    2768 => 
    array (
      'code' => '1152100001',
      'name' => 'วิสุทธิ์วิทยากร',
      'province' => '40',
    ),
    2769 => 
    array (
      'code' => '1152100004',
      'name' => 'วิชชานารี',
      'province' => '40',
    ),
    2770 => 
    array (
      'code' => '1152100007',
      'name' => 'อัสสัมชัญลำปาง',
      'province' => '40',
    ),
    2771 => 
    array (
      'code' => '1152100011',
      'name' => 'อรุโณทัย',
      'province' => '40',
    ),
    2772 => 
    array (
      'code' => '1152100014',
      'name' => 'มัธยมวิทยา',
      'province' => '40',
    ),
    2773 => 
    array (
      'code' => '1152100021',
      'name' => 'ไชยชุมพลศึกษา',
      'province' => '40',
    ),
    2774 => 
    array (
      'code' => '1152100026',
      'name' => 'ศักดิ์สุนันท์วิทยา',
      'province' => '40',
    ),
    2775 => 
    array (
      'code' => '1152100033',
      'name' => 'ศรีสุนทรสีลวิสุทธิ์',
      'province' => '40',
    ),
    2776 => 
    array (
      'code' => '1152100034',
      'name' => 'ประชาวิทย์',
      'province' => '40',
    ),
    2777 => 
    array (
      'code' => '1152100088',
      'name' => 'สุนทรศึกษา',
      'province' => '40',
    ),
    2778 => 
    array (
      'code' => '1154100008',
      'name' => 'เจริญราษฎร์',
      'province' => '42',
    ),
    2779 => 
    array (
      'code' => '1154100017',
      'name' => 'เทพนารี แผนกประถมศึกษา',
      'province' => '42',
    ),
    2780 => 
    array (
      'code' => '1154100026',
      'name' => 'เซนต์ฟรังซิสเซเวียร์แพร่',
      'province' => '42',
    ),
    2781 => 
    array (
      'code' => '1155100001',
      'name' => 'นันทบุรีวิทยา',
      'province' => '43',
    ),
    2782 => 
    array (
      'code' => '1156100001',
      'name' => 'พินิตประสาธน์',
      'province' => '44',
    ),
    2783 => 
    array (
      'code' => '1156100011',
      'name' => 'ปิยมิตรวิทยา',
      'province' => '44',
    ),
    2784 => 
    array (
      'code' => '1156100018',
      'name' => 'ประชาบำรุง',
      'province' => '44',
    ),
    2785 => 
    array (
      'code' => '1157100002',
      'name' => 'เชียงรายวิทยาคม',
      'province' => '45',
    ),
    2786 => 
    array (
      'code' => '1157100013',
      'name' => 'สันติวิทยา',
      'province' => '45',
    ),
    2787 => 
    array (
      'code' => '1157100018',
      'name' => 'อนุบาลลูกรักเชียงของ',
      'province' => '45',
    ),
    2788 => 
    array (
      'code' => '1157100021',
      'name' => 'เด็กดีพิทยาคม',
      'province' => '45',
    ),
    2789 => 
    array (
      'code' => '1157100042',
      'name' => 'นุชนาถอนุสรณ์',
      'province' => '45',
    ),
    2790 => 
    array (
      'code' => '1157100051',
      'name' => 'สหศาสตร์ศึกษา',
      'province' => '45',
    ),
    2791 => 
    array (
      'code' => '1160100001',
      'name' => 'ลาซาลโชติรวีนครสวรรค์',
      'province' => '47',
    ),
    2792 => 
    array (
      'code' => '1160100015',
      'name' => 'เซนต์โยเซฟนครสวรรค์',
      'province' => '47',
    ),
    2793 => 
    array (
      'code' => '1160100018',
      'name' => 'โพฒิสารศึกษา',
      'province' => '47',
    ),
    2794 => 
    array (
      'code' => '1160100033',
      'name' => 'จันทร์ฉายวิทยา',
      'province' => '47',
    ),
    2795 => 
    array (
      'code' => '1160100043',
      'name' => 'วัดโคกเดื่อวิทยา',
      'province' => '47',
    ),
    2796 => 
    array (
      'code' => '1160100046',
      'name' => 'พยุหะวิทยา',
      'province' => '47',
    ),
    2797 => 
    array (
      'code' => '1160100063',
      'name' => 'สัมมาสิกขาศาลีอโศก',
      'province' => '47',
    ),
    2798 => 
    array (
      'code' => '1161100017',
      'name' => 'พระสุธรรมยานเถระวิทยา',
      'province' => '48',
    ),
    2799 => 
    array (
      'code' => '1163100012',
      'name' => 'ภัทรวิทยา',
      'province' => '50',
    ),
    2800 => 
    array (
      'code' => '1165100001',
      'name' => 'ผดุงราษฎร์',
      'province' => '52',
    ),
    2801 => 
    array (
      'code' => '1165100021',
      'name' => 'อินทุภูติพิทยา',
      'province' => '52',
    ),
    2802 => 
    array (
      'code' => '1165100025',
      'name' => 'เอ.เจ.เนินมะปราง',
      'province' => '52',
    ),
    2803 => 
    array (
      'code' => '1166100015',
      'name' => 'บัณฑิตศึกษาลัย',
      'province' => '53',
    ),
    2804 => 
    array (
      'code' => '1167100005',
      'name' => 'เซนต์โยเซฟศรีเพชรบูรณ์',
      'province' => '54',
    ),
    2805 => 
    array (
      'code' => '1167100006',
      'name' => 'วัชรชัย',
      'province' => '54',
    ),
    2806 => 
    array (
      'code' => '1167100017',
      'name' => 'เมตตาวิทยา',
      'province' => '54',
    ),
    2807 => 
    array (
      'code' => '1167100018',
      'name' => 'ฤทัยทิพย์',
      'province' => '54',
    ),
    2808 => 
    array (
      'code' => '1170100002',
      'name' => 'ดรุณาราชบุรี',
      'province' => '55',
    ),
    2809 => 
    array (
      'code' => '1170100003',
      'name' => 'นารีวิทยา',
      'province' => '55',
    ),
    2810 => 
    array (
      'code' => '1170100028',
      'name' => 'นารีวุฒิ',
      'province' => '55',
    ),
    2811 => 
    array (
      'code' => '1170100029',
      'name' => 'วัดบ้านโป่งสามัคคีคุณูปถัมภ์',
      'province' => '55',
    ),
    2812 => 
    array (
      'code' => '1170100030',
      'name' => 'สารสิทธิ์พิทยาลัย',
      'province' => '55',
    ),
    2813 => 
    array (
      'code' => '1170100039',
      'name' => 'มัธยมวัดไทรราษฎร์อุปถัมภ์',
      'province' => '55',
    ),
    2814 => 
    array (
      'code' => '1171100009',
      'name' => 'ดรุณากาญจนบุรี',
      'province' => '56',
    ),
    2815 => 
    array (
      'code' => '1173100003',
      'name' => 'บอสโกพิทักษ์',
      'province' => '58',
    ),
    2816 => 
    array (
      'code' => '1173100015',
      'name' => 'สัมมาสิกขาปฐมอโศก',
      'province' => '58',
    ),
    2817 => 
    array (
      'code' => '1173100035',
      'name' => 'เจี้ยนหัว',
      'province' => '58',
    ),
    2818 => 
    array (
      'code' => '1173100036',
      'name' => 'นาคประสิทธิ์',
      'province' => '58',
    ),
    2819 => 
    array (
      'code' => '1173100037',
      'name' => 'นักบุญเปโตร',
      'province' => '58',
    ),
    2820 => 
    array (
      'code' => '1173100039',
      'name' => 'ยอแซฟอุปถัมภ์',
      'province' => '58',
    ),
    2821 => 
    array (
      'code' => '1173100041',
      'name' => 'มารีย์อุปถัมภ์',
      'province' => '58',
    ),
    2822 => 
    array (
      'code' => '1173100046',
      'name' => 'ภัทรนุสรณ์',
      'province' => '58',
    ),
    2823 => 
    array (
      'code' => '1173100047',
      'name' => 'เสริมสิทธิ์วิทยา',
      'province' => '58',
    ),
    2824 => 
    array (
      'code' => '1174100004',
      'name' => 'อันนาลัย',
      'province' => '59',
    ),
    2825 => 
    array (
      'code' => '1174100020',
      'name' => 'ทานตะวันไตรภาษา',
      'province' => '59',
    ),
    2826 => 
    array (
      'code' => '1174100044',
      'name' => 'สามชัยวิเทศศึกษา',
      'province' => '59',
    ),
    2827 => 
    array (
      'code' => '1176100001',
      'name' => 'อรุณประดิษฐ์',
      'province' => '61',
    ),
    2828 => 
    array (
      'code' => '1176100002',
      'name' => 'สุวรรณรังสฤษฎิ์วิทยาลัย',
      'province' => '61',
    ),
    2829 => 
    array (
      'code' => '1176100039',
      'name' => 'อิสลามดำรงธรรม',
      'province' => '61',
    ),
    2830 => 
    array (
      'code' => '1176100040',
      'name' => 'พัฒนศาสน์วิทยาท่าแร้ง',
      'province' => '61',
    ),
    2831 => 
    array (
      'code' => '1177100007',
      'name' => 'อรุณวิทยา',
      'province' => '62',
    ),
    2832 => 
    array (
      'code' => '1177100018',
      'name' => 'รักษ์วิทยา',
      'province' => '62',
    ),
    2833 => 
    array (
      'code' => '1177100020',
      'name' => 'หัวหินวิทยาลัย',
      'province' => '62',
    ),
    2834 => 
    array (
      'code' => '1177100021',
      'name' => 'วังไกลกังวล',
      'province' => '62',
    ),
    2835 => 
    array (
      'code' => '1177100030',
      'name' => 'พัฒนศาสน์วิทยา',
      'province' => '62',
    ),
    2836 => 
    array (
      'code' => '1180100001',
      'name' => 'ศรีธรรมราชศึกษา',
      'province' => '63',
    ),
    2837 => 
    array (
      'code' => '1180100004',
      'name' => 'จรัสพิชากร',
      'province' => '63',
    ),
    2838 => 
    array (
      'code' => '1180100005',
      'name' => 'อำมาตย์พิทยานุสรณ์',
      'province' => '63',
    ),
    2839 => 
    array (
      'code' => '1180100014',
      'name' => 'สหมิตรศึกษา',
      'province' => '63',
    ),
    2840 => 
    array (
      'code' => '1180100050',
      'name' => 'มุสลิมสันติธรรมมูลนิธิ',
      'province' => '63',
    ),
    2841 => 
    array (
      'code' => '1180100051',
      'name' => 'อัลมูวาห์ฮิดิน',
      'province' => '63',
    ),
    2842 => 
    array (
      'code' => '1180100052',
      'name' => 'ประทีปศาสน์',
      'province' => '63',
    ),
    2843 => 
    array (
      'code' => '1180100053',
      'name' => 'มัดร่อซาตุลอุลูมิดดีน',
      'province' => '63',
    ),
    2844 => 
    array (
      'code' => '1180100058',
      'name' => 'ฉวางสงเคราะห์',
      'province' => '63',
    ),
    2845 => 
    array (
      'code' => '1180100081',
      'name' => 'ปัญญาสารธรรมมูลนิธิ',
      'province' => '63',
    ),
    2846 => 
    array (
      'code' => '1180100082',
      'name' => 'มะฮัดอิสลามอีมานียะฮ์มูลนิธิ',
      'province' => '63',
    ),
    2847 => 
    array (
      'code' => '1180100123',
      'name' => 'มัธยมวีรศิลปิน',
      'province' => '63',
    ),
    2848 => 
    array (
      'code' => '1180100125',
      'name' => 'ร่อนพิบูลย์วิทยา',
      'province' => '63',
    ),
    2849 => 
    array (
      'code' => '1180100126',
      'name' => 'โคกครามพิชากร',
      'province' => '63',
    ),
    2850 => 
    array (
      'code' => '1180100133',
      'name' => 'มัธยมฆังคะทวีศิลป์',
      'province' => '63',
    ),
    2851 => 
    array (
      'code' => '1180100134',
      'name' => 'ประสาทธรรมวิภัช',
      'province' => '63',
    ),
    2852 => 
    array (
      'code' => '1180100149',
      'name' => 'พึ่งตนเอง',
      'province' => '63',
    ),
    2853 => 
    array (
      'code' => '1180100150',
      'name' => 'พิศิษฐ์อนุสรณ์',
      'province' => '63',
    ),
    2854 => 
    array (
      'code' => '1180100210',
      'name' => 'พัฒนศาสน์วิทยา',
      'province' => '63',
    ),
    2855 => 
    array (
      'code' => '1181100005',
      'name' => 'สาธิตคำนวณ',
      'province' => '64',
    ),
    2856 => 
    array (
      'code' => '1181100011',
      'name' => 'วิทยาการอิสลาม',
      'province' => '64',
    ),
    2857 => 
    array (
      'code' => '1181100013',
      'name' => 'ประกอบธรรมอิสลาม',
      'province' => '64',
    ),
    2858 => 
    array (
      'code' => '1181100014',
      'name' => 'สันติวิทยา',
      'province' => '64',
    ),
    2859 => 
    array (
      'code' => '1181100019',
      'name' => 'อุทยานศึกษากระบี่',
      'province' => '64',
    ),
    2860 => 
    array (
      'code' => '1181100021',
      'name' => 'ฮีดายาตุดดีนนาวงวิทยา',
      'province' => '64',
    ),
    2861 => 
    array (
      'code' => '1181100022',
      'name' => 'มุสลิมด้ารุลอุโลมวิทยา',
      'province' => '64',
    ),
    2862 => 
    array (
      'code' => '1181100023',
      'name' => 'มุสลิมวังทองวิทยา',
      'province' => '64',
    ),
    2863 => 
    array (
      'code' => '1181100024',
      'name' => 'ทองคำวิทยานุสรณ์',
      'province' => '64',
    ),
    2864 => 
    array (
      'code' => '1181100040',
      'name' => 'เอกภาพศาสน์วิชญ์',
      'province' => '64',
    ),
    2865 => 
    array (
      'code' => '1182100007',
      'name' => 'สังคมอิสลามวิทยา',
      'province' => '65',
    ),
    2866 => 
    array (
      'code' => '1182100008',
      'name' => 'ตัรบียะห์อิสลามียะห์',
      'province' => '65',
    ),
    2867 => 
    array (
      'code' => '1182100011',
      'name' => 'ดาริสสลามวิทยา',
      'province' => '65',
    ),
    2868 => 
    array (
      'code' => '1183100002',
      'name' => 'ดาวรุ่งวิทยา',
      'province' => '66',
    ),
    2869 => 
    array (
      'code' => '1183100016',
      'name' => 'มุสลิมวิทยาภูเก็ต',
      'province' => '66',
    ),
    2870 => 
    array (
      'code' => '1183100017',
      'name' => 'ภูเก็ตไทยหัว(ประศาสน์วิทยา)',
      'province' => '66',
    ),
    2871 => 
    array (
      'code' => '1183200023',
      'name' => 'นานาชาติบริติซ ภูเก็ต',
      'province' => '66',
    ),
    2872 => 
    array (
      'code' => '1183200064',
      'name' => 'นานาชาติ คิว เอส ไอ ภูเก็ต',
      'province' => '66',
    ),
    2873 => 
    array (
      'code' => '1184100003',
      'name' => 'เทพมิตรศึกษา',
      'province' => '67',
    ),
    2874 => 
    array (
      'code' => '1184100005',
      'name' => 'ธิดาแม่พระ',
      'province' => '67',
    ),
    2875 => 
    array (
      'code' => '1184100053',
      'name' => 'พันธศึกษา',
      'province' => '67',
    ),
    2876 => 
    array (
      'code' => '1184100064',
      'name' => 'ดารุสสลามวิทยา',
      'province' => '67',
    ),
    2877 => 
    array (
      'code' => '1184100068',
      'name' => 'มัธยมพุทธนิคม',
      'province' => '67',
    ),
    2878 => 
    array (
      'code' => '1184100118',
      'name' => 'พัฒนศาสน์วิทยา',
      'province' => '67',
    ),
    2879 => 
    array (
      'code' => '1185100009',
      'name' => 'ดำรงศาสน์วิทยา',
      'province' => '68',
    ),
    2880 => 
    array (
      'code' => '1186100004',
      'name' => 'นิรมลชุมพร',
      'province' => '69',
    ),
    2881 => 
    array (
      'code' => '1186100025',
      'name' => 'พัฒนศาสน์วิทยาท่าแซะ',
      'province' => '69',
    ),
    2882 => 
    array (
      'code' => '1190100004',
      'name' => 'วชิรานุกูล',
      'province' => '70',
    ),
    2883 => 
    array (
      'code' => '1190100017',
      'name' => 'บำรุงศาสน์',
      'province' => '70',
    ),
    2884 => 
    array (
      'code' => '1190100018',
      'name' => 'อูลูมุดดีน',
      'province' => '70',
    ),
    2885 => 
    array (
      'code' => '1190100025',
      'name' => 'รุ่งโรจน์วิทยา',
      'province' => '70',
    ),
    2886 => 
    array (
      'code' => '1190100026',
      'name' => 'ตัสดีกียะห์',
      'province' => '70',
    ),
    2887 => 
    array (
      'code' => '1190100027',
      'name' => 'ศาสนบำรุง (สอลิหุดดีน)',
      'province' => '70',
    ),
    2888 => 
    array (
      'code' => '1190100028',
      'name' => 'ดรุณวิทยา',
      'province' => '70',
    ),
    2889 => 
    array (
      'code' => '1190100029',
      'name' => 'สรรเสริญอิสลาม',
      'province' => '70',
    ),
    2890 => 
    array (
      'code' => '1190100030',
      'name' => 'ดีนูลอิสลาม',
      'province' => '70',
    ),
    2891 => 
    array (
      'code' => '1190100031',
      'name' => 'กีญามุดดีน',
      'province' => '70',
    ),
    2892 => 
    array (
      'code' => '1190100033',
      'name' => 'อัลมูตาวัสษิเต๊าะห์',
      'province' => '70',
    ),
    2893 => 
    array (
      'code' => '1190100034',
      'name' => 'บุสตานุดดีน',
      'province' => '70',
    ),
    2894 => 
    array (
      'code' => '1190100035',
      'name' => 'จริยธรรมศึกษามูลนิธิ',
      'province' => '70',
    ),
    2895 => 
    array (
      'code' => '1190100037',
      'name' => 'ดำรงค์ศาสน์วิทยา',
      'province' => '70',
    ),
    2896 => 
    array (
      'code' => '1190100038',
      'name' => 'อิสลามวิทยานุเคราะห์',
      'province' => '70',
    ),
    2897 => 
    array (
      'code' => '1190100039',
      'name' => 'มอ.วิทยานุสรณ์',
      'province' => '70',
    ),
    2898 => 
    array (
      'code' => '1190100042',
      'name' => 'สมบูรณ์ศาสน์',
      'province' => '70',
    ),
    2899 => 
    array (
      'code' => '1190100043',
      'name' => 'ส่งเสริมอิสลาม',
      'province' => '70',
    ),
    2900 => 
    array (
      'code' => '1190100045',
      'name' => 'ลำไพลศานติวิทย์',
      'province' => '70',
    ),
    2901 => 
    array (
      'code' => '1190100048',
      'name' => 'อิสลามวิทยามูลนิธิ',
      'province' => '70',
    ),
    2902 => 
    array (
      'code' => '1190100055',
      'name' => 'สายยิดวิทยา',
      'province' => '70',
    ),
    2903 => 
    array (
      'code' => '1190100063',
      'name' => 'พัฒนาศาสตร์มูลนิธิ',
      'province' => '70',
    ),
    2904 => 
    array (
      'code' => '1190100064',
      'name' => 'สังคมอิสลามวิทยา',
      'province' => '70',
    ),
    2905 => 
    array (
      'code' => '1190100065',
      'name' => 'สามัคคีศาสน์วิทยา',
      'province' => '70',
    ),
    2906 => 
    array (
      'code' => '1190100072',
      'name' => 'แสงทองวิทยา',
      'province' => '70',
    ),
    2907 => 
    array (
      'code' => '1190100074',
      'name' => 'ธิดานุเคราะห์',
      'province' => '70',
    ),
    2908 => 
    array (
      'code' => '1190100081',
      'name' => 'ส่องแสงพณิชยการ',
      'province' => '70',
    ),
    2909 => 
    array (
      'code' => '1190100084',
      'name' => 'กิตติวิทย์บ้านพรุ',
      'province' => '70',
    ),
    2910 => 
    array (
      'code' => '1190100118',
      'name' => 'ท่าใหญ่วิทยา',
      'province' => '70',
    ),
    2911 => 
    array (
      'code' => '1190100119',
      'name' => 'พัฒนาการศึกษา',
      'province' => '70',
    ),
    2912 => 
    array (
      'code' => '1190100120',
      'name' => 'ส่งเสริมศาสนาวิทยามูลนิธิ',
      'province' => '70',
    ),
    2913 => 
    array (
      'code' => '1190100121',
      'name' => 'ส่งเสริมวิทยามูลนิธิ',
      'province' => '70',
    ),
    2914 => 
    array (
      'code' => '1190100122',
      'name' => 'ธรรมศึกษามูลนิธิ',
      'province' => '70',
    ),
    2915 => 
    array (
      'code' => '1190100125',
      'name' => 'พะตงวิทยามูลนิธิ',
      'province' => '70',
    ),
    2916 => 
    array (
      'code' => '1190100131',
      'name' => 'พัฒนาวิทยามูลนิธิ',
      'province' => '70',
    ),
    2917 => 
    array (
      'code' => '1190100132',
      'name' => 'ส่งเสริมศาสนา',
      'province' => '70',
    ),
    2918 => 
    array (
      'code' => '1190100135',
      'name' => 'แสงธรรมวิทยามูลนิธิ',
      'province' => '70',
    ),
    2919 => 
    array (
      'code' => '1190100287',
      'name' => 'มุสลีมีนศึกษา',
      'province' => '70',
    ),
    2920 => 
    array (
      'code' => '1191100005',
      'name' => 'มำบาอูลอูลูม',
      'province' => '71',
    ),
    2921 => 
    array (
      'code' => '1191100006',
      'name' => 'แสงประทีปวิทยามูลนิธิ',
      'province' => '71',
    ),
    2922 => 
    array (
      'code' => '1191100007',
      'name' => 'อันซอเรียะห์อัดดีนียะห์',
      'province' => '71',
    ),
    2923 => 
    array (
      'code' => '1191100008',
      'name' => 'พัฒนาการศึกษามูลนิธิ',
      'province' => '71',
    ),
    2924 => 
    array (
      'code' => '1191100009',
      'name' => 'แสงธรรม',
      'province' => '71',
    ),
    2925 => 
    array (
      'code' => '1191100010',
      'name' => 'จริยธรรมอิสลาม',
      'province' => '71',
    ),
    2926 => 
    array (
      'code' => '1191100011',
      'name' => 'สันติศาสตร์ศึกษา',
      'province' => '71',
    ),
    2927 => 
    array (
      'code' => '1191100014',
      'name' => 'อิสลามวิทยา',
      'province' => '71',
    ),
    2928 => 
    array (
      'code' => '1191100015',
      'name' => 'ดารุลอูลูม',
      'province' => '71',
    ),
    2929 => 
    array (
      'code' => '1191100016',
      'name' => 'ดารุลมาอาเรฟ',
      'province' => '71',
    ),
    2930 => 
    array (
      'code' => '1191100017',
      'name' => 'ธรรมศาสน์วิทยา',
      'province' => '71',
    ),
    2931 => 
    array (
      'code' => '1191100019',
      'name' => 'อรุณศาสน์วิทยามูลนิธิ',
      'province' => '71',
    ),
    2932 => 
    array (
      'code' => '1191100020',
      'name' => 'ตัรกี้ยะตุลอุมมะห์',
      'province' => '71',
    ),
    2933 => 
    array (
      'code' => '1191100028',
      'name' => 'อิสลามศึกษาดารุ้ลบิร',
      'province' => '71',
    ),
    2934 => 
    array (
      'code' => '1191100034',
      'name' => 'สามัคคีอิสลามวิทยา',
      'province' => '71',
    ),
    2935 => 
    array (
      'code' => '1192100001',
      'name' => 'มัธยมวัดควนวิเศษมูลนิธิ',
      'province' => '72',
    ),
    2936 => 
    array (
      'code' => '1192100002',
      'name' => 'ตรังคริสเตียนศึกษา',
      'province' => '72',
    ),
    2937 => 
    array (
      'code' => '1192100003',
      'name' => 'ตรังวิทยา',
      'province' => '72',
    ),
    2938 => 
    array (
      'code' => '1192100004',
      'name' => 'บูรณะรำลึก',
      'province' => '72',
    ),
    2939 => 
    array (
      'code' => '1192100014',
      'name' => 'นูรุลอิงซานมูลนิธิ',
      'province' => '72',
    ),
    2940 => 
    array (
      'code' => '1192100018',
      'name' => 'แสงธรรมวิทยาตรัง',
      'province' => '72',
    ),
    2941 => 
    array (
      'code' => '1192100022',
      'name' => 'จุ๋งฮัวโชะเซียว',
      'province' => '72',
    ),
    2942 => 
    array (
      'code' => '1193100014',
      'name' => 'ศาสนวิทยา',
      'province' => '73',
    ),
    2943 => 
    array (
      'code' => '1193100015',
      'name' => 'ศึกษาธรรมอิสลาม',
      'province' => '73',
    ),
    2944 => 
    array (
      'code' => '1193100016',
      'name' => 'สันติธรรมวิทยา',
      'province' => '73',
    ),
    2945 => 
    array (
      'code' => '1193100017',
      'name' => 'บุญมีศึกษา',
      'province' => '73',
    ),
    2946 => 
    array (
      'code' => '1193100018',
      'name' => 'พัฒนาวิทยามูลนิธิ',
      'province' => '73',
    ),
    2947 => 
    array (
      'code' => '1193100019',
      'name' => 'บำรุงอิสลาม',
      'province' => '73',
    ),
    2948 => 
    array (
      'code' => '1193100021',
      'name' => 'อิสลามียะห์สหวิทยา มูลนิธิ',
      'province' => '73',
    ),
    2949 => 
    array (
      'code' => '1193100023',
      'name' => 'มุสลิมวิทยา(ประชาอุปถัมภ์)',
      'province' => '73',
    ),
    2950 => 
    array (
      'code' => '1193100026',
      'name' => 'ศาสนูปถัมภ์ปากพะยูนมูลนิธิ',
      'province' => '73',
    ),
    2951 => 
    array (
      'code' => '1193100028',
      'name' => 'ภักดีอนุสรณ์',
      'province' => '73',
    ),
    2952 => 
    array (
      'code' => '1193100030',
      'name' => 'นูรุลอิสลามหนองธง',
      'province' => '73',
    ),
    2953 => 
    array (
      'code' => '1193100035',
      'name' => 'อิสลามศาสตร์',
      'province' => '73',
    ),
    2954 => 
    array (
      'code' => '1193100039',
      'name' => 'ดรุณศาสตร์สหวิทยา',
      'province' => '73',
    ),
    2955 => 
    array (
      'code' => '1194100006',
      'name' => 'ศานติธรรมวิทยา',
      'province' => '74',
    ),
    2956 => 
    array (
      'code' => '1194100007',
      'name' => 'ปูยุดประชารักษ์',
      'province' => '74',
    ),
    2957 => 
    array (
      'code' => '1194100008',
      'name' => 'บำรุงอิสลาม',
      'province' => '74',
    ),
    2958 => 
    array (
      'code' => '1194100009',
      'name' => 'พัฒนาอิสลาม',
      'province' => '74',
    ),
    2959 => 
    array (
      'code' => '1194100010',
      'name' => 'สตรีพัฒนศึกษา"หะยีนิเซาะ อาเก็บอุไร-บำเพ็ญ"',
      'province' => '74',
    ),
    2960 => 
    array (
      'code' => '1194100012',
      'name' => 'วิทยาอิสลาม',
      'province' => '74',
    ),
    2961 => 
    array (
      'code' => '1194100013',
      'name' => 'ศาสนูปถัมภ์',
      'province' => '74',
    ),
    2962 => 
    array (
      'code' => '1194100014',
      'name' => 'เตรียมศึกษาวิทยา',
      'province' => '74',
    ),
    2963 => 
    array (
      'code' => '1194100015',
      'name' => 'จงรักสัตย์วิทยา',
      'province' => '74',
    ),
    2964 => 
    array (
      'code' => '1194100021',
      'name' => 'ซอลีฮียะห์อัดดีนียะห์',
      'province' => '74',
    ),
    2965 => 
    array (
      'code' => '1194100022',
      'name' => 'มูฮัมมาดียะห์',
      'province' => '74',
    ),
    2966 => 
    array (
      'code' => '1194100024',
      'name' => 'มูลนิธิอาซิซสถาน',
      'province' => '74',
    ),
    2967 => 
    array (
      'code' => '1194100025',
      'name' => 'พีระยานาวินคลองหินวิทยา',
      'province' => '74',
    ),
    2968 => 
    array (
      'code' => '1194100026',
      'name' => 'บ้านลำหยัง',
      'province' => '74',
    ),
    2969 => 
    array (
      'code' => '1194100028',
      'name' => 'แสงประทีปวิทยา',
      'province' => '74',
    ),
    2970 => 
    array (
      'code' => '1194100029',
      'name' => 'บากงพิทยา',
      'province' => '74',
    ),
    2971 => 
    array (
      'code' => '1194100030',
      'name' => 'ศาสน์สามัคคี',
      'province' => '74',
    ),
    2972 => 
    array (
      'code' => '1194100031',
      'name' => 'มูลนิธิชุมชนอิสลามศึกษา',
      'province' => '74',
    ),
    2973 => 
    array (
      'code' => '1194100032',
      'name' => 'อะเดร์รอซะอิสลามียะห์',
      'province' => '74',
    ),
    2974 => 
    array (
      'code' => '1194100033',
      'name' => 'อัลยามีอะห์อัลอิสลามียะห์',
      'province' => '74',
    ),
    2975 => 
    array (
      'code' => '1194100034',
      'name' => 'วัฒนธรรมอิสลาม',
      'province' => '74',
    ),
    2976 => 
    array (
      'code' => '1194100035',
      'name' => 'สมบูรณ์ศาสน์อิสลาม',
      'province' => '74',
    ),
    2977 => 
    array (
      'code' => '1194100036',
      'name' => 'วิทยาศีล',
      'province' => '74',
    ),
    2978 => 
    array (
      'code' => '1194100037',
      'name' => 'ดรุณมุสลิมวิทยา',
      'province' => '74',
    ),
    2979 => 
    array (
      'code' => '1194100039',
      'name' => 'กูตงวิทยา',
      'province' => '74',
    ),
    2980 => 
    array (
      'code' => '1194100041',
      'name' => 'ศาลาฟี',
      'province' => '74',
    ),
    2981 => 
    array (
      'code' => '1194100042',
      'name' => 'อิสลามศาสน์วิทยา',
      'province' => '74',
    ),
    2982 => 
    array (
      'code' => '1194100043',
      'name' => 'รัศมีสถาปนา',
      'province' => '74',
    ),
    2983 => 
    array (
      'code' => '1194100044',
      'name' => 'ธรรมพิทยาคาร',
      'province' => '74',
    ),
    2984 => 
    array (
      'code' => '1194100045',
      'name' => 'อิสลามประชาสงเคราะห์',
      'province' => '74',
    ),
    2985 => 
    array (
      'code' => '1194100046',
      'name' => 'อิสลามนิติวิทย์',
      'province' => '74',
    ),
    2986 => 
    array (
      'code' => '1194100047',
      'name' => 'ภักดีวิทยา',
      'province' => '74',
    ),
    2987 => 
    array (
      'code' => '1194100050',
      'name' => 'ดรุณศาสน์วิทยา',
      'province' => '74',
    ),
    2988 => 
    array (
      'code' => '1194100051',
      'name' => 'ราษฎร์ประชานุเคราะห์',
      'province' => '74',
    ),
    2989 => 
    array (
      'code' => '1194100052',
      'name' => 'อรุณศาสน์วิทยา',
      'province' => '74',
    ),
    2990 => 
    array (
      'code' => '1194100053',
      'name' => 'บำรุงมุสลีมีน',
      'province' => '74',
    ),
    2991 => 
    array (
      'code' => '1194100054',
      'name' => 'ศาสน์อิสลาม',
      'province' => '74',
    ),
    2992 => 
    array (
      'code' => '1194100055',
      'name' => 'ลาลอวิทยา',
      'province' => '74',
    ),
    2993 => 
    array (
      'code' => '1194100056',
      'name' => 'ศาสน์ศึกษา',
      'province' => '74',
    ),
    2994 => 
    array (
      'code' => '1194100057',
      'name' => 'สามารถดีวิทยา',
      'province' => '74',
    ),
    2995 => 
    array (
      'code' => '1194100058',
      'name' => 'สายบุรีอิสลามวิทยา',
      'province' => '74',
    ),
    2996 => 
    array (
      'code' => '1194100060',
      'name' => 'อัตตัรบียะฮ์อิสลามียะฮ์',
      'province' => '74',
    ),
    2997 => 
    array (
      'code' => '1194100061',
      'name' => 'มุสลิมพัฒนศาสตร์',
      'province' => '74',
    ),
    2998 => 
    array (
      'code' => '1194100062',
      'name' => 'ส่งเสริมศาสน์',
      'province' => '74',
    ),
    2999 => 
    array (
      'code' => '1194100064',
      'name' => 'ประสานวิทยามูลนิธิ',
      'province' => '74',
    ),
    3000 => 
    array (
      'code' => '1194100066',
      'name' => 'สันติวิทยา',
      'province' => '74',
    ),
    3001 => 
    array (
      'code' => '1194100068',
      'name' => 'อัลอิสลามียะห์วิทยามูลนิธิ',
      'province' => '74',
    ),
    3002 => 
    array (
      'code' => '1194100069',
      'name' => 'แสงธรรมศึกษาปัตตานี',
      'province' => '74',
    ),
    3003 => 
    array (
      'code' => '1194100070',
      'name' => 'พิทักษ์ศาสน์',
      'province' => '74',
    ),
    3004 => 
    array (
      'code' => '1194100071',
      'name' => 'อะห์มาดียะห์วิทยา',
      'province' => '74',
    ),
    3005 => 
    array (
      'code' => '1194100095',
      'name' => 'บ้านดอนวิทยา',
      'province' => '74',
    ),
    3006 => 
    array (
      'code' => '1194100163',
      'name' => 'ทวีวิทยาอิสลาม',
      'province' => '74',
    ),
    3007 => 
    array (
      'code' => '1195100012',
      'name' => 'ธรรมวิทยามูลนิธิ',
      'province' => '75',
    ),
    3008 => 
    array (
      'code' => '1195100013',
      'name' => 'สตรีอิสลามวิทยามูลนิธิ',
      'province' => '75',
    ),
    3009 => 
    array (
      'code' => '1195100014',
      'name' => 'พัฒนาวิทยา',
      'province' => '75',
    ),
    3010 => 
    array (
      'code' => '1195100015',
      'name' => 'พัฒนาอิสลามวิทยา',
      'province' => '75',
    ),
    3011 => 
    array (
      'code' => '1195100016',
      'name' => 'อาสาสุลดินวิทยา',
      'province' => '75',
    ),
    3012 => 
    array (
      'code' => '1195100018',
      'name' => 'อิสลาฮียะห์',
      'province' => '75',
    ),
    3013 => 
    array (
      'code' => '1195100019',
      'name' => 'อุดมศาสน์วิทยา',
      'province' => '75',
    ),
    3014 => 
    array (
      'code' => '1195100020',
      'name' => 'ตาร์เบียตุลวาตันมูลนิธิ',
      'province' => '75',
    ),
    3015 => 
    array (
      'code' => '1195100021',
      'name' => 'ประทีปวิทยา',
      'province' => '75',
    ),
    3016 => 
    array (
      'code' => '1195100022',
      'name' => 'อิสลามประสานวิทย์',
      'province' => '75',
    ),
    3017 => 
    array (
      'code' => '1195100023',
      'name' => 'ดารุลอูโลมนิบงบารู',
      'province' => '75',
    ),
    3018 => 
    array (
      'code' => '1195100024',
      'name' => 'อิสลาฮุดดีนวิทยา',
      'province' => '75',
    ),
    3019 => 
    array (
      'code' => '1195100029',
      'name' => 'คอยรียะห์วิทยามูลนิธิ',
      'province' => '75',
    ),
    3020 => 
    array (
      'code' => '1195100032',
      'name' => 'ดำรงวิทยา',
      'province' => '75',
    ),
    3021 => 
    array (
      'code' => '1195100033',
      'name' => 'ผดุงศีลวิทยา',
      'province' => '75',
    ),
    3022 => 
    array (
      'code' => '1195100034',
      'name' => 'อิสลามบาเจาะวิทยา',
      'province' => '75',
    ),
    3023 => 
    array (
      'code' => '1195100035',
      'name' => 'สุทธิศาสน์วิทยา',
      'province' => '75',
    ),
    3024 => 
    array (
      'code' => '1195100036',
      'name' => 'สตรีศาสนูปถัมภ์',
      'province' => '75',
    ),
    3025 => 
    array (
      'code' => '1195100037',
      'name' => 'สุขสวัสดิ์วิทยา',
      'province' => '75',
    ),
    3026 => 
    array (
      'code' => '1195100038',
      'name' => 'มุสลิมบำรุง',
      'province' => '75',
    ),
    3027 => 
    array (
      'code' => '1195100040',
      'name' => 'ดารุลฮูดาห์วิทยา',
      'province' => '75',
    ),
    3028 => 
    array (
      'code' => '1195100041',
      'name' => 'พัฒนาวิทยากร',
      'province' => '75',
    ),
    3029 => 
    array (
      'code' => '1195100042',
      'name' => 'ศรีฟารีดาบารูวิทยา',
      'province' => '75',
    ),
    3030 => 
    array (
      'code' => '1195100044',
      'name' => 'มะอาหัดอิสลามียะห์',
      'province' => '75',
    ),
    3031 => 
    array (
      'code' => '1195100068',
      'name' => 'อาลาวียะห์วิทยา',
      'province' => '75',
    ),
    3032 => 
    array (
      'code' => '1195200080',
      'name' => 'สมบูรณ์ศาสน์',
      'province' => '75',
    ),
    3033 => 
    array (
      'code' => '1196100005',
      'name' => 'อัตตัรกียะห์อิสลามียะห์',
      'province' => '76',
    ),
    3034 => 
    array (
      'code' => '1196100006',
      'name' => 'อัซซูลามียะห์ตูดีนียะห์',
      'province' => '76',
    ),
    3035 => 
    array (
      'code' => '1196100007',
      'name' => 'นิรันดรวิทยา',
      'province' => '76',
    ),
    3036 => 
    array (
      'code' => '1196100008',
      'name' => 'สุกัญศาสน์วิทยา',
      'province' => '76',
    ),
    3037 => 
    array (
      'code' => '1196100009',
      'name' => 'โต๊ะดามียะห์',
      'province' => '76',
    ),
    3038 => 
    array (
      'code' => '1196100010',
      'name' => 'นราวิทย์อิสลาม',
      'province' => '76',
    ),
    3039 => 
    array (
      'code' => '1196100012',
      'name' => 'อิสลามบูรณะโต๊ะนอ',
      'province' => '76',
    ),
    3040 => 
    array (
      'code' => '1196100013',
      'name' => 'พัฒนศาสน์วิทยา',
      'province' => '76',
    ),
    3041 => 
    array (
      'code' => '1196100017',
      'name' => 'นูรุดดิน',
      'province' => '76',
    ),
    3042 => 
    array (
      'code' => '1196100019',
      'name' => 'อัดดีนียาตุลอิสลามียะห์',
      'province' => '76',
    ),
    3043 => 
    array (
      'code' => '1196100020',
      'name' => 'ศิริธรรมวิทยา',
      'province' => '76',
    ),
    3044 => 
    array (
      'code' => '1196100021',
      'name' => 'เจริญศาสตร์',
      'province' => '76',
    ),
    3045 => 
    array (
      'code' => '1196100024',
      'name' => 'เจริญวิทยานุสรณ์',
      'province' => '76',
    ),
    3046 => 
    array (
      'code' => '1196100028',
      'name' => 'ฮาซานียะห์',
      'province' => '76',
    ),
    3047 => 
    array (
      'code' => '1196100029',
      'name' => 'สมานมิตรวิทยา',
      'province' => '76',
    ),
    3048 => 
    array (
      'code' => '1196100031',
      'name' => 'อัครศาสน์วิทยา',
      'province' => '76',
    ),
    3049 => 
    array (
      'code' => '1196100034',
      'name' => 'ดารุลกุรอานิลการีม',
      'province' => '76',
    ),
    3050 => 
    array (
      'code' => '1196100037',
      'name' => 'ดารุสสาลาม',
      'province' => '76',
    ),
    3051 => 
    array (
      'code' => '1196100038',
      'name' => 'ดาราวิทยา',
      'province' => '76',
    ),
    3052 => 
    array (
      'code' => '1196100044',
      'name' => 'อิบตีดาวิทยา',
      'province' => '76',
    ),
    3053 => 
    array (
      'code' => '1196100046',
      'name' => 'นะห์ฎอตุลสูบาน',
      'province' => '76',
    ),
    3054 => 
    array (
      'code' => '1196100047',
      'name' => 'ต้นตันหยง',
      'province' => '76',
    ),
    3055 => 
    array (
      'code' => '1196100051',
      'name' => 'จริยธรรมวิทยา',
      'province' => '76',
    ),
    3056 => 
    array (
      'code' => '1196100052',
      'name' => 'รอมาเนีย',
      'province' => '76',
    ),
    3057 => 
    array (
      'code' => '1196100058',
      'name' => 'นะห์ฎอฎุลอิสลาฮียะห์',
      'province' => '76',
    ),
    3058 => 
    array (
      'code' => '1196100059',
      'name' => 'แสงธรรมวิทยา(มูลนิธิ)',
      'province' => '76',
    ),
    3059 => 
    array (
      'code' => '1196100061',
      'name' => 'อิสลามอนุศาสน์',
      'province' => '76',
    ),
    3060 => 
    array (
      'code' => '1196100062',
      'name' => 'ดารุลรอห์มาฮ์',
      'province' => '76',
    ),
    3061 => 
    array (
      'code' => '1196100063',
      'name' => 'สัมพันธ์วิทยา',
      'province' => '76',
    ),
    3062 => 
    array (
      'code' => '1196100064',
      'name' => 'อัลอิสลามียะห์',
      'province' => '76',
    ),
    3063 => 
    array (
      'code' => '1196100066',
      'name' => 'สานียาติลอิสลามียะห์',
      'province' => '76',
    ),
    3064 => 
    array (
      'code' => '1196100080',
      'name' => 'ดารุลฮิกมะห์',
      'province' => '76',
    ),
    3065 => 
    array (
      'code' => '1573072001',
      'name' => 'โรงเรียนมหิดลวิทยานุสรณ์',
      'province' => '58',
    ),
    3066 => 
    array (
      'code' => '3011200101',
      'name' => 'เทศบาล 1 เยี่ยมเกษสุวรรณ',
      'province' => '2',
    ),
    3067 => 
    array (
      'code' => '3011200102',
      'name' => 'เทศบาล 2 วัดใน',
      'province' => '2',
    ),
    3068 => 
    array (
      'code' => '3011200103',
      'name' => 'เทศบาล 3 คลองตาเค็ด',
      'province' => '2',
    ),
    3069 => 
    array (
      'code' => '3011200104',
      'name' => 'เทศบาล 4 สิทธิไชยอุปถัมภ์',
      'province' => '2',
    ),
    3070 => 
    array (
      'code' => '3011200105',
      'name' => 'เทศบาล 5 วัดกลางวรวิหาร',
      'province' => '2',
    ),
    3071 => 
    array (
      'code' => '3011200201',
      'name' => 'เทศบาลวัดแค (ธรรมวิธานราษฎร์บำรุง)',
      'province' => '2',
    ),
    3072 => 
    array (
      'code' => '3011200202',
      'name' => 'เทศบาลวัดทรงธรรม',
      'province' => '2',
    ),
    3073 => 
    array (
      'code' => '3011200203',
      'name' => 'เทศบาลป้อมแผลงไฟฟ้า',
      'province' => '2',
    ),
    3074 => 
    array (
      'code' => '3011200301',
      'name' => 'เทศบาล ๑ (บางปูใหม่)',
      'province' => '2',
    ),
    3075 => 
    array (
      'code' => '3011200302',
      'name' => 'เทศบาล ๒ (บางปู)',
      'province' => '2',
    ),
    3076 => 
    array (
      'code' => '3011200401',
      'name' => 'อนุบาลเทศบาลด่านสำโรง',
      'province' => '2',
    ),
    3077 => 
    array (
      'code' => '3011200501',
      'name' => 'เทศบาล 1 บางครุอุปการราษฎร์',
      'province' => '2',
    ),
    3078 => 
    array (
      'code' => '3011200502',
      'name' => 'เทศบาล 2 เทศบาลเมืองลัดหลวง',
      'province' => '2',
    ),
    3079 => 
    array (
      'code' => '3011200601',
      'name' => 'อนุบาลเทศบาลบางเมือง',
      'province' => '2',
    ),
    3080 => 
    array (
      'code' => '3011200701',
      'name' => 'เทศบาล 1 (ในระบบสาธิต ม.ราม)',
      'province' => '2',
    ),
    3081 => 
    array (
      'code' => '3011200702',
      'name' => 'เทศบาลปากน้ำศิริวิทยานุสรณ์',
      'province' => '2',
    ),
    3082 => 
    array (
      'code' => '3011200801',
      'name' => 'อนุบาลเทศบาลตำบลบางพลี',
      'province' => '2',
    ),
    3083 => 
    array (
      'code' => '3011200901',
      'name' => 'แพรกษาวิเทศศึกษา',
      'province' => '2',
    ),
    3084 => 
    array (
      'code' => '3011201001',
      'name' => 'อนุบาลเทศบาลเมืองปู่เจ้าสมิงพราย',
      'province' => '2',
    ),
    3085 => 
    array (
      'code' => '3011300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลเทพารักษ์',
      'province' => '2',
    ),
    3086 => 
    array (
      'code' => '3011300301',
      'name' => 'อนุบาลสาธิตบางแก้ว ๑ (วัดหนามแดง)',
      'province' => '2',
    ),
    3087 => 
    array (
      'code' => '3011300302',
      'name' => 'อนุบาลสาธิตบางแก้ว ๒ (สมุทรสิริวัฒน์)',
      'province' => '2',
    ),
    3088 => 
    array (
      'code' => '3011300303',
      'name' => 'อนุบาลสาธิตบางแก้ว ๓ (ไทยสมุทร)',
      'province' => '2',
    ),
    3089 => 
    array (
      'code' => '3011300304',
      'name' => 'อนุบาลสาธิตบางแก้ว ๔ (เปรมฤทัย)',
      'province' => '2',
    ),
    3090 => 
    array (
      'code' => '3011300305',
      'name' => 'สาธิตบางแก้ว',
      'province' => '2',
    ),
    3091 => 
    array (
      'code' => '3012100101',
      'name' => 'วัดสัก',
      'province' => '3',
    ),
    3092 => 
    array (
      'code' => '3012100102',
      'name' => 'วัดประชารังสรรค์',
      'province' => '3',
    ),
    3093 => 
    array (
      'code' => '3012100103',
      'name' => 'วัดมะเดื่อ',
      'province' => '3',
    ),
    3094 => 
    array (
      'code' => '3012100104',
      'name' => 'วัดบางบัวทอง',
      'province' => '3',
    ),
    3095 => 
    array (
      'code' => '3012100105',
      'name' => 'วัดเสาธงหิน',
      'province' => '3',
    ),
    3096 => 
    array (
      'code' => '3012100106',
      'name' => 'วัดสโมสร',
      'province' => '3',
    ),
    3097 => 
    array (
      'code' => '3012100107',
      'name' => 'วัดชลอ',
      'province' => '3',
    ),
    3098 => 
    array (
      'code' => '3012100108',
      'name' => 'วัดแคนอก',
      'province' => '3',
    ),
    3099 => 
    array (
      'code' => '3012100109',
      'name' => 'วัดบางขนุน',
      'province' => '3',
    ),
    3100 => 
    array (
      'code' => '3012100110',
      'name' => 'วัดบางรักน้อย',
      'province' => '3',
    ),
    3101 => 
    array (
      'code' => '3012100111',
      'name' => 'นนทบุรีวิทยาลัย',
      'province' => '3',
    ),
    3102 => 
    array (
      'code' => '3012100112',
      'name' => 'วัดแดง',
      'province' => '3',
    ),
    3103 => 
    array (
      'code' => '3012100113',
      'name' => 'วัดรวก',
      'province' => '3',
    ),
    3104 => 
    array (
      'code' => '3012100114',
      'name' => 'วัดลุ่ม',
      'province' => '3',
    ),
    3105 => 
    array (
      'code' => '3012100115',
      'name' => 'วัดสนามนอก',
      'province' => '3',
    ),
    3106 => 
    array (
      'code' => '3012100116',
      'name' => 'วัดแคใน',
      'province' => '3',
    ),
    3107 => 
    array (
      'code' => '3012100117',
      'name' => 'วัดตึก',
      'province' => '3',
    ),
    3108 => 
    array (
      'code' => '3012100118',
      'name' => 'วัดบางอ้อยช้าง',
      'province' => '3',
    ),
    3109 => 
    array (
      'code' => '3012100119',
      'name' => 'คลองโยงเวทีอุปถัมภ์',
      'province' => '3',
    ),
    3110 => 
    array (
      'code' => '3012100120',
      'name' => 'จันทร์ทองเอี่ยม',
      'province' => '3',
    ),
    3111 => 
    array (
      'code' => '3012100121',
      'name' => 'ซอและห์ศึกษา',
      'province' => '3',
    ),
    3112 => 
    array (
      'code' => '3012100122',
      'name' => 'ตลาดบางคูลัด',
      'province' => '3',
    ),
    3113 => 
    array (
      'code' => '3012100123',
      'name' => 'เต็มรักศึกษา',
      'province' => '3',
    ),
    3114 => 
    array (
      'code' => '3012100124',
      'name' => 'วัดท่าบันเทิงธรรม',
      'province' => '3',
    ),
    3115 => 
    array (
      'code' => '3012100125',
      'name' => 'บ้านใหม่',
      'province' => '3',
    ),
    3116 => 
    array (
      'code' => '3012100126',
      'name' => 'บางคูลัด',
      'province' => '3',
    ),
    3117 => 
    array (
      'code' => '3012100127',
      'name' => 'วัดปลายคลองขุนศรี',
      'province' => '3',
    ),
    3118 => 
    array (
      'code' => '3012100128',
      'name' => 'วัดพิกุลเงิน',
      'province' => '3',
    ),
    3119 => 
    array (
      'code' => '3012100129',
      'name' => 'ระดิ่งหินประชาสรรค์',
      'province' => '3',
    ),
    3120 => 
    array (
      'code' => '3012100130',
      'name' => 'วัดสลักเหนือ',
      'province' => '3',
    ),
    3121 => 
    array (
      'code' => '3012100131',
      'name' => 'สามแยกบางคูลัด',
      'province' => '3',
    ),
    3122 => 
    array (
      'code' => '3012100132',
      'name' => 'สุเหร่าลากค้อน',
      'province' => '3',
    ),
    3123 => 
    array (
      'code' => '3012100133',
      'name' => 'วัดสิงห์ทอง',
      'province' => '3',
    ),
    3124 => 
    array (
      'code' => '3012100134',
      'name' => 'วัดใหญ่สว่างอารมณ์',
      'province' => '3',
    ),
    3125 => 
    array (
      'code' => '3012200101',
      'name' => 'นครนนท์วิทยา 1 วัดท้ายเมือง',
      'province' => '3',
    ),
    3126 => 
    array (
      'code' => '3012200102',
      'name' => 'นครนนท์วิทยา 2 วัดทินกรนิมิต',
      'province' => '3',
    ),
    3127 => 
    array (
      'code' => '3012200103',
      'name' => 'นครนนท์วิทยา 3 วัดนครอินทร์',
      'province' => '3',
    ),
    3128 => 
    array (
      'code' => '3012200104',
      'name' => 'นครนนท์วิทยา 4 วัดบางแพรกเหนือ',
      'province' => '3',
    ),
    3129 => 
    array (
      'code' => '3012200105',
      'name' => 'นครนนท์วิทยา 5 ทานสัมฤทธิ์',
      'province' => '3',
    ),
    3130 => 
    array (
      'code' => '3012200106',
      'name' => 'กีฬานครนนท์วิทยา 6',
      'province' => '3',
    ),
    3131 => 
    array (
      'code' => '3012200201',
      'name' => 'เทศบาลวัดละหาร',
      'province' => '3',
    ),
    3132 => 
    array (
      'code' => '3012200202',
      'name' => 'นนท์ประสิทธิ์วิทยา',
      'province' => '3',
    ),
    3133 => 
    array (
      'code' => '3012200301',
      'name' => 'เทศบาลปลายบางวัดสุนทรธรรมิการาม',
      'province' => '3',
    ),
    3134 => 
    array (
      'code' => '3012200302',
      'name' => 'เทศบาลปลายบางวัดสิงห์ (แจ่มชื่นวิทยาคม)',
      'province' => '3',
    ),
    3135 => 
    array (
      'code' => '3012200303',
      'name' => 'เทศบาลปลายบางวัดอุบลวนาราม',
      'province' => '3',
    ),
    3136 => 
    array (
      'code' => '3012200304',
      'name' => 'เทศบาลปลายบางวัดโบสถ์',
      'province' => '3',
    ),
    3137 => 
    array (
      'code' => '3012200305',
      'name' => 'เทศบาลปลายบางวัดส้มเกลี้ยง',
      'province' => '3',
    ),
    3138 => 
    array (
      'code' => '3012200306',
      'name' => 'เทศบาลปลายบางวัดโคนอน',
      'province' => '3',
    ),
    3139 => 
    array (
      'code' => '3012200401',
      'name' => 'วัดกู้ (นันทาภิวัฒน์วิทยา)',
      'province' => '3',
    ),
    3140 => 
    array (
      'code' => '3012200402',
      'name' => 'วัดบ่อ (นันทวิทยา)',
      'province' => '3',
    ),
    3141 => 
    array (
      'code' => '3012200403',
      'name' => 'ผาสุกมณีจักร มิตรภาพที่ 116',
      'province' => '3',
    ),
    3142 => 
    array (
      'code' => '3012200501',
      'name' => 'อนุบาลเทศบาลไทรม้า',
      'province' => '3',
    ),
    3143 => 
    array (
      'code' => '3012300101',
      'name' => 'วัดสาลีโขภิตาราม',
      'province' => '3',
    ),
    3144 => 
    array (
      'code' => '3012300201',
      'name' => 'สหศึกษาบางบัวทอง',
      'province' => '3',
    ),
    3145 => 
    array (
      'code' => '3013100101',
      'name' => 'วัดป่างิ้ว',
      'province' => '4',
    ),
    3146 => 
    array (
      'code' => '3013100102',
      'name' => 'สามโคก',
      'province' => '4',
    ),
    3147 => 
    array (
      'code' => '3013200101',
      'name' => 'เทศบาลเมืองปทุมธานี',
      'province' => '4',
    ),
    3148 => 
    array (
      'code' => '3013200201',
      'name' => 'เทศบาลท่าโขลง 1',
      'province' => '4',
    ),
    3149 => 
    array (
      'code' => '3013200301',
      'name' => 'อนุบาลเทศบาลเมืองสนั่นรักษ์ 1',
      'province' => '4',
    ),
    3150 => 
    array (
      'code' => '3013200302',
      'name' => 'อนุบาลเทศบาลเมืองสนั่นรักษ์ 2',
      'province' => '4',
    ),
    3151 => 
    array (
      'code' => '3013200401',
      'name' => 'อนุบาลเทศบาลตำบลบางกะดี',
      'province' => '4',
    ),
    3152 => 
    array (
      'code' => '3013200501',
      'name' => 'ดวงกมล',
      'province' => '4',
    ),
    3153 => 
    array (
      'code' => '3013200502',
      'name' => 'อนุบาลเทศบาลเมืองรังสิต (รัตนโกสินทร์)',
      'province' => '4',
    ),
    3154 => 
    array (
      'code' => '3013200503',
      'name' => 'อนุบาลเทศบาลนครรังสิต (สิริเวชชะพันธ์)',
      'province' => '4',
    ),
    3155 => 
    array (
      'code' => '3013200601',
      'name' => 'เทศบาล 1 ขจรเนติยุทธ',
      'province' => '4',
    ),
    3156 => 
    array (
      'code' => '3013200602',
      'name' => 'อนุบาล ๑ เทศบาลเมืองลำสามแก้ว',
      'province' => '4',
    ),
    3157 => 
    array (
      'code' => '3013200603',
      'name' => 'อนุบาล ๒ เทศบาลเมืองลำสามแก้ว',
      'province' => '4',
    ),
    3158 => 
    array (
      'code' => '3013200604',
      'name' => 'อนุบาล ๓ เทศบาลเมืองลำสามแก้ว',
      'province' => '4',
    ),
    3159 => 
    array (
      'code' => '3013200701',
      'name' => 'อนุบาลเทศบาลตำบลบึงยี่โถ ๑',
      'province' => '4',
    ),
    3160 => 
    array (
      'code' => '3013200702',
      'name' => 'อนุบาลเทศบาลตำบลบึงยี่โถ ๒',
      'province' => '4',
    ),
    3161 => 
    array (
      'code' => '3013200703',
      'name' => 'อนุบาลเทศบาลตำบลบึงยี่โถ ๓',
      'province' => '4',
    ),
    3162 => 
    array (
      'code' => '3013200801',
      'name' => 'เทศบาลคลองพระอุดม',
      'province' => '4',
    ),
    3163 => 
    array (
      'code' => '3013200901',
      'name' => 'อนุบาลเทศบาลเมืองคูคต',
      'province' => '4',
    ),
    3164 => 
    array (
      'code' => '3013300101',
      'name' => 'อนุบาลลาดสวาย',
      'province' => '4',
    ),
    3165 => 
    array (
      'code' => '3013300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลลำลูกกา',
      'province' => '4',
    ),
    3166 => 
    array (
      'code' => '3013300301',
      'name' => 'วัดราษฎร์ศรัทธาราม',
      'province' => '4',
    ),
    3167 => 
    array (
      'code' => '3013300401',
      'name' => 'อนุบาลองค์การบริหารตำบลคลองสาม',
      'province' => '4',
    ),
    3168 => 
    array (
      'code' => '3013300601',
      'name' => 'อนุบาลองค์การบริหารตำบลคลองสี่',
      'province' => '4',
    ),
    3169 => 
    array (
      'code' => '3014100101',
      'name' => 'วัดช่างทอง (บุญบำรุงราษฎร์)',
      'province' => '5',
    ),
    3170 => 
    array (
      'code' => '3014100102',
      'name' => 'วัดป่าคา (เจริญวิทยา)',
      'province' => '5',
    ),
    3171 => 
    array (
      'code' => '3014200101',
      'name' => 'เทศบาลสรรพสามิตบำรุง',
      'province' => '5',
    ),
    3172 => 
    array (
      'code' => '3014200102',
      'name' => 'เทศบาลวัดเขียน',
      'province' => '5',
    ),
    3173 => 
    array (
      'code' => '3014200103',
      'name' => 'เทศบาลวัดตองปุโบราณคณิสสร',
      'province' => '5',
    ),
    3174 => 
    array (
      'code' => '3014200104',
      'name' => 'เทศบาลวัดศาลาปูน',
      'province' => '5',
    ),
    3175 => 
    array (
      'code' => '3014200105',
      'name' => 'เทศบาลวัดรัตนชัย',
      'province' => '5',
    ),
    3176 => 
    array (
      'code' => '3014200106',
      'name' => 'เทศบาลวัดแม่นางปลื้ม',
      'province' => '5',
    ),
    3177 => 
    array (
      'code' => '3014200107',
      'name' => 'เทศบาลวัดป่าโค',
      'province' => '5',
    ),
    3178 => 
    array (
      'code' => '3014200108',
      'name' => 'เทศบาลชุมชนป้อมเพชร',
      'province' => '5',
    ),
    3179 => 
    array (
      'code' => '3014200201',
      'name' => 'เทศบาลวัดแค',
      'province' => '5',
    ),
    3180 => 
    array (
      'code' => '3014200202',
      'name' => 'เทศบาลท่าเรือประชานุกูล',
      'province' => '5',
    ),
    3181 => 
    array (
      'code' => '3014200203',
      'name' => 'เทศบาลวัดกลาง',
      'province' => '5',
    ),
    3182 => 
    array (
      'code' => '3014200301',
      'name' => 'เสนาบดี',
      'province' => '5',
    ),
    3183 => 
    array (
      'code' => '3014200401',
      'name' => 'เทศบาลวัดบางนมโค (ปานอุทิศ)',
      'province' => '5',
    ),
    3184 => 
    array (
      'code' => '3014200402',
      'name' => 'เทศบาลวัดสุธาโภชน์ (ไวทย์วรวิทย์)',
      'province' => '5',
    ),
    3185 => 
    array (
      'code' => '3014200403',
      'name' => 'เทศบาลวัดมารวิชัย (เกษม ปกาสิตนุสรณ์)',
      'province' => '5',
    ),
    3186 => 
    array (
      'code' => '3014200501',
      'name' => 'เทศบาลวัดเจ้าเจ็ดนอก',
      'province' => '5',
    ),
    3187 => 
    array (
      'code' => '3014200601',
      'name' => 'เทศบาลวัดถลุงเหล็ก',
      'province' => '5',
    ),
    3188 => 
    array (
      'code' => '3014200701',
      'name' => 'วัดวิเวกวายุพัด',
      'province' => '5',
    ),
    3189 => 
    array (
      'code' => '3014200702',
      'name' => 'คลองจิก(สุขสินนุเคราะห์)',
      'province' => '5',
    ),
    3190 => 
    array (
      'code' => '3014200801',
      'name' => 'วัดสามกอ',
      'province' => '5',
    ),
    3191 => 
    array (
      'code' => '3014200901',
      'name' => 'อนุบาลเทศบาลตำบลปราสาททอง',
      'province' => '5',
    ),
    3192 => 
    array (
      'code' => '3014201001',
      'name' => 'เทศบาลวัดหลวงพ่อเขียว',
      'province' => '5',
    ),
    3193 => 
    array (
      'code' => '3014300101',
      'name' => 'พระธรรมรรัตนดิลก (เชิด จิตตคุตโต)',
      'province' => '5',
    ),
    3194 => 
    array (
      'code' => '3015200101',
      'name' => 'เทศบาล 1 วัดต้นสน',
      'province' => '6',
    ),
    3195 => 
    array (
      'code' => '3015200102',
      'name' => 'เทศบาล 2 วัดโล่ห์สุทธาวาส',
      'province' => '6',
    ),
    3196 => 
    array (
      'code' => '3015200103',
      'name' => 'เทศบาล 3 วัดชัยมงคล',
      'province' => '6',
    ),
    3197 => 
    array (
      'code' => '3015200201',
      'name' => 'เทศบาลวัดป่าโมกข์',
      'province' => '6',
    ),
    3198 => 
    array (
      'code' => '3015200202',
      'name' => 'เทศบาลวัดพินิจธรรมสาร',
      'province' => '6',
    ),
    3199 => 
    array (
      'code' => '3015200203',
      'name' => 'เทศบาลวัดโบสถ์วรดิตถ์',
      'province' => '6',
    ),
    3200 => 
    array (
      'code' => '3015200204',
      'name' => 'เทศบาลวัดแจ้ง',
      'province' => '6',
    ),
    3201 => 
    array (
      'code' => '3015200205',
      'name' => 'เทศบาลวัดอัมพวัน',
      'province' => '6',
    ),
    3202 => 
    array (
      'code' => '3015200206',
      'name' => 'เทศบาลวัดแสนสุข',
      'province' => '6',
    ),
    3203 => 
    array (
      'code' => '3015200301',
      'name' => 'อนุบาลเทศบาลตำบลโคกพุทรา',
      'province' => '6',
    ),
    3204 => 
    array (
      'code' => '3015300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลบางเจ้าฉ่า',
      'province' => '6',
    ),
    3205 => 
    array (
      'code' => '3016200101',
      'name' => 'เทศบาล 1 ระบบสาธิตเทศบาลเมืองลพบุรี',
      'province' => '7',
    ),
    3206 => 
    array (
      'code' => '3016200102',
      'name' => 'เทศบาล 2 ระบบสาธิตเทศบาลเมืองลพบุรี',
      'province' => '7',
    ),
    3207 => 
    array (
      'code' => '3016200103',
      'name' => 'เทศบาล 3 ระบบสาธิตเทศบาลเมืองลพบุรี',
      'province' => '7',
    ),
    3208 => 
    array (
      'code' => '3016200104',
      'name' => 'เทศบาล 4 ระบบสาธิตเทศบาลเมืองลพบุรี',
      'province' => '7',
    ),
    3209 => 
    array (
      'code' => '3016200201',
      'name' => 'เทศบาล 1 บ้านโคกสำโรง',
      'province' => '7',
    ),
    3210 => 
    array (
      'code' => '3016200202',
      'name' => 'เทศบาล 2 วัดแก้วจันทราราม',
      'province' => '7',
    ),
    3211 => 
    array (
      'code' => '3016200203',
      'name' => 'อนุบาลเทศบาลตำบลโคกสำโรง',
      'province' => '7',
    ),
    3212 => 
    array (
      'code' => '3016200301',
      'name' => 'เทศบาลบ้านหมี่',
      'province' => '7',
    ),
    3213 => 
    array (
      'code' => '3016200302',
      'name' => 'อนุบาลเทศบาลเมืองบ้านหมี่ 49',
      'province' => '7',
    ),
    3214 => 
    array (
      'code' => '3016200401',
      'name' => 'เทศบาล 1 (ซอย 6)',
      'province' => '7',
    ),
    3215 => 
    array (
      'code' => '3016200501',
      'name' => 'อนุบาลเทศบาลตำบลลำนารายณ์',
      'province' => '7',
    ),
    3216 => 
    array (
      'code' => '3016200701',
      'name' => 'อนุบาลเทศบาลตำบลเขาพระงาม',
      'province' => '7',
    ),
    3217 => 
    array (
      'code' => '3016200801',
      'name' => 'เทศบาลตำบลหนองม่วง',
      'province' => '7',
    ),
    3218 => 
    array (
      'code' => '3016300101',
      'name' => 'อนุบาลพระศรีอารย์',
      'province' => '7',
    ),
    3219 => 
    array (
      'code' => '3017200101',
      'name' => 'เทศบาล 1 วัดโพธิ์แก้วนพคุณ',
      'province' => '8',
    ),
    3220 => 
    array (
      'code' => '3017200102',
      'name' => 'เทศบาล 2 วัดเสฐียรวัฒนดิษฐ์',
      'province' => '8',
    ),
    3221 => 
    array (
      'code' => '3017200103',
      'name' => 'อนุบาลเทศบาล 3 พรหมรวมมิตร',
      'province' => '8',
    ),
    3222 => 
    array (
      'code' => '3017200201',
      'name' => 'เทศบาล 1 สหราษฎร์วิทยา',
      'province' => '8',
    ),
    3223 => 
    array (
      'code' => '3017200301',
      'name' => 'วัดสุทธาวาส',
      'province' => '8',
    ),
    3224 => 
    array (
      'code' => '3018100101',
      'name' => 'องค์การบริหารส่วนจังหวัดชัยนาท',
      'province' => '9',
    ),
    3225 => 
    array (
      'code' => '3018200101',
      'name' => 'เทศบาลบ้านกล้วย',
      'province' => '9',
    ),
    3226 => 
    array (
      'code' => '3018200102',
      'name' => 'เทศบาลเขาท่าพระ',
      'province' => '9',
    ),
    3227 => 
    array (
      'code' => '3018200103',
      'name' => 'เทศบาลวัดหัวยาง',
      'province' => '9',
    ),
    3228 => 
    array (
      'code' => '3018200201',
      'name' => 'เทศบาลวัดสิงห์สถิตย์',
      'province' => '9',
    ),
    3229 => 
    array (
      'code' => '3018200301',
      'name' => 'เทศบาลตำบลหางน้ำสาคร',
      'province' => '9',
    ),
    3230 => 
    array (
      'code' => '3018200401',
      'name' => 'อนุบาลเทศบาลตำบลหันคา',
      'province' => '9',
    ),
    3231 => 
    array (
      'code' => '3018200501',
      'name' => 'เทศบาลตำบลสรรพยา',
      'province' => '9',
    ),
    3232 => 
    array (
      'code' => '3019100101',
      'name' => 'หรเทพ (รุ่งเรืองประชาสามัคคี)',
      'province' => '10',
    ),
    3233 => 
    array (
      'code' => '3019200101',
      'name' => 'เทศบาล 1 วัดทองพุ่มพวง',
      'province' => '10',
    ),
    3234 => 
    array (
      'code' => '3019200102',
      'name' => 'เทศบาล 2 วัดศรีบุรีรตนาราม',
      'province' => '10',
    ),
    3235 => 
    array (
      'code' => '3019200103',
      'name' => 'เทศบาล 3 วัดบ้านอ้อย',
      'province' => '10',
    ),
    3236 => 
    array (
      'code' => '3019200104',
      'name' => 'เทศบาล 4 วัดบำรุงธรรม',
      'province' => '10',
    ),
    3237 => 
    array (
      'code' => '3019200105',
      'name' => 'เทศบาล 5 วัดดาวเรือง',
      'province' => '10',
    ),
    3238 => 
    array (
      'code' => '3019200106',
      'name' => 'เทศบาล 6 วัดเชิงเขา',
      'province' => '10',
    ),
    3239 => 
    array (
      'code' => '3019200107',
      'name' => 'เทศบาล 7 วัดแก่งขนุน',
      'province' => '10',
    ),
    3240 => 
    array (
      'code' => '3019200108',
      'name' => 'เทศบาล 8 วัดเจดีย์งาม',
      'province' => '10',
    ),
    3241 => 
    array (
      'code' => '3019200109',
      'name' => 'เทศบาล 9 วัดเขาคูบา',
      'province' => '10',
    ),
    3242 => 
    array (
      'code' => '3019200110',
      'name' => 'เทศบาล 10 อนุบาลเทศบาลเมืองสระบุรี',
      'province' => '10',
    ),
    3243 => 
    array (
      'code' => '3019200201',
      'name' => 'เทศบาลบ้านม่วง',
      'province' => '10',
    ),
    3244 => 
    array (
      'code' => '3019200202',
      'name' => 'เทศบาลพัฒนา',
      'province' => '10',
    ),
    3245 => 
    array (
      'code' => '3019200203',
      'name' => 'เทศบาลวัดแก่งคอย',
      'province' => '10',
    ),
    3246 => 
    array (
      'code' => '3019200301',
      'name' => 'เทศบาล 1 นาเริ่งราษฎร์บำรุง',
      'province' => '10',
    ),
    3247 => 
    array (
      'code' => '3019200302',
      'name' => 'เทศบาล 2 วัดเสนานฤมิตร',
      'province' => '10',
    ),
    3248 => 
    array (
      'code' => '3019200303',
      'name' => 'เทศบาล 3 วัดสหมิตรมงคล',
      'province' => '10',
    ),
    3249 => 
    array (
      'code' => '3019200304',
      'name' => 'เทศบาล 4 หนองแคอนุสรณ์',
      'province' => '10',
    ),
    3250 => 
    array (
      'code' => '3019200305',
      'name' => 'เทศบาล 5 วัดเกาะกลาง',
      'province' => '10',
    ),
    3251 => 
    array (
      'code' => '3019200401',
      'name' => 'เทศบาลพระพุทธบาท',
      'province' => '10',
    ),
    3252 => 
    array (
      'code' => '3019200402',
      'name' => 'วิทยาลัยอาชีวศึกษาเทศบาลพระพุทธบาท',
      'province' => '10',
    ),
    3253 => 
    array (
      'code' => '3019200501',
      'name' => 'เทศบาลทับกวาง 1 สมุห์พร้อม',
      'province' => '10',
    ),
    3254 => 
    array (
      'code' => '3019200601',
      'name' => 'อนุบาลเทศบาลตำบลหินกอง',
      'province' => '10',
    ),
    3255 => 
    array (
      'code' => '3019200701',
      'name' => 'อนุบาลเทศบาลตำบลหนองโดน',
      'province' => '10',
    ),
    3256 => 
    array (
      'code' => '3019200801',
      'name' => 'อนุบาลเทศบาลตำบลบ้านหมอ',
      'province' => '10',
    ),
    3257 => 
    array (
      'code' => '3019200901',
      'name' => 'อนุบาล ทต.ป๊อกแป๊ก',
      'province' => '10',
    ),
    3258 => 
    array (
      'code' => '3019201001',
      'name' => 'อนุบาลเทศบาลตำบลหน้าพระลาน',
      'province' => '10',
    ),
    3259 => 
    array (
      'code' => '3019300101',
      'name' => 'วัดหนองปลากระดี่',
      'province' => '10',
    ),
    3260 => 
    array (
      'code' => '3020100101',
      'name' => 'อนุบาลเมืองใหม่ชลบุรี',
      'province' => '11',
    ),
    3261 => 
    array (
      'code' => '3020100102',
      'name' => 'ชุมชนวัดหนองค้อ',
      'province' => '11',
    ),
    3262 => 
    array (
      'code' => '3020100103',
      'name' => 'ท่าข้ามพิทยาคม',
      'province' => '11',
    ),
    3263 => 
    array (
      'code' => '3020100104',
      'name' => 'สวนป่าเขาชะอางค์',
      'province' => '11',
    ),
    3264 => 
    array (
      'code' => '3020100105',
      'name' => 'พลูตาหลวงวิทยา',
      'province' => '11',
    ),
    3265 => 
    array (
      'code' => '3020100106',
      'name' => 'บ้านเขาซก (เบญจศิริราษฎร์วิทยาคาร)',
      'province' => '11',
    ),
    3266 => 
    array (
      'code' => '3020100107',
      'name' => 'วัดเขาเชิงเทียนเทพาราม',
      'province' => '11',
    ),
    3267 => 
    array (
      'code' => '3020100111',
      'name' => 'บ้านคลองมือไทร (สว่างไสวราษฎร์บำรุง)',
      'province' => '11',
    ),
    3268 => 
    array (
      'code' => '3020100112',
      'name' => 'บ้านหนองใหญ่ (คุรุราษฎร์อุปถัมภ์)',
      'province' => '11',
    ),
    3269 => 
    array (
      'code' => '3020100113',
      'name' => 'หัวถนนวิทยา',
      'province' => '11',
    ),
    3270 => 
    array (
      'code' => '3020100115',
      'name' => 'วัดยุคคลราษฎร์สามัคคี',
      'province' => '11',
    ),
    3271 => 
    array (
      'code' => '3020200101',
      'name' => 'เทศบาลวัดกำแพง',
      'province' => '11',
    ),
    3272 => 
    array (
      'code' => '3020200102',
      'name' => 'เทศบาลวัดโพธิ์',
      'province' => '11',
    ),
    3273 => 
    array (
      'code' => '3020200103',
      'name' => 'เทศบาลชลราษฎร์นุเคราะห์',
      'province' => '11',
    ),
    3274 => 
    array (
      'code' => '3020200104',
      'name' => 'เทศบาลวัดเนินสุทธาวาส',
      'province' => '11',
    ),
    3275 => 
    array (
      'code' => '3020200105',
      'name' => 'เทศบาลอินทปัญญา',
      'province' => '11',
    ),
    3276 => 
    array (
      'code' => '3020200201',
      'name' => 'เทศบาลบ้านศรีมหาราชา',
      'province' => '11',
    ),
    3277 => 
    array (
      'code' => '3020200202',
      'name' => 'เทศบาลวัดราษฎร์นิยมธรรม',
      'province' => '11',
    ),
    3278 => 
    array (
      'code' => '3020200203',
      'name' => 'วิทยาลัยอาชีวศึกษาศรีราชา',
      'province' => '11',
    ),
    3279 => 
    array (
      'code' => '3020200301',
      'name' => 'เทศบาล 1 ศรีกิตติวรรณนุสรณ์',
      'province' => '11',
    ),
    3280 => 
    array (
      'code' => '3020200302',
      'name' => 'เทศบาล 2 วัดกลางทุมมาวาส',
      'province' => '11',
    ),
    3281 => 
    array (
      'code' => '3020200303',
      'name' => 'เทศบาล 3 วัดเกาะแก้ว',
      'province' => '11',
    ),
    3282 => 
    array (
      'code' => '3020200304',
      'name' => 'เทศบาล 4 เจริญอุปถัมภ์ปัญญาธร',
      'province' => '11',
    ),
    3283 => 
    array (
      'code' => '3020200401',
      'name' => 'เทศบาล 1 (สถาวร)',
      'province' => '11',
    ),
    3284 => 
    array (
      'code' => '3020200402',
      'name' => 'เทศบาล 2 (ตะวันออก)',
      'province' => '11',
    ),
    3285 => 
    array (
      'code' => '3020200501',
      'name' => 'เทศบาลแหลมฉบัง 1',
      'province' => '11',
    ),
    3286 => 
    array (
      'code' => '3020200502',
      'name' => 'เทศบาลแหลมฉบัง 2',
      'province' => '11',
    ),
    3287 => 
    array (
      'code' => '3020200503',
      'name' => 'เทศบาลแหลมฉบัง 3',
      'province' => '11',
    ),
    3288 => 
    array (
      'code' => '3020200601',
      'name' => 'อนุบาลเทศบาลเกาะสีชัง',
      'province' => '11',
    ),
    3289 => 
    array (
      'code' => '3020200701',
      'name' => 'อนุบาลเทศบาลตำบลบ่อทอง',
      'province' => '11',
    ),
    3290 => 
    array (
      'code' => '3020200801',
      'name' => 'เทศบาลคลองตำหรุ',
      'province' => '11',
    ),
    3291 => 
    array (
      'code' => '3020200901',
      'name' => 'เทศบาล 1 บ้านหนองชากแง้ว',
      'province' => '11',
    ),
    3292 => 
    array (
      'code' => '3020201001',
      'name' => 'เทศบาลดอนหัวฬ่อ ๑ (บ้านมาบสามเกลียว)',
      'province' => '11',
    ),
    3293 => 
    array (
      'code' => '3020201101',
      'name' => 'อนุบาลเทศบาลเมืองหนองปรือ',
      'province' => '11',
    ),
    3294 => 
    array (
      'code' => '3020300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลคลองกิ่ว',
      'province' => '11',
    ),
    3295 => 
    array (
      'code' => '3020300201',
      'name' => 'บ้านพันเสด็จใน',
      'province' => '11',
    ),
    3296 => 
    array (
      'code' => '3021100101',
      'name' => 'อนุบาลนานาชาติตากสินบ้านค่าย (วัดหวายกอง)',
      'province' => '12',
    ),
    3297 => 
    array (
      'code' => '3021100102',
      'name' => 'มัธยมตากสินระยอง',
      'province' => '12',
    ),
    3298 => 
    array (
      'code' => '3021100103',
      'name' => 'อนุบาลนานาชาติตากสินระยอง',
      'province' => '12',
    ),
    3299 => 
    array (
      'code' => '3021200101',
      'name' => 'เทศบาลวัดปากน้ำ',
      'province' => '12',
    ),
    3300 => 
    array (
      'code' => '3021200102',
      'name' => 'เทศบาลบ้านปากคลอง',
      'province' => '12',
    ),
    3301 => 
    array (
      'code' => '3021200103',
      'name' => 'เทศบาลวัดโขดทิมทาราม',
      'province' => '12',
    ),
    3302 => 
    array (
      'code' => '3021200104',
      'name' => 'เทศบาลวัดลุ่มมหาชัยชุมพล',
      'province' => '12',
    ),
    3303 => 
    array (
      'code' => '3021200105',
      'name' => 'สาธิตเทศบาลนครระยอง',
      'province' => '12',
    ),
    3304 => 
    array (
      'code' => '3021200106',
      'name' => 'นครระยองวิทยาคม (วัดโขดใต้)',
      'province' => '12',
    ),
    3305 => 
    array (
      'code' => '3021200201',
      'name' => 'เทศบาลมาบตาพุด',
      'province' => '12',
    ),
    3306 => 
    array (
      'code' => '3021200301',
      'name' => 'เทศบาล 1',
      'province' => '12',
    ),
    3307 => 
    array (
      'code' => '3021200302',
      'name' => 'เทศบาล 2',
      'province' => '12',
    ),
    3308 => 
    array (
      'code' => '3021200401',
      'name' => 'เทศบาลตำบลบ้านปลวกแดง',
      'province' => '12',
    ),
    3309 => 
    array (
      'code' => '3021200501',
      'name' => 'อนุบาลเทศบาลสุนทรภู่',
      'province' => '12',
    ),
    3310 => 
    array (
      'code' => '3021200601',
      'name' => 'อยู่เมืองแกลงวิทยา',
      'province' => '12',
    ),
    3311 => 
    array (
      'code' => '3021200701',
      'name' => 'อนุบาลทับมา',
      'province' => '12',
    ),
    3312 => 
    array (
      'code' => '3021200801',
      'name' => 'บ้านฉางวิเทศศึกษา (เทศบาลเมืองบ้านฉาง)',
      'province' => '12',
    ),
    3313 => 
    array (
      'code' => '3021200802',
      'name' => 'อนุบาลปิยะเทพ (วัดคีรีภาวนาราม)',
      'province' => '12',
    ),
    3314 => 
    array (
      'code' => '3021300101',
      'name' => 'อนุบาลตำบลนิคมพัฒนา',
      'province' => '12',
    ),
    3315 => 
    array (
      'code' => '3021300201',
      'name' => 'อนุบาลบ้านแม่น้ำคู้',
      'province' => '12',
    ),
    3316 => 
    array (
      'code' => '3022200101',
      'name' => 'เทศบาลเมืองจันทบุรี 1',
      'province' => '13',
    ),
    3317 => 
    array (
      'code' => '3022200102',
      'name' => 'เทศบาลเมืองจันทบุรี 2',
      'province' => '13',
    ),
    3318 => 
    array (
      'code' => '3022200201',
      'name' => 'เทศบาลเมืองขลุง ๑ (บุรวิทยาคาร)',
      'province' => '13',
    ),
    3319 => 
    array (
      'code' => '3022200202',
      'name' => 'เทศบาลเมืองขลุง ๒',
      'province' => '13',
    ),
    3320 => 
    array (
      'code' => '3022200301',
      'name' => 'เทศบาลบ้านป่าแดง',
      'province' => '13',
    ),
    3321 => 
    array (
      'code' => '3022200302',
      'name' => 'เทศบาลวัดไผ่ล้อม',
      'province' => '13',
    ),
    3322 => 
    array (
      'code' => '3022200303',
      'name' => 'เทศบาลวัดบุญญวาสวิหาร',
      'province' => '13',
    ),
    3323 => 
    array (
      'code' => '3022200304',
      'name' => 'เทศบาลวัดหนองบัว',
      'province' => '13',
    ),
    3324 => 
    array (
      'code' => '3022200401',
      'name' => 'อนุบาลจันทนิมิต',
      'province' => '13',
    ),
    3325 => 
    array (
      'code' => '3022200501',
      'name' => 'เทศบาลทับช้าง 1',
      'province' => '13',
    ),
    3326 => 
    array (
      'code' => '3023100101',
      'name' => 'กีฬาจังหวัดตราด',
      'province' => '14',
    ),
    3327 => 
    array (
      'code' => '3023200101',
      'name' => 'เทศบาลชุมชนวิมลวิทยา',
      'province' => '14',
    ),
    3328 => 
    array (
      'code' => '3024100101',
      'name' => 'วัดสัมปทวน (บางแก้วพุทธิยาคาร)',
      'province' => '15',
    ),
    3329 => 
    array (
      'code' => '3024100102',
      'name' => 'ชำป่างามวิทยาคม',
      'province' => '15',
    ),
    3330 => 
    array (
      'code' => '3024200101',
      'name' => 'เทศบาล 1 วัดแหลมใต้ (สุตสุนทร)',
      'province' => '15',
    ),
    3331 => 
    array (
      'code' => '3024200102',
      'name' => 'เทศบาล 2 พระยาศรีสุนทรโวหาร (น้อย อาจารยางกูร)',
      'province' => '15',
    ),
    3332 => 
    array (
      'code' => '3024200201',
      'name' => 'เทศบาล 1 วัดแจ้ง',
      'province' => '15',
    ),
    3333 => 
    array (
      'code' => '3024200202',
      'name' => 'เทศบาล 2 วัดโพธิ์',
      'province' => '15',
    ),
    3334 => 
    array (
      'code' => '3024200301',
      'name' => 'เทศบาล 1 บางวัว',
      'province' => '15',
    ),
    3335 => 
    array (
      'code' => '3024200401',
      'name' => 'เทศบาลเทพราชบุรีรมย์',
      'province' => '15',
    ),
    3336 => 
    array (
      'code' => '3024200501',
      'name' => 'อนุบาลเทศบาลตำบลบางวัวคณารักษ์',
      'province' => '15',
    ),
    3337 => 
    array (
      'code' => '3024200601',
      'name' => 'วัดบางมะเฟือง',
      'province' => '15',
    ),
    3338 => 
    array (
      'code' => '3024300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลหมอนทอง',
      'province' => '15',
    ),
    3339 => 
    array (
      'code' => '3024300201',
      'name' => 'บ้านหนองโสน',
      'province' => '15',
    ),
    3340 => 
    array (
      'code' => '3025100101',
      'name' => 'ประชารัฐพัฒนา',
      'province' => '16',
    ),
    3341 => 
    array (
      'code' => '3025100102',
      'name' => 'ประจันตราษฎร์บำรุง (อำเภอ)',
      'province' => '16',
    ),
    3342 => 
    array (
      'code' => '3025100103',
      'name' => 'มัธยมวัดป่ามะไฟ',
      'province' => '16',
    ),
    3343 => 
    array (
      'code' => '3025100104',
      'name' => 'ลาดตะเคียนราษฎร์บำรุง',
      'province' => '16',
    ),
    3344 => 
    array (
      'code' => '3025100105',
      'name' => 'กบินทร์บุรี',
      'province' => '16',
    ),
    3345 => 
    array (
      'code' => '3025100106',
      'name' => 'วังตะเคียนวิทยาคม',
      'province' => '16',
    ),
    3346 => 
    array (
      'code' => '3025100107',
      'name' => 'วังตาลวิทยาคม',
      'province' => '16',
    ),
    3347 => 
    array (
      'code' => '3025100108',
      'name' => 'นนทรีวิทยาคม',
      'province' => '16',
    ),
    3348 => 
    array (
      'code' => '3025100109',
      'name' => 'เตรียมอุดมศึกษาน้อมเกล้ากบินทร์บุรี',
      'province' => '16',
    ),
    3349 => 
    array (
      'code' => '3025100110',
      'name' => 'ทุ่งใหญ่วิทยาคาร',
      'province' => '16',
    ),
    3350 => 
    array (
      'code' => '3025100111',
      'name' => 'ศรีรักษ์ราษฎร์บำรุง',
      'province' => '16',
    ),
    3351 => 
    array (
      'code' => '3025100112',
      'name' => 'สุวรรณวิทยา',
      'province' => '16',
    ),
    3352 => 
    array (
      'code' => '3025100113',
      'name' => 'วัดพรหมประสิทธิ์',
      'province' => '16',
    ),
    3353 => 
    array (
      'code' => '3025200101',
      'name' => 'เทศบาล 1 ปราจีนราษฎร์รังสฤษฎ์',
      'province' => '16',
    ),
    3354 => 
    array (
      'code' => '3025200102',
      'name' => 'เทศบาล 2 วัดหลวงปรีชากูล',
      'province' => '16',
    ),
    3355 => 
    array (
      'code' => '3025200103',
      'name' => 'เทศบาล 3 วัดแก้วพิจิตร',
      'province' => '16',
    ),
    3356 => 
    array (
      'code' => '3025200104',
      'name' => 'เทศบาล 4 อุดมวิทย์สมใจ',
      'province' => '16',
    ),
    3357 => 
    array (
      'code' => '3025200105',
      'name' => 'เทศบาล 5 บดินทร์เดชาประสิทธิ์',
      'province' => '16',
    ),
    3358 => 
    array (
      'code' => '3025200106',
      'name' => 'เทศบาล 6 วัดศรีมงคล',
      'province' => '16',
    ),
    3359 => 
    array (
      'code' => '3025200201',
      'name' => 'เทศบาล 1 กบินทร์ราษฎรอำรุง',
      'province' => '16',
    ),
    3360 => 
    array (
      'code' => '3025200202',
      'name' => 'เทศบาล 2 วัดใหม่ท่าพาณิชย์',
      'province' => '16',
    ),
    3361 => 
    array (
      'code' => '3025200301',
      'name' => 'อนุบาลเทศบาลตำบลนาดี',
      'province' => '16',
    ),
    3362 => 
    array (
      'code' => '3026200101',
      'name' => 'เทศบาล 1 วัดศรีเมือง',
      'province' => '17',
    ),
    3363 => 
    array (
      'code' => '3026200102',
      'name' => 'เทศบาล 2 บ้านตลาดเก่า',
      'province' => '17',
    ),
    3364 => 
    array (
      'code' => '3026200103',
      'name' => 'เทศบาล 3 บ้านต่ำบุญศิริ',
      'province' => '17',
    ),
    3365 => 
    array (
      'code' => '3027100101',
      'name' => 'ซับนกแก้ววิทยา',
      'province' => '18',
    ),
    3366 => 
    array (
      'code' => '3027100102',
      'name' => 'บ้านแก้งวิทยา',
      'province' => '18',
    ),
    3367 => 
    array (
      'code' => '3027100103',
      'name' => 'เขาฉกรรจ์วิทยาคม',
      'province' => '18',
    ),
    3368 => 
    array (
      'code' => '3027100104',
      'name' => 'ไทรเดี่ยววิทยา',
      'province' => '18',
    ),
    3369 => 
    array (
      'code' => '3027100105',
      'name' => 'ทรัพย์สมบูรณ์วิทยาคม',
      'province' => '18',
    ),
    3370 => 
    array (
      'code' => '3027100106',
      'name' => 'สิริราชอนุสรณ์',
      'province' => '18',
    ),
    3371 => 
    array (
      'code' => '3027100107',
      'name' => 'วัฒนานคร',
      'province' => '18',
    ),
    3372 => 
    array (
      'code' => '3027100108',
      'name' => 'นิคมสงเคราะห์ 1',
      'province' => '18',
    ),
    3373 => 
    array (
      'code' => '3027100109',
      'name' => 'ชุมชนบ้านโนนจิก',
      'province' => '18',
    ),
    3374 => 
    array (
      'code' => '3027100110',
      'name' => 'บ้านนางาม',
      'province' => '18',
    ),
    3375 => 
    array (
      'code' => '3027200101',
      'name' => 'เทศบาลชนะชัยศรี',
      'province' => '18',
    ),
    3376 => 
    array (
      'code' => '3027200102',
      'name' => 'เทศบาลบ้านกิโลสอง',
      'province' => '18',
    ),
    3377 => 
    array (
      'code' => '3027200201',
      'name' => 'เทศบาล 1 บ้านหนองกะพ้อ',
      'province' => '18',
    ),
    3378 => 
    array (
      'code' => '3027200202',
      'name' => 'เทศบาล 2 บ้านลัดกะสัง',
      'province' => '18',
    ),
    3379 => 
    array (
      'code' => '3027200301',
      'name' => 'เทศบาลมิตรสัมพันธ์วิทยา',
      'province' => '18',
    ),
    3380 => 
    array (
      'code' => '3030100101',
      'name' => 'บัวใหญ่',
      'province' => '19',
    ),
    3381 => 
    array (
      'code' => '3030100102',
      'name' => 'กลางดงปุณณวิทยา',
      'province' => '19',
    ),
    3382 => 
    array (
      'code' => '3030100103',
      'name' => 'โตนดพิทยาคม',
      'province' => '19',
    ),
    3383 => 
    array (
      'code' => '3030100104',
      'name' => 'มะค่าวิทยา',
      'province' => '19',
    ),
    3384 => 
    array (
      'code' => '3030100105',
      'name' => 'เตรียมอุดมศึกษาน้อมเกล้านครราชสีมา',
      'province' => '19',
    ),
    3385 => 
    array (
      'code' => '3030100106',
      'name' => 'ดอนไพลพิทยาคม',
      'province' => '19',
    ),
    3386 => 
    array (
      'code' => '3030100107',
      'name' => 'หนองยางพิทยาคม',
      'province' => '19',
    ),
    3387 => 
    array (
      'code' => '3030100108',
      'name' => 'คลองเมืองพิทยาคม',
      'province' => '19',
    ),
    3388 => 
    array (
      'code' => '3030100109',
      'name' => 'หนองขามพิทยาคม',
      'province' => '19',
    ),
    3389 => 
    array (
      'code' => '3030100110',
      'name' => 'ด่านเกวียนวิทยา',
      'province' => '19',
    ),
    3390 => 
    array (
      'code' => '3030100111',
      'name' => 'หนองงูเหลือมพิทยาคม',
      'province' => '19',
    ),
    3391 => 
    array (
      'code' => '3030100112',
      'name' => 'หินดาดวิทยา',
      'province' => '19',
    ),
    3392 => 
    array (
      'code' => '3030100113',
      'name' => 'หนองบุนนากพิทยาคม',
      'province' => '19',
    ),
    3393 => 
    array (
      'code' => '3030100114',
      'name' => 'บ้านใหญ่พิทยาคม',
      'province' => '19',
    ),
    3394 => 
    array (
      'code' => '3030100115',
      'name' => 'มาบตะโกพิทยาคม',
      'province' => '19',
    ),
    3395 => 
    array (
      'code' => '3030100116',
      'name' => 'เฉลียงพิทยาคม',
      'province' => '19',
    ),
    3396 => 
    array (
      'code' => '3030100117',
      'name' => 'บ้านใหม่พิทยาคม',
      'province' => '19',
    ),
    3397 => 
    array (
      'code' => '3030100118',
      'name' => 'ลำพระเพลิงพิทยาคม',
      'province' => '19',
    ),
    3398 => 
    array (
      'code' => '3030100119',
      'name' => 'สูงเนิน',
      'province' => '19',
    ),
    3399 => 
    array (
      'code' => '3030100120',
      'name' => 'สองครพิทยาคม',
      'province' => '19',
    ),
    3400 => 
    array (
      'code' => '3030100121',
      'name' => 'วังรางพิทยาคม',
      'province' => '19',
    ),
    3401 => 
    array (
      'code' => '3030100122',
      'name' => 'สีคิ้ว "สวัสดิ์ผดุงวิทยา"',
      'province' => '19',
    ),
    3402 => 
    array (
      'code' => '3030100123',
      'name' => 'สีคิ้ววิทยาคาร',
      'province' => '19',
    ),
    3403 => 
    array (
      'code' => '3030100124',
      'name' => 'ปากช่องพิทยาคม',
      'province' => '19',
    ),
    3404 => 
    array (
      'code' => '3030100125',
      'name' => 'ปากช่อง 2',
      'province' => '19',
    ),
    3405 => 
    array (
      'code' => '3030100126',
      'name' => 'เขาใหญ่พิทยาคม',
      'province' => '19',
    ),
    3406 => 
    array (
      'code' => '3030100127',
      'name' => 'สีคิ้วหนองหญ้าขาว',
      'province' => '19',
    ),
    3407 => 
    array (
      'code' => '3030100128',
      'name' => 'วังโป่งพิทยาคม',
      'province' => '19',
    ),
    3408 => 
    array (
      'code' => '3030100129',
      'name' => 'มัธยมประดู่วัฒนา',
      'province' => '19',
    ),
    3409 => 
    array (
      'code' => '3030100130',
      'name' => 'ปราสาทวิทยาคม',
      'province' => '19',
    ),
    3410 => 
    array (
      'code' => '3030100131',
      'name' => 'ทัพรั้งพิทยาคม',
      'province' => '19',
    ),
    3411 => 
    array (
      'code' => '3030100132',
      'name' => 'พระทองคำวิทยา',
      'province' => '19',
    ),
    3412 => 
    array (
      'code' => '3030100133',
      'name' => 'เทพารักษ์ราชวิทยาคม',
      'province' => '19',
    ),
    3413 => 
    array (
      'code' => '3030100134',
      'name' => 'โนนไทยคุรุอุปถัมภ์',
      'province' => '19',
    ),
    3414 => 
    array (
      'code' => '3030100135',
      'name' => 'หนองบัวพิทยาคม',
      'province' => '19',
    ),
    3415 => 
    array (
      'code' => '3030100136',
      'name' => 'ปรางค์ทองวิทยา',
      'province' => '19',
    ),
    3416 => 
    array (
      'code' => '3030100137',
      'name' => 'วังไม้แดงพิทยาคม',
      'province' => '19',
    ),
    3417 => 
    array (
      'code' => '3030100138',
      'name' => 'ตลาดไทรพิทยาคม',
      'province' => '19',
    ),
    3418 => 
    array (
      'code' => '3030100139',
      'name' => 'สาหร่ายวิทยาคม',
      'province' => '19',
    ),
    3419 => 
    array (
      'code' => '3030100140',
      'name' => 'สะแกราชธวัชศึกษา',
      'province' => '19',
    ),
    3420 => 
    array (
      'code' => '3030100141',
      'name' => 'กุดจิกวิทยา',
      'province' => '19',
    ),
    3421 => 
    array (
      'code' => '3030100142',
      'name' => 'โนนไทยคุรุอุปถัมภ์ 2',
      'province' => '19',
    ),
    3422 => 
    array (
      'code' => '3030100143',
      'name' => 'เมืองยางศึกษา',
      'province' => '19',
    ),
    3423 => 
    array (
      'code' => '3030100144',
      'name' => 'วังน้ำเขียวพิทยาคม',
      'province' => '19',
    ),
    3424 => 
    array (
      'code' => '3030100145',
      'name' => 'อรพิมพ์วิทยา',
      'province' => '19',
    ),
    3425 => 
    array (
      'code' => '3030100146',
      'name' => 'ครบุรี',
      'province' => '19',
    ),
    3426 => 
    array (
      'code' => '3030100147',
      'name' => 'วังหมีพิทยาคม',
      'province' => '19',
    ),
    3427 => 
    array (
      'code' => '3030100148',
      'name' => 'สุขไพบูลย์วิริยะวิทยา',
      'province' => '19',
    ),
    3428 => 
    array (
      'code' => '3030100149',
      'name' => 'ห้วยลึกผดุงวิทยา',
      'province' => '19',
    ),
    3429 => 
    array (
      'code' => '3030100150',
      'name' => 'กฤษณาวิทยา',
      'province' => '19',
    ),
    3430 => 
    array (
      'code' => '3030100151',
      'name' => 'คลองไผ่วิทยา',
      'province' => '19',
    ),
    3431 => 
    array (
      'code' => '3030100152',
      'name' => 'มัธยมหลวงพ่อคูณปริสุทโธ',
      'province' => '19',
    ),
    3432 => 
    array (
      'code' => '3030100153',
      'name' => 'มัธยมบึงปรือ',
      'province' => '19',
    ),
    3433 => 
    array (
      'code' => '3030100154',
      'name' => 'หนองหว้าพิทยาสรรค์',
      'province' => '19',
    ),
    3434 => 
    array (
      'code' => '3030100155',
      'name' => 'วัดประชานิมิตร',
      'province' => '19',
    ),
    3435 => 
    array (
      'code' => '3030100156',
      'name' => 'บัวลาย',
      'province' => '19',
    ),
    3436 => 
    array (
      'code' => '3030100157',
      'name' => 'ประทาย',
      'province' => '19',
    ),
    3437 => 
    array (
      'code' => '3030100158',
      'name' => 'ช่องแมววิทยาคม',
      'province' => '19',
    ),
    3438 => 
    array (
      'code' => '3030200101',
      'name' => 'เทศบาล 1 บูรพาวิทยากร',
      'province' => '19',
    ),
    3439 => 
    array (
      'code' => '3030200102',
      'name' => 'เทศบาล 2 วัดสมอราย',
      'province' => '19',
    ),
    3440 => 
    array (
      'code' => '3030200103',
      'name' => 'เทศบาล 3 ยมราชสามัคคี',
      'province' => '19',
    ),
    3441 => 
    array (
      'code' => '3030200104',
      'name' => 'เทศบาล 4 เพาะชำ',
      'province' => '19',
    ),
    3442 => 
    array (
      'code' => '3030200105',
      'name' => 'เทศบาล 5 วัดป่าจิตตสามัคคี',
      'province' => '19',
    ),
    3443 => 
    array (
      'code' => '3030200106',
      'name' => 'กีฬาเทศบาลนครราชสีมา (อนุสรณ์ ๗๐ ปี เทศบาล)',
      'province' => '19',
    ),
    3444 => 
    array (
      'code' => '3030200201',
      'name' => 'เทศบาล 1 รัฐราษฎร์สงเคราะห์',
      'province' => '19',
    ),
    3445 => 
    array (
      'code' => '3030200202',
      'name' => 'เทศบาล 2 รัฐราษฎร์บำรุง',
      'province' => '19',
    ),
    3446 => 
    array (
      'code' => '3030200203',
      'name' => 'เทศบาล 3 รัฐราษฎร์พัฒนา',
      'province' => '19',
    ),
    3447 => 
    array (
      'code' => '3030200301',
      'name' => 'เทศบาล 1 บ้านบัวใหญ่',
      'province' => '19',
    ),
    3448 => 
    array (
      'code' => '3030200302',
      'name' => 'เทศบาล 2 สหกรณ์สมทบ',
      'province' => '19',
    ),
    3449 => 
    array (
      'code' => '3030200303',
      'name' => 'เทศบาล 3 บ้านหนองม่วง',
      'province' => '19',
    ),
    3450 => 
    array (
      'code' => '3030200401',
      'name' => 'เทศบาล 1 บ้านหนองสาหร่าย',
      'province' => '19',
    ),
    3451 => 
    array (
      'code' => '3030200501',
      'name' => 'อนุบาลเทศบาลตำบลโนนแดง',
      'province' => '19',
    ),
    3452 => 
    array (
      'code' => '3030200502',
      'name' => 'เทศบาลตำบลโนนแดง',
      'province' => '19',
    ),
    3453 => 
    array (
      'code' => '3030200601',
      'name' => 'เทศบาลหนองหัวฟาน',
      'province' => '19',
    ),
    3454 => 
    array (
      'code' => '3030200701',
      'name' => 'เทศบาลตลาดแค',
      'province' => '19',
    ),
    3455 => 
    array (
      'code' => '3030200801',
      'name' => 'โยธินนุกูล',
      'province' => '19',
    ),
    3456 => 
    array (
      'code' => '3030200901',
      'name' => 'เทศบาลตำบลจักราช',
      'province' => '19',
    ),
    3457 => 
    array (
      'code' => '3030201001',
      'name' => 'อนุบาลเทศบาลตำบลเมืองคง',
      'province' => '19',
    ),
    3458 => 
    array (
      'code' => '3030201101',
      'name' => 'อนุบาลเทศบาลตำบลด่านเกวียน',
      'province' => '19',
    ),
    3459 => 
    array (
      'code' => '3030201201',
      'name' => 'อนุบาลเทศบาลตำบลตะขบ',
      'province' => '19',
    ),
    3460 => 
    array (
      'code' => '3030201301',
      'name' => 'อนุบาลเทศบาลหนองบัวลาย',
      'province' => '19',
    ),
    3461 => 
    array (
      'code' => '3030201302',
      'name' => 'เทศบาลหนองบัวลาย',
      'province' => '19',
    ),
    3462 => 
    array (
      'code' => '3031100101',
      'name' => 'หนองขมารวิทยาคม',
      'province' => '20',
    ),
    3463 => 
    array (
      'code' => '3031100102',
      'name' => 'อุดมอักษรพิทยาคม',
      'province' => '20',
    ),
    3464 => 
    array (
      'code' => '3031200101',
      'name' => 'เทศบาล 1 บุรีราษฎร์ดรุณวิทยา',
      'province' => '20',
    ),
    3465 => 
    array (
      'code' => '3031200102',
      'name' => 'เทศบาล 2 อิสาณธีรวิทยาคาร',
      'province' => '20',
    ),
    3466 => 
    array (
      'code' => '3031200103',
      'name' => 'เทศบาล 3',
      'province' => '20',
    ),
    3467 => 
    array (
      'code' => '3031200201',
      'name' => 'เทศบาล 1 ทีโอเอวิทยา',
      'province' => '20',
    ),
    3468 => 
    array (
      'code' => '3031200301',
      'name' => 'เทศบาลตำบลนาโพธิ์',
      'province' => '20',
    ),
    3469 => 
    array (
      'code' => '3031200401',
      'name' => 'อนุบาลเทศบาลตำบลโนนดินแดง',
      'province' => '20',
    ),
    3470 => 
    array (
      'code' => '3032200101',
      'name' => 'เทศบาล 1 สุรินทร์วิทยาคม',
      'province' => '21',
    ),
    3471 => 
    array (
      'code' => '3032200102',
      'name' => 'เทศบาล 2 วิภัชศึกษา',
      'province' => '21',
    ),
    3472 => 
    array (
      'code' => '3032200103',
      'name' => 'เทศบาล 3 เทศบาลอนุสรณ์',
      'province' => '21',
    ),
    3473 => 
    array (
      'code' => '3032200301',
      'name' => 'เทศบาลรัตนบุรี',
      'province' => '21',
    ),
    3474 => 
    array (
      'code' => '3032200401',
      'name' => 'เทศบาลสังขะ',
      'province' => '21',
    ),
    3475 => 
    array (
      'code' => '3032200501',
      'name' => 'อนุบาลเทศบาลตำบลผักไหม',
      'province' => '21',
    ),
    3476 => 
    array (
      'code' => '3032200601',
      'name' => 'เทศบาลตำบลแคน',
      'province' => '21',
    ),
    3477 => 
    array (
      'code' => '3032200701',
      'name' => 'กีฬาหมื่นศรีวิทยานุสรณ์',
      'province' => '21',
    ),
    3478 => 
    array (
      'code' => '3033100101',
      'name' => 'บ้านสิริขุนหาญ',
      'province' => '22',
    ),
    3479 => 
    array (
      'code' => '3033100102',
      'name' => 'บ้านเพียนาม',
      'province' => '22',
    ),
    3480 => 
    array (
      'code' => '3033100103',
      'name' => 'ไพรบึงวิทยาคม',
      'province' => '22',
    ),
    3481 => 
    array (
      'code' => '3033100104',
      'name' => 'กันทรอมวิทยาคม',
      'province' => '22',
    ),
    3482 => 
    array (
      'code' => '3033100105',
      'name' => 'บ้านเปือยนาสูง',
      'province' => '22',
    ),
    3483 => 
    array (
      'code' => '3033100106',
      'name' => 'บ้านปราสาท',
      'province' => '22',
    ),
    3484 => 
    array (
      'code' => '3033100107',
      'name' => 'หนองทุ่มศรีสำราญวิทยา',
      'province' => '22',
    ),
    3485 => 
    array (
      'code' => '3033100108',
      'name' => 'ผักแพววิทยา',
      'province' => '22',
    ),
    3486 => 
    array (
      'code' => '3033100109',
      'name' => 'กระดุมทองวิทยา',
      'province' => '22',
    ),
    3487 => 
    array (
      'code' => '3033100110',
      'name' => 'แวงแก้ววิทยา',
      'province' => '22',
    ),
    3488 => 
    array (
      'code' => '3033100111',
      'name' => 'หนองถ่มวิทยา',
      'province' => '22',
    ),
    3489 => 
    array (
      'code' => '3033100112',
      'name' => 'โพธิ์ธาตุประชาสรรค์',
      'province' => '22',
    ),
    3490 => 
    array (
      'code' => '3033100113',
      'name' => 'โคกสะอาดวิทยาคม',
      'province' => '22',
    ),
    3491 => 
    array (
      'code' => '3033100114',
      'name' => 'บกวิทยาคม',
      'province' => '22',
    ),
    3492 => 
    array (
      'code' => '3033100115',
      'name' => 'ไตรมิตร',
      'province' => '22',
    ),
    3493 => 
    array (
      'code' => '3033100116',
      'name' => 'โพธิ์ศรีสุวรรณวิทยาคม',
      'province' => '22',
    ),
    3494 => 
    array (
      'code' => '3033100117',
      'name' => 'เมืองจันทร์วิทยาคม',
      'province' => '22',
    ),
    3495 => 
    array (
      'code' => '3033100118',
      'name' => 'จิกสังข์ทองวิทยา',
      'province' => '22',
    ),
    3496 => 
    array (
      'code' => '3033100119',
      'name' => 'ด่านอุดมศึกษา',
      'province' => '22',
    ),
    3497 => 
    array (
      'code' => '3033100120',
      'name' => 'เมืองแคนวิทยาคม',
      'province' => '22',
    ),
    3498 => 
    array (
      'code' => '3033100121',
      'name' => 'หวายคำวิทยา',
      'province' => '22',
    ),
    3499 => 
    array (
      'code' => '3033100122',
      'name' => 'ประชาพัฒนศึกษา',
      'province' => '22',
    ),
    3500 => 
    array (
      'code' => '3033100123',
      'name' => 'กุดเสลาวิทยาคม',
      'province' => '22',
    ),
    3501 => 
    array (
      'code' => '3033100124',
      'name' => 'ดงรักวิทยา',
      'province' => '22',
    ),
    3502 => 
    array (
      'code' => '3033100125',
      'name' => 'ตระกาศประชาสามัคคี',
      'province' => '22',
    ),
    3503 => 
    array (
      'code' => '3033100126',
      'name' => 'สายธารวิทยา',
      'province' => '22',
    ),
    3504 => 
    array (
      'code' => '3033100127',
      'name' => 'นาแก้ววิทยา',
      'province' => '22',
    ),
    3505 => 
    array (
      'code' => '3033100128',
      'name' => 'พรานวิบูลวิทยา',
      'province' => '22',
    ),
    3506 => 
    array (
      'code' => '3033100129',
      'name' => 'โพธิ์วงศ์วิทยา',
      'province' => '22',
    ),
    3507 => 
    array (
      'code' => '3033100130',
      'name' => 'ร่มโพธิ์วิทยา',
      'province' => '22',
    ),
    3508 => 
    array (
      'code' => '3033100131',
      'name' => 'ไพรธรรมคุณวิทยา',
      'province' => '22',
    ),
    3509 => 
    array (
      'code' => '3033100132',
      'name' => 'หนองหว้าประชาสรรค์',
      'province' => '22',
    ),
    3510 => 
    array (
      'code' => '3033100133',
      'name' => 'ศรีแก้วพิทยา',
      'province' => '22',
    ),
    3511 => 
    array (
      'code' => '3033100134',
      'name' => 'ปรือใหญ่วิทยบัลลังก์',
      'province' => '22',
    ),
    3512 => 
    array (
      'code' => '3033100135',
      'name' => 'กุญชรศิรวิทย์',
      'province' => '22',
    ),
    3513 => 
    array (
      'code' => '3033100136',
      'name' => 'โนนปูนวิทยาคม',
      'province' => '22',
    ),
    3514 => 
    array (
      'code' => '3033100137',
      'name' => 'ราษีไศล',
      'province' => '22',
    ),
    3515 => 
    array (
      'code' => '3033100138',
      'name' => 'ศิลาลาดวิทยา',
      'province' => '22',
    ),
    3516 => 
    array (
      'code' => '3033100139',
      'name' => 'ขุนหาญวิทยาสรรค์',
      'province' => '22',
    ),
    3517 => 
    array (
      'code' => '3033200101',
      'name' => 'เทศบาล 1 วัดเจียงอี',
      'province' => '22',
    ),
    3518 => 
    array (
      'code' => '3033200102',
      'name' => 'เทศบาล 2 รัชมังคลานุสรณ์',
      'province' => '22',
    ),
    3519 => 
    array (
      'code' => '3033200103',
      'name' => 'เทศบาล 3 เฉลิมพระเกียรติฯ',
      'province' => '22',
    ),
    3520 => 
    array (
      'code' => '3033200104',
      'name' => 'เทศบาล 4 บ้านโนนสำนักมิตรภาพที่ 121',
      'province' => '22',
    ),
    3521 => 
    array (
      'code' => '3033200105',
      'name' => 'เทศบาล 5 ชุมชนหนองยางหนองม่วง',
      'province' => '22',
    ),
    3522 => 
    array (
      'code' => '3033200106',
      'name' => 'เทศบาล 6 มิ่งเมือง',
      'province' => '22',
    ),
    3523 => 
    array (
      'code' => '3033200107',
      'name' => 'เทศบาล 7 บ้านหนองตะมะพันทาโนนกอง',
      'province' => '22',
    ),
    3524 => 
    array (
      'code' => '3033200201',
      'name' => 'เทศบาล 1 (หนองสิมใหญ่)',
      'province' => '22',
    ),
    3525 => 
    array (
      'code' => '3033200301',
      'name' => 'เทศบาล 1 บ้านค้อ',
      'province' => '22',
    ),
    3526 => 
    array (
      'code' => '3033300101',
      'name' => 'บ้านหนองมะเกลือ',
      'province' => '22',
    ),
    3527 => 
    array (
      'code' => '3033300201',
      'name' => 'บ้านบกบ่างถ่อนหนองขุน',
      'province' => '22',
    ),
    3528 => 
    array (
      'code' => '3033300301',
      'name' => 'บ้านบากเรือ',
      'province' => '22',
    ),
    3529 => 
    array (
      'code' => '3034100101',
      'name' => 'พิบูลมังสาหาร',
      'province' => '23',
    ),
    3530 => 
    array (
      'code' => '3034100102',
      'name' => 'แก้งเหนือพิทยาคม',
      'province' => '23',
    ),
    3531 => 
    array (
      'code' => '3034100103',
      'name' => 'เหล่างามพิทยาคม',
      'province' => '23',
    ),
    3532 => 
    array (
      'code' => '3034100104',
      'name' => 'โนนกลางวิทยาคม',
      'province' => '23',
    ),
    3533 => 
    array (
      'code' => '3034100105',
      'name' => 'หนองบัวฮีวิทยาคม',
      'province' => '23',
    ),
    3534 => 
    array (
      'code' => '3034100106',
      'name' => 'ไร่ใต้ประชาคม',
      'province' => '23',
    ),
    3535 => 
    array (
      'code' => '3034100107',
      'name' => 'เบ็ตตี้ดูเมน 2 ช่องเม็ก',
      'province' => '23',
    ),
    3536 => 
    array (
      'code' => '3034100108',
      'name' => 'ห้วยข่าพิทยาคม',
      'province' => '23',
    ),
    3537 => 
    array (
      'code' => '3034100109',
      'name' => 'น้ำขุ่นวิทยา',
      'province' => '23',
    ),
    3538 => 
    array (
      'code' => '3034100110',
      'name' => 'บัวงามวิทยา',
      'province' => '23',
    ),
    3539 => 
    array (
      'code' => '3034100111',
      'name' => 'นาคำวิทยา',
      'province' => '23',
    ),
    3540 => 
    array (
      'code' => '3034100112',
      'name' => 'นาสะไมพิทยาคม',
      'province' => '23',
    ),
    3541 => 
    array (
      'code' => '3034200101',
      'name' => 'เทศบาล 1 บูรพาอุบล',
      'province' => '23',
    ),
    3542 => 
    array (
      'code' => '3034200102',
      'name' => 'เทศบาล 2 หนองบัว',
      'province' => '23',
    ),
    3543 => 
    array (
      'code' => '3034200103',
      'name' => 'เทศบาล 3 สามัคคีวิทยาคาร',
      'province' => '23',
    ),
    3544 => 
    array (
      'code' => '3034200104',
      'name' => 'เทศบาล 4 อนุบาลพระเจ้าใหญ่องค์ตื้อ',
      'province' => '23',
    ),
    3545 => 
    array (
      'code' => '3034200105',
      'name' => 'เทศบาล 5 ชุมชนบ้านก้านเหลือง',
      'province' => '23',
    ),
    3546 => 
    array (
      'code' => '3034200201',
      'name' => 'เทศบาลวารินวิชาชาติ',
      'province' => '23',
    ),
    3547 => 
    array (
      'code' => '3034200202',
      'name' => 'เทศบาลบ้านสุขสำราญ',
      'province' => '23',
    ),
    3548 => 
    array (
      'code' => '3034200203',
      'name' => 'เทศบาลบ้านหนองตาโผ่น',
      'province' => '23',
    ),
    3549 => 
    array (
      'code' => '3034200301',
      'name' => 'เทศบาล 1 บ้านโพธิ์กลาง',
      'province' => '23',
    ),
    3550 => 
    array (
      'code' => '3034200302',
      'name' => 'เทศบาล 2 พิบูลวิทยาคาร',
      'province' => '23',
    ),
    3551 => 
    array (
      'code' => '3034200401',
      'name' => 'เทศบาลแสนสุข',
      'province' => '23',
    ),
    3552 => 
    array (
      'code' => '3034200501',
      'name' => 'เทศบาลขามใหญ่บ้านหนองไผ่',
      'province' => '23',
    ),
    3553 => 
    array (
      'code' => '3034200601',
      'name' => 'อนุบาลเทศบาลตำบลบัวงาม 1',
      'province' => '23',
    ),
    3554 => 
    array (
      'code' => '3034200701',
      'name' => 'อนุบาลเทศบาลเมืองเดชอุดม',
      'province' => '23',
    ),
    3555 => 
    array (
      'code' => '3034200801',
      'name' => 'เทศบาล 1 ขุหลุประชาวิทยาคาร',
      'province' => '23',
    ),
    3556 => 
    array (
      'code' => '3034200802',
      'name' => 'เทศบาล ๒ บ้านม่วงเดียด',
      'province' => '23',
    ),
    3557 => 
    array (
      'code' => '3034200901',
      'name' => 'อนุบาลเทศบาลตำบลหัวนา',
      'province' => '23',
    ),
    3558 => 
    array (
      'code' => '3034300101',
      'name' => 'อนุบาลบ้านขุมคำ',
      'province' => '23',
    ),
    3559 => 
    array (
      'code' => '3034300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลกลาง ๑ (บ้านหมากมาย)',
      'province' => '23',
    ),
    3560 => 
    array (
      'code' => '3035100101',
      'name' => 'หนองแหนพัฒนวิทยาคม',
      'province' => '24',
    ),
    3561 => 
    array (
      'code' => '3035100102',
      'name' => 'กีฬาองค์การบริหารส่วนจังหวัดยโสธร',
      'province' => '24',
    ),
    3562 => 
    array (
      'code' => '3035100103',
      'name' => 'ชุมชนบ้านนากอกหนองบก',
      'province' => '24',
    ),
    3563 => 
    array (
      'code' => '3035200101',
      'name' => 'เทศบาล 1 สุขวิทยากรตั้งตรงจิตร 15',
      'province' => '24',
    ),
    3564 => 
    array (
      'code' => '3035200102',
      'name' => 'เทศบาล 2 สามัคคีวัฒนา',
      'province' => '24',
    ),
    3565 => 
    array (
      'code' => '3035200103',
      'name' => 'เทศบาล 3 ห้าธันวาคม',
      'province' => '24',
    ),
    3566 => 
    array (
      'code' => '3035200201',
      'name' => 'เทศบาลตำบลทรายมูล',
      'province' => '24',
    ),
    3567 => 
    array (
      'code' => '3035200301',
      'name' => 'เทศบาล 1 กุดชุมคุรุราษฎร์บำรุง',
      'province' => '24',
    ),
    3568 => 
    array (
      'code' => '3035200401',
      'name' => 'เทศบาลเลิงนกทา',
      'province' => '24',
    ),
    3569 => 
    array (
      'code' => '3035300101',
      'name' => 'บ้านกุดเสถียร',
      'province' => '24',
    ),
    3570 => 
    array (
      'code' => '3036100101',
      'name' => 'บำเหน็จณรงค์วิทยาคม',
      'province' => '25',
    ),
    3571 => 
    array (
      'code' => '3036100102',
      'name' => 'ภูแลนคาวิทยา',
      'province' => '25',
    ),
    3572 => 
    array (
      'code' => '3036100103',
      'name' => 'สตรีชัยภูมิ 2',
      'province' => '25',
    ),
    3573 => 
    array (
      'code' => '3036100104',
      'name' => 'ห้วยต้อนพิทยาคม',
      'province' => '25',
    ),
    3574 => 
    array (
      'code' => '3036100105',
      'name' => 'ลุ่มลำชีนิรมิตวิทยา',
      'province' => '25',
    ),
    3575 => 
    array (
      'code' => '3036100106',
      'name' => 'หนองไผ่วิทยานุสรณ์',
      'province' => '25',
    ),
    3576 => 
    array (
      'code' => '3036100107',
      'name' => 'กวางโจนศึกษา',
      'province' => '25',
    ),
    3577 => 
    array (
      'code' => '3036100108',
      'name' => 'บ้านเดื่อวิทยาคม',
      'province' => '25',
    ),
    3578 => 
    array (
      'code' => '3036100109',
      'name' => 'มัธยมบ้านแก้งวิทยา',
      'province' => '25',
    ),
    3579 => 
    array (
      'code' => '3036100110',
      'name' => 'เกษตรสมบูรณ์วิทยาคม',
      'province' => '25',
    ),
    3580 => 
    array (
      'code' => '3036100111',
      'name' => 'มัธยมหนองศาลา',
      'province' => '25',
    ),
    3581 => 
    array (
      'code' => '3036100112',
      'name' => 'บ้านหันวิทยา',
      'province' => '25',
    ),
    3582 => 
    array (
      'code' => '3036100113',
      'name' => 'หนองสังข์วิทยายน',
      'province' => '25',
    ),
    3583 => 
    array (
      'code' => '3036100114',
      'name' => 'โคกสะอาดวิทยา',
      'province' => '25',
    ),
    3584 => 
    array (
      'code' => '3036100115',
      'name' => 'สระพังวิทยาคม',
      'province' => '25',
    ),
    3585 => 
    array (
      'code' => '3036100116',
      'name' => 'ห้วยยางวิทยาคม',
      'province' => '25',
    ),
    3586 => 
    array (
      'code' => '3036100117',
      'name' => 'โนนกอกวิทยา',
      'province' => '25',
    ),
    3587 => 
    array (
      'code' => '3036100118',
      'name' => 'หนองขามวิทยา',
      'province' => '25',
    ),
    3588 => 
    array (
      'code' => '3036100119',
      'name' => 'เพชรวิทยาคาร',
      'province' => '25',
    ),
    3589 => 
    array (
      'code' => '3036100120',
      'name' => 'บ้านเป้าวิทยา',
      'province' => '25',
    ),
    3590 => 
    array (
      'code' => '3036100121',
      'name' => 'กุดน้ำใสพิทยาคม',
      'province' => '25',
    ),
    3591 => 
    array (
      'code' => '3036100122',
      'name' => 'เนินสง่าวิทยา',
      'province' => '25',
    ),
    3592 => 
    array (
      'code' => '3036100123',
      'name' => 'ตรีประชาพัฒนศึกษา',
      'province' => '25',
    ),
    3593 => 
    array (
      'code' => '3036100124',
      'name' => 'โป่งนกประชาสามัคคี',
      'province' => '25',
    ),
    3594 => 
    array (
      'code' => '3036100125',
      'name' => 'โนนคร้อวิทยา',
      'province' => '25',
    ),
    3595 => 
    array (
      'code' => '3036100126',
      'name' => 'มัธยมชัยมงคลรังงาม',
      'province' => '25',
    ),
    3596 => 
    array (
      'code' => '3036200101',
      'name' => 'เทศบาล 1 วิทยานารี',
      'province' => '25',
    ),
    3597 => 
    array (
      'code' => '3036200102',
      'name' => 'เทศบาล 2 เมืองเก่าวิทยา',
      'province' => '25',
    ),
    3598 => 
    array (
      'code' => '3036200103',
      'name' => 'เทศบาล 3 ปรางค์กู่วิทยาคาร',
      'province' => '25',
    ),
    3599 => 
    array (
      'code' => '3036200104',
      'name' => 'เทศบาล 4 อมรสะเพียรชัยอุทิศ',
      'province' => '25',
    ),
    3600 => 
    array (
      'code' => '3036200201',
      'name' => 'เทศบาลแก้งคร้อ',
      'province' => '25',
    ),
    3601 => 
    array (
      'code' => '3036200301',
      'name' => 'เทศบาลบ้านฝายดินสอ',
      'province' => '25',
    ),
    3602 => 
    array (
      'code' => '3036200401',
      'name' => 'อนุบาลเทศบาลตำบลนาหนองทุ่ม',
      'province' => '25',
    ),
    3603 => 
    array (
      'code' => '3036200501',
      'name' => 'เทศบาลตำบลบ้านเพชร',
      'province' => '25',
    ),
    3604 => 
    array (
      'code' => '3036200601',
      'name' => 'เทศบาลตำบลโคกสะอาด',
      'province' => '25',
    ),
    3605 => 
    array (
      'code' => '3036300101',
      'name' => 'บ้านหนองมะเขือหนองตานา',
      'province' => '25',
    ),
    3606 => 
    array (
      'code' => '3036300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลโพนทอง',
      'province' => '25',
    ),
    3607 => 
    array (
      'code' => '3036300301',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลโคกเริงรมย์',
      'province' => '25',
    ),
    3608 => 
    array (
      'code' => '3037200101',
      'name' => 'เทศบาล 1 วัดเทพมงคล',
      'province' => '26',
    ),
    3609 => 
    array (
      'code' => '3037200102',
      'name' => 'เทศบาลเมืองอำนาจเจริญ (พุทธอุทยาน)',
      'province' => '26',
    ),
    3610 => 
    array (
      'code' => '3037200201',
      'name' => 'เทศบาลพนา (สามัคคีวิทยา)',
      'province' => '26',
    ),
    3611 => 
    array (
      'code' => '3037200202',
      'name' => 'อนุบาลสาธิตเทศบาลพนา (เทศบาล 2)',
      'province' => '26',
    ),
    3612 => 
    array (
      'code' => '3037200301',
      'name' => 'อนุบาลลืออำนาจ',
      'province' => '26',
    ),
    3613 => 
    array (
      'code' => '3037200401',
      'name' => 'อนุบาลเทศบาลตำบลน้ำปลีก',
      'province' => '26',
    ),
    3614 => 
    array (
      'code' => '3039200101',
      'name' => 'เทศบาล 1 หนองบัวลำภู',
      'province' => '27',
    ),
    3615 => 
    array (
      'code' => '3039200201',
      'name' => 'อนุบาลเทศบาลตำบลกุดดินจี่',
      'province' => '27',
    ),
    3616 => 
    array (
      'code' => '3039200301',
      'name' => 'เทศบาลนากลาง ๑',
      'province' => '27',
    ),
    3617 => 
    array (
      'code' => '3040100101',
      'name' => 'เมืองพลพิทยาคม',
      'province' => '28',
    ),
    3618 => 
    array (
      'code' => '3040100102',
      'name' => 'บ้านคูขาด (สถิตย์อุปถัมภ์)',
      'province' => '28',
    ),
    3619 => 
    array (
      'code' => '3040100103',
      'name' => 'บ้านหนองเสี้ยว',
      'province' => '28',
    ),
    3620 => 
    array (
      'code' => '3040100104',
      'name' => 'แท่นศิลาทิพย์ศึกษา',
      'province' => '28',
    ),
    3621 => 
    array (
      'code' => '3040100105',
      'name' => 'ศรีเสมาวิทยาเสริม',
      'province' => '28',
    ),
    3622 => 
    array (
      'code' => '3040100106',
      'name' => 'พิศาลปุณณวิทยา',
      'province' => '28',
    ),
    3623 => 
    array (
      'code' => '3040100107',
      'name' => 'ซำสูงพิทยาคม',
      'province' => '28',
    ),
    3624 => 
    array (
      'code' => '3040100108',
      'name' => 'พระธาตุขามแก่นพิทยาลัย',
      'province' => '28',
    ),
    3625 => 
    array (
      'code' => '3040100109',
      'name' => 'หนองโนประชาสรรค์',
      'province' => '28',
    ),
    3626 => 
    array (
      'code' => '3040100110',
      'name' => 'พูวัดพิทยาคม',
      'province' => '28',
    ),
    3627 => 
    array (
      'code' => '3040100111',
      'name' => 'โคกสูงประชาสรรพ์',
      'province' => '28',
    ),
    3628 => 
    array (
      'code' => '3040100112',
      'name' => 'โนนหันวิทยายน',
      'province' => '28',
    ),
    3629 => 
    array (
      'code' => '3040100113',
      'name' => 'สีชมพูศึกษา',
      'province' => '28',
    ),
    3630 => 
    array (
      'code' => '3040100114',
      'name' => 'มัธยมหนองเขียด',
      'province' => '28',
    ),
    3631 => 
    array (
      'code' => '3040100115',
      'name' => 'โนนโพธิ์ศรีวิทยาคม',
      'province' => '28',
    ),
    3632 => 
    array (
      'code' => '3040100116',
      'name' => 'พระยืนวิทยาคาร',
      'province' => '28',
    ),
    3633 => 
    array (
      'code' => '3040100117',
      'name' => 'ซับสมบูรณ์พิทยาลัย',
      'province' => '28',
    ),
    3634 => 
    array (
      'code' => '3040100118',
      'name' => 'เปรมติณสูลานนท์',
      'province' => '28',
    ),
    3635 => 
    array (
      'code' => '3040100119',
      'name' => 'นางิ้ววิทยาสรรค์',
      'province' => '28',
    ),
    3636 => 
    array (
      'code' => '3040200101',
      'name' => 'เทศบาลบ้านโนนหนองวัด',
      'province' => '28',
    ),
    3637 => 
    array (
      'code' => '3040200102',
      'name' => 'เทศบาลวัดกลาง',
      'province' => '28',
    ),
    3638 => 
    array (
      'code' => '3040200103',
      'name' => 'เทศบาลคุ้มหนองคู',
      'province' => '28',
    ),
    3639 => 
    array (
      'code' => '3040200104',
      'name' => 'เทศบาลสวนสนุก',
      'province' => '28',
    ),
    3640 => 
    array (
      'code' => '3040200105',
      'name' => 'เทศบาลบ้านหนองใหญ่',
      'province' => '28',
    ),
    3641 => 
    array (
      'code' => '3040200106',
      'name' => 'เทศบาลบ้านศรีฐาน',
      'province' => '28',
    ),
    3642 => 
    array (
      'code' => '3040200107',
      'name' => 'เทศบาลบ้านโนนชัย',
      'province' => '28',
    ),
    3643 => 
    array (
      'code' => '3040200108',
      'name' => 'เทศบาลบ้านสามเหลี่ยม',
      'province' => '28',
    ),
    3644 => 
    array (
      'code' => '3040200109',
      'name' => 'เทศบาลบ้านหนองแวง',
      'province' => '28',
    ),
    3645 => 
    array (
      'code' => '3040200110',
      'name' => 'เทศบาลบ้านตูม',
      'province' => '28',
    ),
    3646 => 
    array (
      'code' => '3040200111',
      'name' => 'เทศบาลบ้านโนนทัน',
      'province' => '28',
    ),
    3647 => 
    array (
      'code' => '3040200201',
      'name' => 'เทศบาลหนองแวงประชาอุปถัมภ์',
      'province' => '28',
    ),
    3648 => 
    array (
      'code' => '3040200202',
      'name' => 'เทศบาลศรีเมืองพลประชานุเคราะห์',
      'province' => '28',
    ),
    3649 => 
    array (
      'code' => '3040200203',
      'name' => 'เทศบาลพลประชานุกูล',
      'province' => '28',
    ),
    3650 => 
    array (
      'code' => '3040200301',
      'name' => 'เทศบาลบ้านไผ่',
      'province' => '28',
    ),
    3651 => 
    array (
      'code' => '3040200302',
      'name' => 'เทศบาล 2 อนุบาลสาธิต',
      'province' => '28',
    ),
    3652 => 
    array (
      'code' => '3040200401',
      'name' => 'เทศบาล 1 (สำนักงานสลากกินแบ่งรัฐบาลอุปถัมภ์)',
      'province' => '28',
    ),
    3653 => 
    array (
      'code' => '3040200501',
      'name' => 'เทศบาลหนองแก',
      'province' => '28',
    ),
    3654 => 
    array (
      'code' => '3040200601',
      'name' => 'เทศบาลตำบลมัญจาคีรี',
      'province' => '28',
    ),
    3655 => 
    array (
      'code' => '3040200701',
      'name' => 'เทศบาลบ้านแฮด',
      'province' => '28',
    ),
    3656 => 
    array (
      'code' => '3040200801',
      'name' => 'เทศบาลลำน้ำพอง',
      'province' => '28',
    ),
    3657 => 
    array (
      'code' => '3040200901',
      'name' => 'เทศบาลกุดน้ำใส',
      'province' => '28',
    ),
    3658 => 
    array (
      'code' => '3040201001',
      'name' => 'เทศบาลน้ำพองภูริพัฒน์',
      'province' => '28',
    ),
    3659 => 
    array (
      'code' => '3040201101',
      'name' => 'เทศบาลคำใหญ่ปันน้ำใจ',
      'province' => '28',
    ),
    3660 => 
    array (
      'code' => '3040201201',
      'name' => 'เทศบาลตำบลหนองเรือ 1',
      'province' => '28',
    ),
    3661 => 
    array (
      'code' => '3040201301',
      'name' => 'เทศบาลท่าพระ',
      'province' => '28',
    ),
    3662 => 
    array (
      'code' => '3040201501',
      'name' => 'อนุบาลเทศบาลตำบลพระลับ',
      'province' => '28',
    ),
    3663 => 
    array (
      'code' => '3040201601',
      'name' => 'เทศบาลตำบลแวงน้อย',
      'province' => '28',
    ),
    3664 => 
    array (
      'code' => '3040201701',
      'name' => 'อนุบาลเทศบาลตำบลเปือยน้อย (บ้านวังหิน)',
      'province' => '28',
    ),
    3665 => 
    array (
      'code' => '3040201801',
      'name' => 'อนุบาลเทศบาลตำบลโนนทอง',
      'province' => '28',
    ),
    3666 => 
    array (
      'code' => '3040300301',
      'name' => 'บ้านทุ่งเชือก',
      'province' => '28',
    ),
    3667 => 
    array (
      'code' => '3040300501',
      'name' => 'บ้านห้วยสายหนัง',
      'province' => '28',
    ),
    3668 => 
    array (
      'code' => '3040300701',
      'name' => 'องค์การบริหารส่วนตำบลโนนข่า',
      'province' => '28',
    ),
    3669 => 
    array (
      'code' => '3041100101',
      'name' => 'เชียงเพ็งวิทยา',
      'province' => '29',
    ),
    3670 => 
    array (
      'code' => '3041100102',
      'name' => 'นาทรายวิทยาคม',
      'province' => '29',
    ),
    3671 => 
    array (
      'code' => '3041100103',
      'name' => 'ชัยนาคำวิทยา',
      'province' => '29',
    ),
    3672 => 
    array (
      'code' => '3041100104',
      'name' => 'พันดอนวิทยา',
      'province' => '29',
    ),
    3673 => 
    array (
      'code' => '3041100105',
      'name' => 'พังงูพิทยาคม',
      'province' => '29',
    ),
    3674 => 
    array (
      'code' => '3041100106',
      'name' => 'น้ำซึมพิทยาคม',
      'province' => '29',
    ),
    3675 => 
    array (
      'code' => '3041100107',
      'name' => 'แชแลพิทยานุสรณ์',
      'province' => '29',
    ),
    3676 => 
    array (
      'code' => '3041100108',
      'name' => 'กุงเจริญพิทยาคม',
      'province' => '29',
    ),
    3677 => 
    array (
      'code' => '3041200101',
      'name' => 'เทศบาล 1 โพศรี',
      'province' => '29',
    ),
    3678 => 
    array (
      'code' => '3041200102',
      'name' => 'เทศบาล 2 มุขมนตรี',
      'province' => '29',
    ),
    3679 => 
    array (
      'code' => '3041200103',
      'name' => 'เทศบาล 3 บ้านเหล่า',
      'province' => '29',
    ),
    3680 => 
    array (
      'code' => '3041200104',
      'name' => 'เทศบาล 4 วัดโพธิ์วราราม',
      'province' => '29',
    ),
    3681 => 
    array (
      'code' => '3041200105',
      'name' => 'เทศบาล 5 สีหรักษ์วิทยา',
      'province' => '29',
    ),
    3682 => 
    array (
      'code' => '3041200106',
      'name' => 'มัธยมเทศบาล ๖ นครอุดรธานี',
      'province' => '29',
    ),
    3683 => 
    array (
      'code' => '3041200107',
      'name' => 'เทศบาล 7 รถไฟสงเคราะห์',
      'province' => '29',
    ),
    3684 => 
    array (
      'code' => '3041200108',
      'name' => 'เทศบาล 8 ไทยรัฐวิทยา',
      'province' => '29',
    ),
    3685 => 
    array (
      'code' => '3041200109',
      'name' => 'เทศบาล 9 มณเฑียรอนุสรณ์',
      'province' => '29',
    ),
    3686 => 
    array (
      'code' => '3041200110',
      'name' => 'เทศบาล 10 อนุบาลหนูดี',
      'province' => '29',
    ),
    3687 => 
    array (
      'code' => '3041200111',
      'name' => 'เทศบาล 11 อนุบาลต้นแบบ',
      'province' => '29',
    ),
    3688 => 
    array (
      'code' => '3041200112',
      'name' => 'บ้านช้าง',
      'province' => '29',
    ),
    3689 => 
    array (
      'code' => '3041200113',
      'name' => 'อนุบาลหนองหิน',
      'province' => '29',
    ),
    3690 => 
    array (
      'code' => '3041200201',
      'name' => 'เทศบาล 1 บ้านโสกคูณ',
      'province' => '29',
    ),
    3691 => 
    array (
      'code' => '3041200301',
      'name' => 'เทศบาล 1 หนองใส',
      'province' => '29',
    ),
    3692 => 
    array (
      'code' => '3041200401',
      'name' => 'เทศบาลตำบลน้ำโสม',
      'province' => '29',
    ),
    3693 => 
    array (
      'code' => '3041200501',
      'name' => 'เทศบาล 1 โคกสูง',
      'province' => '29',
    ),
    3694 => 
    array (
      'code' => '3041200601',
      'name' => 'เทศบาลตำบลโนนสะอาด',
      'province' => '29',
    ),
    3695 => 
    array (
      'code' => '3041200701',
      'name' => 'อนุบาลเทศบาลเมืองหนองสำโรง',
      'province' => '29',
    ),
    3696 => 
    array (
      'code' => '3041200801',
      'name' => 'อนุบาลเทศบาลเมืองบ้านดุง',
      'province' => '29',
    ),
    3697 => 
    array (
      'code' => '3042100101',
      'name' => 'เหมืองแบ่งวิทยาคม',
      'province' => '30',
    ),
    3698 => 
    array (
      'code' => '3042100102',
      'name' => 'บ้านฟากนา',
      'province' => '30',
    ),
    3699 => 
    array (
      'code' => '3042100103',
      'name' => 'บ้านขอนแดง',
      'province' => '30',
    ),
    3700 => 
    array (
      'code' => '3042200101',
      'name' => 'เทศบาล 1 ชุมชนศรีสะอาด',
      'province' => '30',
    ),
    3701 => 
    array (
      'code' => '3042200102',
      'name' => 'เทศบาล 2 ศรีบุญเรือง',
      'province' => '30',
    ),
    3702 => 
    array (
      'code' => '3042200103',
      'name' => 'เทศบาล 3 ศรีสว่าง',
      'province' => '30',
    ),
    3703 => 
    array (
      'code' => '3042200104',
      'name' => 'เทศบาล 4 บ้านภูบ่อบิด',
      'province' => '30',
    ),
    3704 => 
    array (
      'code' => '3042200105',
      'name' => 'เทศบาล 5 บ้านหนองผักก้าม',
      'province' => '30',
    ),
    3705 => 
    array (
      'code' => '3042200201',
      'name' => 'เทศบาลวังสะพุง 1',
      'province' => '30',
    ),
    3706 => 
    array (
      'code' => '3042200202',
      'name' => 'เทศบาลวังสะพุง 2 บ้านบุ่งไสล่',
      'province' => '30',
    ),
    3707 => 
    array (
      'code' => '3042200301',
      'name' => 'เทศบาลตำบลนาด้วง',
      'province' => '30',
    ),
    3708 => 
    array (
      'code' => '3042200401',
      'name' => 'เทศบาลท่าลี่',
      'province' => '30',
    ),
    3709 => 
    array (
      'code' => '3042200501',
      'name' => 'อนุบาลเทศบาลภูเรือ',
      'province' => '30',
    ),
    3710 => 
    array (
      'code' => '3042200601',
      'name' => 'อนุบาลเชียงคาน (เทศบาล 1)',
      'province' => '30',
    ),
    3711 => 
    array (
      'code' => '3042200701',
      'name' => 'เทศบาลนาอ้อ',
      'province' => '30',
    ),
    3712 => 
    array (
      'code' => '3042200801',
      'name' => 'อนุบาลเทศบาลตำบลธาตุ',
      'province' => '30',
    ),
    3713 => 
    array (
      'code' => '3042200901',
      'name' => 'อนุบาลเทศบาลตำบลนาดินดำ',
      'province' => '30',
    ),
    3714 => 
    array (
      'code' => '3042300101',
      'name' => 'ปวนพุวัฒนา',
      'province' => '30',
    ),
    3715 => 
    array (
      'code' => '3043100101',
      'name' => 'กีฬาจังหวัดหนองคาย',
      'province' => '31',
    ),
    3716 => 
    array (
      'code' => '3043200101',
      'name' => 'เทศบาล 1 สว่างวิทยา',
      'province' => '31',
    ),
    3717 => 
    array (
      'code' => '3043200102',
      'name' => 'เทศบาล 2 ชำนาญอนุเคราะห์',
      'province' => '31',
    ),
    3718 => 
    array (
      'code' => '3043200103',
      'name' => 'เทศบาล 3 ยุวบูรณ์บำรุง',
      'province' => '31',
    ),
    3719 => 
    array (
      'code' => '3043200104',
      'name' => 'เทศบาล 4 ฉลองรัตน์',
      'province' => '31',
    ),
    3720 => 
    array (
      'code' => '3043200201',
      'name' => 'เทศบาล 1 เมืองท่าบ่อ',
      'province' => '31',
    ),
    3721 => 
    array (
      'code' => '3043200301',
      'name' => 'เทศบาลปากคาด',
      'province' => '31',
    ),
    3722 => 
    array (
      'code' => '3043200401',
      'name' => 'เทศบาลพรเจริญ',
      'province' => '31',
    ),
    3723 => 
    array (
      'code' => '3043200501',
      'name' => 'เทศบาลตำบลศรีพนา',
      'province' => '31',
    ),
    3724 => 
    array (
      'code' => '3043200601',
      'name' => 'อนุบาลหนองปลาบาก',
      'province' => '31',
    ),
    3725 => 
    array (
      'code' => '3043200701',
      'name' => 'อนุบาลเทศบาลตำบลวัดธาตุ',
      'province' => '31',
    ),
    3726 => 
    array (
      'code' => '3043200801',
      'name' => 'อนุบาลเทศบาลตำบลเวียงคุก',
      'province' => '31',
    ),
    3727 => 
    array (
      'code' => '3043200901',
      'name' => 'อนุบาลเทศบาลตำบลศรีเชียงใหม่',
      'province' => '31',
    ),
    3728 => 
    array (
      'code' => '3044100101',
      'name' => 'งัวบาวิทยาคม',
      'province' => '32',
    ),
    3729 => 
    array (
      'code' => '3044100102',
      'name' => 'ดอนเงินพิทยาคาร',
      'province' => '32',
    ),
    3730 => 
    array (
      'code' => '3044100103',
      'name' => 'หนองเหล็กศึกษา',
      'province' => '32',
    ),
    3731 => 
    array (
      'code' => '3044100104',
      'name' => 'ศรีสุขพิทยาคม',
      'province' => '32',
    ),
    3732 => 
    array (
      'code' => '3044100105',
      'name' => 'มะค่าพิทยาคม',
      'province' => '32',
    ),
    3733 => 
    array (
      'code' => '3044100106',
      'name' => 'เลิงแฝกประชาบำรุง',
      'province' => '32',
    ),
    3734 => 
    array (
      'code' => '3044100107',
      'name' => 'หนองบัวปิยนิมิตร',
      'province' => '32',
    ),
    3735 => 
    array (
      'code' => '3044100108',
      'name' => 'ท่าขอนยางพิทยาคม',
      'province' => '32',
    ),
    3736 => 
    array (
      'code' => '3044100109',
      'name' => 'นาสีนวลพิทยาสรรค์',
      'province' => '32',
    ),
    3737 => 
    array (
      'code' => '3044100110',
      'name' => 'ขามป้อมพิทยาคม',
      'province' => '32',
    ),
    3738 => 
    array (
      'code' => '3044100111',
      'name' => 'เสือโก้กวิทยาสรรค์',
      'province' => '32',
    ),
    3739 => 
    array (
      'code' => '3044100112',
      'name' => 'นาข่าวิทยาคม',
      'province' => '32',
    ),
    3740 => 
    array (
      'code' => '3044100113',
      'name' => 'หนองโกวิชาประสิทธิ์พิทยาคม',
      'province' => '32',
    ),
    3741 => 
    array (
      'code' => '3044100114',
      'name' => 'หนองโพธิ์วิทยาคม',
      'province' => '32',
    ),
    3742 => 
    array (
      'code' => '3044100115',
      'name' => 'หัวเรือพิทยาคม',
      'province' => '32',
    ),
    3743 => 
    array (
      'code' => '3044100116',
      'name' => 'มัธยมดงยาง',
      'province' => '32',
    ),
    3744 => 
    array (
      'code' => '3044100117',
      'name' => 'เวียงสะอาดพิทยาคม',
      'province' => '32',
    ),
    3745 => 
    array (
      'code' => '3044100118',
      'name' => 'เกิ้งวิทยานุกูล',
      'province' => '32',
    ),
    3746 => 
    array (
      'code' => '3044100119',
      'name' => 'โคกก่อพิทยาคม',
      'province' => '32',
    ),
    3747 => 
    array (
      'code' => '3044100120',
      'name' => 'เมืองเตาวิทยาคม',
      'province' => '32',
    ),
    3748 => 
    array (
      'code' => '3044200101',
      'name' => 'เทศบาลสามัคคีวิทยา',
      'province' => '32',
    ),
    3749 => 
    array (
      'code' => '3044200102',
      'name' => 'เทศบาลโพธิ์ศรี',
      'province' => '32',
    ),
    3750 => 
    array (
      'code' => '3044200103',
      'name' => 'เทศบาลบ้านค้อ',
      'province' => '32',
    ),
    3751 => 
    array (
      'code' => '3044200104',
      'name' => 'เทศบาลบ้านแมด',
      'province' => '32',
    ),
    3752 => 
    array (
      'code' => '3044200105',
      'name' => 'เทศบาลบูรพาพิทยาคาร',
      'province' => '32',
    ),
    3753 => 
    array (
      'code' => '3044200106',
      'name' => 'เทศบาลศรีสวัสดิ์วิทยา',
      'province' => '32',
    ),
    3754 => 
    array (
      'code' => '3044200107',
      'name' => 'เทศบาลบ้านส่องนางใย',
      'province' => '32',
    ),
    3755 => 
    array (
      'code' => '3044200201',
      'name' => 'เทศบาลนาเชือก',
      'province' => '32',
    ),
    3756 => 
    array (
      'code' => '3044200301',
      'name' => 'อนุบาลเทศบาลตำบลพยัคฆภูมิพิสัย',
      'province' => '32',
    ),
    3757 => 
    array (
      'code' => '3044300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลวังแสง',
      'province' => '32',
    ),
    3758 => 
    array (
      'code' => '3044300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลบรบือ',
      'province' => '32',
    ),
    3759 => 
    array (
      'code' => '3045100101',
      'name' => 'โพธิ์ทองพิทยาคม',
      'province' => '33',
    ),
    3760 => 
    array (
      'code' => '3045100102',
      'name' => 'ทุ่งกุลาประชานุสรณ์',
      'province' => '33',
    ),
    3761 => 
    array (
      'code' => '3045100103',
      'name' => 'ขี้เหล็กพิทยาคม',
      'province' => '33',
    ),
    3762 => 
    array (
      'code' => '3045200101',
      'name' => 'เทศบาลวัดเหนือ',
      'province' => '33',
    ),
    3763 => 
    array (
      'code' => '3045200102',
      'name' => 'เทศบาลหนองหญ้าม้า(รร.กีฬาท้องถิ่น จ.ร้อยเอ็ด)',
      'province' => '33',
    ),
    3764 => 
    array (
      'code' => '3045200103',
      'name' => 'เทศบาลวัดบูรพาภิราม',
      'province' => '33',
    ),
    3765 => 
    array (
      'code' => '3045200104',
      'name' => 'เทศบาลวัดป่าเรไร',
      'province' => '33',
    ),
    3766 => 
    array (
      'code' => '3045200105',
      'name' => 'เทศบาลวัดราษฎรอุทิศ',
      'province' => '33',
    ),
    3767 => 
    array (
      'code' => '3045200106',
      'name' => 'เทศบาลวัดเวฬุวัน',
      'province' => '33',
    ),
    3768 => 
    array (
      'code' => '3045200107',
      'name' => 'เทศบาลวัดสระทอง',
      'province' => '33',
    ),
    3769 => 
    array (
      'code' => '3045200108',
      'name' => 'อนุบาลเทศบาลเมืองร้อยเอ็ด',
      'province' => '33',
    ),
    3770 => 
    array (
      'code' => '3045200201',
      'name' => 'อนุบาลเทศบาลตำบลชัยวารี',
      'province' => '33',
    ),
    3771 => 
    array (
      'code' => '3045200301',
      'name' => 'อนุบาลเทศบาลตำบลเกษตรวิสัย',
      'province' => '33',
    ),
    3772 => 
    array (
      'code' => '3045200302',
      'name' => 'เทศบาล ๒ เกษตรวิสัย',
      'province' => '33',
    ),
    3773 => 
    array (
      'code' => '3045200401',
      'name' => 'อนุบาลเทศบาลตำบลหนองพอก',
      'province' => '33',
    ),
    3774 => 
    array (
      'code' => '3045200501',
      'name' => 'อนุบาลเทศบาลตำบลเชียงใหม่',
      'province' => '33',
    ),
    3775 => 
    array (
      'code' => '3045300101',
      'name' => 'บ้านโนนสมบูรณ์',
      'province' => '33',
    ),
    3776 => 
    array (
      'code' => '3046100101',
      'name' => 'เมืองสมเด็จ',
      'province' => '34',
    ),
    3777 => 
    array (
      'code' => '3046100102',
      'name' => 'นาเชือกวิทยาคม',
      'province' => '34',
    ),
    3778 => 
    array (
      'code' => '3046100103',
      'name' => 'ขมิ้นพิทยาสรรพ์',
      'province' => '34',
    ),
    3779 => 
    array (
      'code' => '3046100104',
      'name' => 'ลำปาววิทยาคม',
      'province' => '34',
    ),
    3780 => 
    array (
      'code' => '3046100105',
      'name' => 'คลองขามวิทยาคาร',
      'province' => '34',
    ),
    3781 => 
    array (
      'code' => '3046100106',
      'name' => 'ดงมูลวิทยาคม',
      'province' => '34',
    ),
    3782 => 
    array (
      'code' => '3046100107',
      'name' => 'ทรายมูลพิทยาคม',
      'province' => '34',
    ),
    3783 => 
    array (
      'code' => '3046100108',
      'name' => 'เนินยางประชาสามัคคี',
      'province' => '34',
    ),
    3784 => 
    array (
      'code' => '3046100109',
      'name' => 'หนองห้างพิทยา',
      'province' => '34',
    ),
    3785 => 
    array (
      'code' => '3046100110',
      'name' => 'หนองชุมแสงวิทยาคม',
      'province' => '34',
    ),
    3786 => 
    array (
      'code' => '3046100111',
      'name' => 'บัวขาว',
      'province' => '34',
    ),
    3787 => 
    array (
      'code' => '3046100112',
      'name' => 'จุมจังพลังราษฎร์',
      'province' => '34',
    ),
    3788 => 
    array (
      'code' => '3046200101',
      'name' => 'เทศบาล 1 กาฬสินธุ์พิทยาสิทธิ์',
      'province' => '34',
    ),
    3789 => 
    array (
      'code' => '3046200102',
      'name' => 'เทศบาล 2 วัดสว่างคงคา',
      'province' => '34',
    ),
    3790 => 
    array (
      'code' => '3046200103',
      'name' => 'เทศบาล 3 วัดเหนือ',
      'province' => '34',
    ),
    3791 => 
    array (
      'code' => '3046200104',
      'name' => 'เทศบาล 4 วัดใต้โพธิ์ค้ำ',
      'province' => '34',
    ),
    3792 => 
    array (
      'code' => '3046200201',
      'name' => 'อนุบาลเทศบาลตำบลร่องคำ',
      'province' => '34',
    ),
    3793 => 
    array (
      'code' => '3046200301',
      'name' => 'อนุบาลเทศบาลตำบลธัญญา',
      'province' => '34',
    ),
    3794 => 
    array (
      'code' => '3046200401',
      'name' => 'ดงสวางวิทยายน',
      'province' => '34',
    ),
    3795 => 
    array (
      'code' => '3046300101',
      'name' => 'องค์การบริหารส่วนตำบลโคกสะอาด',
      'province' => '34',
    ),
    3796 => 
    array (
      'code' => '3046300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลคลองขาม',
      'province' => '34',
    ),
    3797 => 
    array (
      'code' => '3046300401',
      'name' => 'อนุบาลสายใยรักองค์การบริหารส่วนตำบลทุ่งคลอง',
      'province' => '34',
    ),
    3798 => 
    array (
      'code' => '3047100101',
      'name' => 'ร่มไทรวิทยา',
      'province' => '35',
    ),
    3799 => 
    array (
      'code' => '3047100102',
      'name' => 'ธาตุทองอำนวยวิทย์',
      'province' => '35',
    ),
    3800 => 
    array (
      'code' => '3047100103',
      'name' => 'สกลทวาปี (สกลราชวิทยานุกูล 2)',
      'province' => '35',
    ),
    3801 => 
    array (
      'code' => '3047100104',
      'name' => 'ภูดินแดงวิทยา',
      'province' => '35',
    ),
    3802 => 
    array (
      'code' => '3047100105',
      'name' => 'เดื่อศรีไพรวัลย์',
      'province' => '35',
    ),
    3803 => 
    array (
      'code' => '3047100106',
      'name' => 'คำยางพิทยาคม',
      'province' => '35',
    ),
    3804 => 
    array (
      'code' => '3047200101',
      'name' => 'เทศบาล 1 เชิงชุมประชานุกูล',
      'province' => '35',
    ),
    3805 => 
    array (
      'code' => '3047200102',
      'name' => 'เทศบาล 2 เชิงชุมอนุชนวิทยา',
      'province' => '35',
    ),
    3806 => 
    array (
      'code' => '3047200103',
      'name' => 'มัธยมศึกษาเทศบาล 3 ยุติธรรมวิทยา',
      'province' => '35',
    ),
    3807 => 
    array (
      'code' => '3047200104',
      'name' => 'เทศบาล 4 รัฐประชานุเคราะห์',
      'province' => '35',
    ),
    3808 => 
    array (
      'code' => '3047200201',
      'name' => 'ทต.อากาศอำนวย (ชุมชนอุปถัมภ์)',
      'province' => '35',
    ),
    3809 => 
    array (
      'code' => '3047200301',
      'name' => 'เทศบาลคำตากล้า',
      'province' => '35',
    ),
    3810 => 
    array (
      'code' => '3047200401',
      'name' => 'อนุบาลเทศบาลตำบลเจริญศิลป์',
      'province' => '35',
    ),
    3811 => 
    array (
      'code' => '3047200501',
      'name' => 'อนุบาลเทศบาลตำบลบะหว้า',
      'province' => '35',
    ),
    3812 => 
    array (
      'code' => '3047200601',
      'name' => 'อนุบาลเทศบาลวานรนิวาส',
      'province' => '35',
    ),
    3813 => 
    array (
      'code' => '3047200701',
      'name' => 'เทศบาลตำบลดงมะไฟ',
      'province' => '35',
    ),
    3814 => 
    array (
      'code' => '3047200801',
      'name' => 'เทศบาลตำบลเชียงเครือ',
      'province' => '35',
    ),
    3815 => 
    array (
      'code' => '3048100101',
      'name' => 'ชุมชนอาจสามารถ',
      'province' => '36',
    ),
    3816 => 
    array (
      'code' => '3048200101',
      'name' => 'เทศบาล 1 หนองแสง',
      'province' => '36',
    ),
    3817 => 
    array (
      'code' => '3048200102',
      'name' => 'เทศบาล 2 ถนนบำรุงเมือง',
      'province' => '36',
    ),
    3818 => 
    array (
      'code' => '3048200103',
      'name' => 'ชุมชนเทศบาล 3 พินิจพิทยานุสรณ์',
      'province' => '36',
    ),
    3819 => 
    array (
      'code' => '3048200104',
      'name' => 'เทศบาล 4 รัตนโกสินทร์ 200 ปี',
      'province' => '36',
    ),
    3820 => 
    array (
      'code' => '3048200105',
      'name' => 'เทศบาล 5 สมพรอภัยโส',
      'province' => '36',
    ),
    3821 => 
    array (
      'code' => '3048200106',
      'name' => 'อนุบาลเทศบาลเมืองนครพนม (ยงใจยุทธ)',
      'province' => '36',
    ),
    3822 => 
    array (
      'code' => '3048200201',
      'name' => 'อนุบาลศรีโคตบูร',
      'province' => '36',
    ),
    3823 => 
    array (
      'code' => '3048200301',
      'name' => 'อนุบาลเทศบาลตำบลนาหว้า',
      'province' => '36',
    ),
    3824 => 
    array (
      'code' => '3049200101',
      'name' => 'เทศบาล 1 ทีโอเอวิทยา',
      'province' => '37',
    ),
    3825 => 
    array (
      'code' => '3049200102',
      'name' => 'เทศบาล 2 วัดนิรมิตร',
      'province' => '37',
    ),
    3826 => 
    array (
      'code' => '3049200201',
      'name' => 'อนุบาลเทศบาลตำบลคำชะอี',
      'province' => '37',
    ),
    3827 => 
    array (
      'code' => '3049200301',
      'name' => 'อนุบาลเทศบาลตำบลดงเย็น',
      'province' => '37',
    ),
    3828 => 
    array (
      'code' => '3050100101',
      'name' => 'แม่อายวิทยาคม',
      'province' => '38',
    ),
    3829 => 
    array (
      'code' => '3050100102',
      'name' => 'ต้นแก้วผดุงพิทยาลัย',
      'province' => '38',
    ),
    3830 => 
    array (
      'code' => '3050100103',
      'name' => 'บ้านแม่งอนขี้เหล็ก',
      'province' => '38',
    ),
    3831 => 
    array (
      'code' => '3050200101',
      'name' => 'เทศบาลวัดเกตการาม',
      'province' => '38',
    ),
    3832 => 
    array (
      'code' => '3050200102',
      'name' => 'เทศบาลวัดท่าสะต๋อย',
      'province' => '38',
    ),
    3833 => 
    array (
      'code' => '3050200103',
      'name' => 'เทศบาลวัดกู่คำ',
      'province' => '38',
    ),
    3834 => 
    array (
      'code' => '3050200104',
      'name' => 'เทศบาลวัดศรีดอนไชย',
      'province' => '38',
    ),
    3835 => 
    array (
      'code' => '3050200105',
      'name' => 'เทศบาลวัดศรีสุพรรณ',
      'province' => '38',
    ),
    3836 => 
    array (
      'code' => '3050200106',
      'name' => 'เทศบาลดอกเงิน',
      'province' => '38',
    ),
    3837 => 
    array (
      'code' => '3050200107',
      'name' => 'เทศบาลวัดป่าแพ่ง',
      'province' => '38',
    ),
    3838 => 
    array (
      'code' => '3050200108',
      'name' => 'เทศบาลวัดศรีปิงเมือง',
      'province' => '38',
    ),
    3839 => 
    array (
      'code' => '3050200109',
      'name' => 'เทศบาลวัดพวกช้าง',
      'province' => '38',
    ),
    3840 => 
    array (
      'code' => '3050200110',
      'name' => 'เทศบาลวัดเชียงยืน',
      'province' => '38',
    ),
    3841 => 
    array (
      'code' => '3050200111',
      'name' => 'เทศบาลวัดหมื่นเงินกอง',
      'province' => '38',
    ),
    3842 => 
    array (
      'code' => '3050200201',
      'name' => 'เทศบาล 1 ทุ่งฟ้าบดราษฎร์บำรุง',
      'province' => '38',
    ),
    3843 => 
    array (
      'code' => '3050200301',
      'name' => 'เทศบาล 1 ไชยปราการ',
      'province' => '38',
    ),
    3844 => 
    array (
      'code' => '3050200401',
      'name' => 'อนุบาลสานสายใยรัก ทม.เมืองแกนพัฒนา',
      'province' => '38',
    ),
    3845 => 
    array (
      'code' => '3050200501',
      'name' => 'เทศบาลวัดดอนเปา (กองคำราษฎร์นุสรณ์)',
      'province' => '38',
    ),
    3846 => 
    array (
      'code' => '3050200601',
      'name' => 'เทศบาลเวียงฝาง',
      'province' => '38',
    ),
    3847 => 
    array (
      'code' => '3050200701',
      'name' => 'อนุบาลหนองป่าครั่ง',
      'province' => '38',
    ),
    3848 => 
    array (
      'code' => '3050200702',
      'name' => 'อนุบาลหนองป่าครั่ง ๒',
      'province' => '38',
    ),
    3849 => 
    array (
      'code' => '3050200801',
      'name' => 'เทศบาลหางดง (ประชาคมสร้างสรรค์)',
      'province' => '38',
    ),
    3850 => 
    array (
      'code' => '3050200901',
      'name' => 'อนุบาลเทศบาลตำบลแม่คือ',
      'province' => '38',
    ),
    3851 => 
    array (
      'code' => '3050201001',
      'name' => 'อนุบาลเทศบาลตำบลบวกค้าง',
      'province' => '38',
    ),
    3852 => 
    array (
      'code' => '3050201101',
      'name' => 'บ้านห้วยเป้า',
      'province' => '38',
    ),
    3853 => 
    array (
      'code' => '3050201102',
      'name' => 'พัฒนาต้นน้ำขุนคอง',
      'province' => '38',
    ),
    3854 => 
    array (
      'code' => '3050201201',
      'name' => 'เทศบาลตำบลทุ่งต้อม',
      'province' => '38',
    ),
    3855 => 
    array (
      'code' => '3050201301',
      'name' => 'เทศบาลตำบลสันมหาพน',
      'province' => '38',
    ),
    3856 => 
    array (
      'code' => '3050201401',
      'name' => 'เทศบาลตำบลแม่ริม',
      'province' => '38',
    ),
    3857 => 
    array (
      'code' => '3050201501',
      'name' => 'อนุบาลเทศบาลตำบลแม่อาย (บ้านเด่น)',
      'province' => '38',
    ),
    3858 => 
    array (
      'code' => '3050201601',
      'name' => 'เทศบาลตำบลเจดีย์แม่ครัว',
      'province' => '38',
    ),
    3859 => 
    array (
      'code' => '3050201701',
      'name' => 'อนุบาลเทศบาลตำบลสันกำแพง',
      'province' => '38',
    ),
    3860 => 
    array (
      'code' => '3050201801',
      'name' => 'อนุบาลเทศบาลเมืองแม่เหียะ',
      'province' => '38',
    ),
    3861 => 
    array (
      'code' => '3050201901',
      'name' => 'อนุบาลเทศบาลตำบลแม่ข่า',
      'province' => '38',
    ),
    3862 => 
    array (
      'code' => '3050202001',
      'name' => 'อนุบาลเทศบาลตำบลเมืองนะ 1',
      'province' => '38',
    ),
    3863 => 
    array (
      'code' => '3050202002',
      'name' => 'อนุบาลเทศบาลตำบลเมืองนะ ๒',
      'province' => '38',
    ),
    3864 => 
    array (
      'code' => '3050202101',
      'name' => 'เทศบาลตำบลยางเนิ้ง',
      'province' => '38',
    ),
    3865 => 
    array (
      'code' => '3050202201',
      'name' => 'อนุบาลเทศบาลตำบลสันปูเลย',
      'province' => '38',
    ),
    3866 => 
    array (
      'code' => '3050202301',
      'name' => 'อนุบาลเทศบาลตำบลสันโป่ง',
      'province' => '38',
    ),
    3867 => 
    array (
      'code' => '3050202401',
      'name' => 'อนุบาลตำบลป่าไหน่',
      'province' => '38',
    ),
    3868 => 
    array (
      'code' => '3050300201',
      'name' => 'อนุบาลสันทรายพัฒนา',
      'province' => '38',
    ),
    3869 => 
    array (
      'code' => '3050300401',
      'name' => 'อนุบาลตำบลทุ่งสะโตก',
      'province' => '38',
    ),
    3870 => 
    array (
      'code' => '3050300601',
      'name' => 'อนุบาลโหล่งขอด',
      'province' => '38',
    ),
    3871 => 
    array (
      'code' => '3050300701',
      'name' => 'อนุบาล อบต.กื้ดช้าง 1',
      'province' => '38',
    ),
    3872 => 
    array (
      'code' => '3050300702',
      'name' => 'อนุบาล อบต.กื้ดช้าง 2',
      'province' => '38',
    ),
    3873 => 
    array (
      'code' => '3050300901',
      'name' => 'ดอนแก้วเนรมิตปัญญา',
      'province' => '38',
    ),
    3874 => 
    array (
      'code' => '3050301001',
      'name' => 'บ้านแม่เตี๊ยะ',
      'province' => '38',
    ),
    3875 => 
    array (
      'code' => '3050301101',
      'name' => 'บ้านล้องอ้อ',
      'province' => '38',
    ),
    3876 => 
    array (
      'code' => '3050301201',
      'name' => 'อนุบาลแม่แวน',
      'province' => '38',
    ),
    3877 => 
    array (
      'code' => '3050301301',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลสันต้นหมื้อ',
      'province' => '38',
    ),
    3878 => 
    array (
      'code' => '3050301401',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลห้วยแก้ว',
      'province' => '38',
    ),
    3879 => 
    array (
      'code' => '3050301501',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลยุหว่า',
      'province' => '38',
    ),
    3880 => 
    array (
      'code' => '3050301601',
      'name' => 'บ้านหล่ายฝาง',
      'province' => '38',
    ),
    3881 => 
    array (
      'code' => '3050301701',
      'name' => 'อนุบาลมะขามหลวง',
      'province' => '38',
    ),
    3882 => 
    array (
      'code' => '3050301801',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลน้ำบ่อหลวง',
      'province' => '38',
    ),
    3883 => 
    array (
      'code' => '3051100101',
      'name' => 'นาทรายวิทยาคม',
      'province' => '39',
    ),
    3884 => 
    array (
      'code' => '3051100102',
      'name' => 'บ้านป่าแป๋',
      'province' => '39',
    ),
    3885 => 
    array (
      'code' => '3051100103',
      'name' => 'บ้านป่าป๋วย',
      'province' => '39',
    ),
    3886 => 
    array (
      'code' => '3051100104',
      'name' => 'วิทยาลัยเทคโนโลยีและการจัดการ อบจ.ลำพูน',
      'province' => '39',
    ),
    3887 => 
    array (
      'code' => '3051200101',
      'name' => 'เทศบาลจามเทวี',
      'province' => '39',
    ),
    3888 => 
    array (
      'code' => '3051200102',
      'name' => 'เทศบาลประตูลี้',
      'province' => '39',
    ),
    3889 => 
    array (
      'code' => '3051200103',
      'name' => 'เทศบาลสันป่ายางหลวง',
      'province' => '39',
    ),
    3890 => 
    array (
      'code' => '3051200104',
      'name' => 'เทศบาลสันป่ายางหน่อม',
      'province' => '39',
    ),
    3891 => 
    array (
      'code' => '3051200201',
      'name' => 'บ้านกลางวิทยานุกูล',
      'province' => '39',
    ),
    3892 => 
    array (
      'code' => '3051200301',
      'name' => 'เทศบาลทุ่งหัวช้าง',
      'province' => '39',
    ),
    3893 => 
    array (
      'code' => '3051200401',
      'name' => 'เทศบาลตำบลวังผาง',
      'province' => '39',
    ),
    3894 => 
    array (
      'code' => '3051200501',
      'name' => 'อนุบาลเทศบาลตำบลทากาศ',
      'province' => '39',
    ),
    3895 => 
    array (
      'code' => '3051200601',
      'name' => 'เทศบาลอุโมงค์ ๑',
      'province' => '39',
    ),
    3896 => 
    array (
      'code' => '3051300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลห้วยยาบ',
      'province' => '39',
    ),
    3897 => 
    array (
      'code' => '3052100101',
      'name' => 'วอแก้ววิทยา',
      'province' => '40',
    ),
    3898 => 
    array (
      'code' => '3052200101',
      'name' => 'เทศบาล 1 บ้านแสนเมืองมูล',
      'province' => '40',
    ),
    3899 => 
    array (
      'code' => '3052200102',
      'name' => 'เทศบาล 3 บุญทวงศ์อนุกูล',
      'province' => '40',
    ),
    3900 => 
    array (
      'code' => '3052200103',
      'name' => 'เทศบาล 4 บ้านเชียงราย',
      'province' => '40',
    ),
    3901 => 
    array (
      'code' => '3052200104',
      'name' => 'เทศบาล 5 บ้านศรีบุญเรือง',
      'province' => '40',
    ),
    3902 => 
    array (
      'code' => '3052200105',
      'name' => 'เทศบาล 6 วัดป่ารวก',
      'province' => '40',
    ),
    3903 => 
    array (
      'code' => '3052200106',
      'name' => 'เทศบาล 7 ศิรินาวินวิทยา',
      'province' => '40',
    ),
    3904 => 
    array (
      'code' => '3052200201',
      'name' => 'เทศบาลป่าตันนาครัว',
      'province' => '40',
    ),
    3905 => 
    array (
      'code' => '3052200401',
      'name' => 'เทศบาลสิริราช',
      'province' => '40',
    ),
    3906 => 
    array (
      'code' => '3052200501',
      'name' => 'เทศบาล 1 บ้านหล่าย',
      'province' => '40',
    ),
    3907 => 
    array (
      'code' => '3052200601',
      'name' => 'เทศบาลห้างฉัตร',
      'province' => '40',
    ),
    3908 => 
    array (
      'code' => '3052300101',
      'name' => 'บ้านห้วยก้อด',
      'province' => '40',
    ),
    3909 => 
    array (
      'code' => '3052300102',
      'name' => 'บ้านแม่สง',
      'province' => '40',
    ),
    3910 => 
    array (
      'code' => '3052300201',
      'name' => 'องค์การบริหารส่วนตำบลวังทรายคำ ๑ บ้านป่าสัก',
      'province' => '40',
    ),
    3911 => 
    array (
      'code' => '3053200101',
      'name' => 'เทศบาลท่าอิฐ',
      'province' => '41',
    ),
    3912 => 
    array (
      'code' => '3053200102',
      'name' => 'เทศบาลวัดท้ายตลาด',
      'province' => '41',
    ),
    3913 => 
    array (
      'code' => '3053200103',
      'name' => 'เทศบาลวัดเกษมจิตตาราม',
      'province' => '41',
    ),
    3914 => 
    array (
      'code' => '3053200104',
      'name' => 'เทศบาลวัดหนองผา',
      'province' => '41',
    ),
    3915 => 
    array (
      'code' => '3053200105',
      'name' => 'เทศบาลวัดคลองโพธิ์',
      'province' => '41',
    ),
    3916 => 
    array (
      'code' => '3053200106',
      'name' => 'เทศบาลวัดไผ่ล้อม',
      'province' => '41',
    ),
    3917 => 
    array (
      'code' => '3053200201',
      'name' => 'เทศบาลศรีพนมมาศพิทยากร',
      'province' => '41',
    ),
    3918 => 
    array (
      'code' => '3053200301',
      'name' => 'เทศบาลหัวดง (ป.ฟักอังกูร)',
      'province' => '41',
    ),
    3919 => 
    array (
      'code' => '3053200401',
      'name' => 'เทศบาลร่วมจิต',
      'province' => '41',
    ),
    3920 => 
    array (
      'code' => '3054100101',
      'name' => 'บ้านไผ่ย้อย',
      'province' => '42',
    ),
    3921 => 
    array (
      'code' => '3054100102',
      'name' => 'พัฒนาประชาอุปถัมภ์',
      'province' => '42',
    ),
    3922 => 
    array (
      'code' => '3054100103',
      'name' => 'เด่นไชยวิทยา',
      'province' => '42',
    ),
    3923 => 
    array (
      'code' => '3054200101',
      'name' => 'เทศบาลวัดสวรรคนิเวศ',
      'province' => '42',
    ),
    3924 => 
    array (
      'code' => '3054200102',
      'name' => 'เทศบาลวัดหัวข่วง',
      'province' => '42',
    ),
    3925 => 
    array (
      'code' => '3054200103',
      'name' => 'เทศบาลวัดชัยมงคล',
      'province' => '42',
    ),
    3926 => 
    array (
      'code' => '3054200104',
      'name' => 'เทศบาลวัดเหมืองแดง',
      'province' => '42',
    ),
    3927 => 
    array (
      'code' => '3054200105',
      'name' => 'สาธิตเทศบาลบ้านเชตวัน',
      'province' => '42',
    ),
    3928 => 
    array (
      'code' => '3054200201',
      'name' => 'อนุบาลเทศบาลตำบลเด่นชัย',
      'province' => '42',
    ),
    3929 => 
    array (
      'code' => '3054200301',
      'name' => 'อนุบาลเทศบาลตำบลร้องกวาง',
      'province' => '42',
    ),
    3930 => 
    array (
      'code' => '3054200401',
      'name' => 'อนุบาลเทศบาลตำบลหนองม่วงไข่',
      'province' => '42',
    ),
    3931 => 
    array (
      'code' => '3054200501',
      'name' => 'อนุบาลเทศบาลตำบลวังชิ้น',
      'province' => '42',
    ),
    3932 => 
    array (
      'code' => '3054200601',
      'name' => 'อนุบาลเทศบาลตำบลทุ่งโฮ้ง',
      'province' => '42',
    ),
    3933 => 
    array (
      'code' => '3054200701',
      'name' => 'อนุบาลเทศบาลตำบลป่าแมต',
      'province' => '42',
    ),
    3934 => 
    array (
      'code' => '3054200801',
      'name' => 'เทศบาลบ้านห้วยอ้อ',
      'province' => '42',
    ),
    3935 => 
    array (
      'code' => '3054300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลเวียงทอง',
      'province' => '42',
    ),
    3936 => 
    array (
      'code' => '3055100101',
      'name' => 'ตาลชุมพิทยาคม',
      'province' => '43',
    ),
    3937 => 
    array (
      'code' => '3055200101',
      'name' => 'จุมปีวนิดาภรณ์ (บ้านภูมินทร์)',
      'province' => '43',
    ),
    3938 => 
    array (
      'code' => '3055200102',
      'name' => 'ดรุณวิทยา (บ้านสวนตาล )',
      'province' => '43',
    ),
    3939 => 
    array (
      'code' => '3055200103',
      'name' => 'สามัคคีวิทยาคาร (บ้านพระเนตร)',
      'province' => '43',
    ),
    3940 => 
    array (
      'code' => '3055200201',
      'name' => 'บ้านหนองนก',
      'province' => '43',
    ),
    3941 => 
    array (
      'code' => '3055300101',
      'name' => 'แม่สาวิทยาคาร (บ้านเอิน)',
      'province' => '43',
    ),
    3942 => 
    array (
      'code' => '3056200101',
      'name' => 'เทศบาล 1 พะเยาประชานุกูล',
      'province' => '44',
    ),
    3943 => 
    array (
      'code' => '3056200102',
      'name' => 'เทศบาล 2 แม่ต๋ำดรุณเวทย์',
      'province' => '44',
    ),
    3944 => 
    array (
      'code' => '3056200103',
      'name' => 'เทศบาล 3 หล่ายอิงราษฎร์บำรุง',
      'province' => '44',
    ),
    3945 => 
    array (
      'code' => '3056200104',
      'name' => 'เทศบาล 4 ภูมินทร์ราษฎร์นุกูล',
      'province' => '44',
    ),
    3946 => 
    array (
      'code' => '3056200105',
      'name' => 'เทศบาล 5 แก้วปัญญาอุปถัมภ์',
      'province' => '44',
    ),
    3947 => 
    array (
      'code' => '3056200106',
      'name' => 'เทศบาล 6 ครูบาอินโตรัฐประชาอุทิศ',
      'province' => '44',
    ),
    3948 => 
    array (
      'code' => '3056200201',
      'name' => 'อนุบาลเทศบาลตำบลบ้านถ้ำ',
      'province' => '44',
    ),
    3949 => 
    array (
      'code' => '3056200301',
      'name' => 'เทศบาลตำบลงิม',
      'province' => '44',
    ),
    3950 => 
    array (
      'code' => '3056200401',
      'name' => 'เทศบาลตำบลปง',
      'province' => '44',
    ),
    3951 => 
    array (
      'code' => '3056200501',
      'name' => 'เทศบาลสบบง',
      'province' => '44',
    ),
    3952 => 
    array (
      'code' => '3056200701',
      'name' => 'อนุบาลเทศบาลตำบลแม่ยม',
      'province' => '44',
    ),
    3953 => 
    array (
      'code' => '3056200801',
      'name' => 'อนุบาลเทศบาลเมืองดอกคำใต้',
      'province' => '44',
    ),
    3954 => 
    array (
      'code' => '3057100101',
      'name' => 'องค์การบริหารส่วนจังหวัดเชียงราย',
      'province' => '45',
    ),
    3955 => 
    array (
      'code' => '3057200101',
      'name' => 'เทศบาล 1 ศรีเกิด',
      'province' => '45',
    ),
    3956 => 
    array (
      'code' => '3057200102',
      'name' => 'เทศบาล 2 หนองบัว',
      'province' => '45',
    ),
    3957 => 
    array (
      'code' => '3057200103',
      'name' => 'เทศบาล 3 ศรีทรายมูล',
      'province' => '45',
    ),
    3958 => 
    array (
      'code' => '3057200104',
      'name' => 'เทศบาล 4 สันป่าก่อ',
      'province' => '45',
    ),
    3959 => 
    array (
      'code' => '3057200105',
      'name' => 'เทศบาล 5 เด่นห้า',
      'province' => '45',
    ),
    3960 => 
    array (
      'code' => '3057200106',
      'name' => 'เทศบาล 6 นครเชียงราย',
      'province' => '45',
    ),
    3961 => 
    array (
      'code' => '3057200107',
      'name' => 'เทศบาล 7 ฝั่งหมิ่น',
      'province' => '45',
    ),
    3962 => 
    array (
      'code' => '3057200108',
      'name' => 'เทศบาล 8 บ้านใหม่',
      'province' => '45',
    ),
    3963 => 
    array (
      'code' => '3057200201',
      'name' => 'เทศบาล 1 ป่าก่อดำ',
      'province' => '45',
    ),
    3964 => 
    array (
      'code' => '3057200301',
      'name' => 'เทศบาล 1 วัดพรหมวิหาร',
      'province' => '45',
    ),
    3965 => 
    array (
      'code' => '3057200302',
      'name' => 'เทศบาล 2 วัดป่ายาง',
      'province' => '45',
    ),
    3966 => 
    array (
      'code' => '3057200401',
      'name' => 'เทศบาล 1 (สันติสุข)',
      'province' => '45',
    ),
    3967 => 
    array (
      'code' => '3057200402',
      'name' => 'เทศบาล 2 (สามัคคีราษฏร์รังสรรค์)',
      'province' => '45',
    ),
    3968 => 
    array (
      'code' => '3057200501',
      'name' => 'เทศบาล 1 ต้นยาง',
      'province' => '45',
    ),
    3969 => 
    array (
      'code' => '3057200502',
      'name' => 'เทศบาล 2 บ้านใหม่ประกอบราษฎร์วิทยานุกูล',
      'province' => '45',
    ),
    3970 => 
    array (
      'code' => '3057200601',
      'name' => 'อนุบาลเทศบาลตำบลเวียงเชียงแสน',
      'province' => '45',
    ),
    3971 => 
    array (
      'code' => '3057200701',
      'name' => 'เทศบาล 1 (ป่าแดด)',
      'province' => '45',
    ),
    3972 => 
    array (
      'code' => '3057200801',
      'name' => 'เทศบาล 1 บ้านเก่า',
      'province' => '45',
    ),
    3973 => 
    array (
      'code' => '3057200901',
      'name' => 'เทศบาลตำบลเวียงเทิง',
      'province' => '45',
    ),
    3974 => 
    array (
      'code' => '3057201001',
      'name' => 'เทศบาล 1 (เฉลิมพระเกียรติฯ บ้านป่าซาง)',
      'province' => '45',
    ),
    3975 => 
    array (
      'code' => '3057201101',
      'name' => 'เทศบาลตำบลเจดีย์หลวง 1',
      'province' => '45',
    ),
    3976 => 
    array (
      'code' => '3057201301',
      'name' => 'อนุบาลเทศบาลตำบลเวียงเชียงของ',
      'province' => '45',
    ),
    3977 => 
    array (
      'code' => '3057201401',
      'name' => 'เทศบาลตำบลแม่คำ (แม่คำสบเปินราษฏร์นุกูล)',
      'province' => '45',
    ),
    3978 => 
    array (
      'code' => '3057201501',
      'name' => 'อนุบาลเทศบาลตำบลเวียงชัย',
      'province' => '45',
    ),
    3979 => 
    array (
      'code' => '3057201601',
      'name' => 'เทศบาลตำบลป่าตาล',
      'province' => '45',
    ),
    3980 => 
    array (
      'code' => '3057300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลป่าหุ่ง',
      'province' => '45',
    ),
    3981 => 
    array (
      'code' => '3057300201',
      'name' => 'องค์การบริหารส่วนตำบลเมืองพาน',
      'province' => '45',
    ),
    3982 => 
    array (
      'code' => '3057300301',
      'name' => 'องค์การบริหารส่วนตำบลทรายขาว (บ้านท่าฮ่อ)',
      'province' => '45',
    ),
    3983 => 
    array (
      'code' => '3057300401',
      'name' => 'องค์การบริหารส่วนตำบลศรีค้ำ (บ้านเวียงสา)',
      'province' => '45',
    ),
    3984 => 
    array (
      'code' => '3057300601',
      'name' => 'อบต.ศรีดอนมูล (บ้านด้ายปาราษฎร์ดำรง)',
      'province' => '45',
    ),
    3985 => 
    array (
      'code' => '3057300701',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลป่าตึง',
      'province' => '45',
    ),
    3986 => 
    array (
      'code' => '3057300801',
      'name' => 'องค์การบริหารส่วนตำบลแม่กรณ์',
      'province' => '45',
    ),
    3987 => 
    array (
      'code' => '3057300901',
      'name' => 'องค์การบริหารส่วนตำบลดอยงาม (สันช้างตาย)',
      'province' => '45',
    ),
    3988 => 
    array (
      'code' => '3057301001',
      'name' => 'องค์การบริหารส่วนตำบลสันติสุข',
      'province' => '45',
    ),
    3989 => 
    array (
      'code' => '3057301101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลป่าซาง',
      'province' => '45',
    ),
    3990 => 
    array (
      'code' => '3057301201',
      'name' => 'อนุบาลตำบลท่าสุด',
      'province' => '45',
    ),
    3991 => 
    array (
      'code' => '3058100101',
      'name' => 'บ้านจองคำ',
      'province' => '46',
    ),
    3992 => 
    array (
      'code' => '3058200101',
      'name' => 'เทศบาลเมืองแม่ฮ่องสอน',
      'province' => '46',
    ),
    3993 => 
    array (
      'code' => '3058200102',
      'name' => 'เทศบาล 2 เฉลิมพระเกียรติ',
      'province' => '46',
    ),
    3994 => 
    array (
      'code' => '3058200201',
      'name' => 'อนุบาลเทศบาลแม่ลาน้อย',
      'province' => '46',
    ),
    3995 => 
    array (
      'code' => '3058200301',
      'name' => 'อนุบาลเทศบาลตำบลแม่ยวม',
      'province' => '46',
    ),
    3996 => 
    array (
      'code' => '3058200401',
      'name' => 'เทศบาลตำบลขุนยวม',
      'province' => '46',
    ),
    3997 => 
    array (
      'code' => '3058300101',
      'name' => 'อนุบาลตำบลบ้านกาศ',
      'province' => '46',
    ),
    3998 => 
    array (
      'code' => '3060100101',
      'name' => 'นครสวรรค์อิงลิชโปรแกรม',
      'province' => '47',
    ),
    3999 => 
    array (
      'code' => '3060100102',
      'name' => 'สวนกุหลาบวิทยาลัย (จิรประวัติ) นครสวรรค์',
      'province' => '47',
    ),
    4000 => 
    array (
      'code' => '3060200101',
      'name' => 'เทศบาลวัดไทรใต้',
      'province' => '47',
    ),
    4001 => 
    array (
      'code' => '3060200102',
      'name' => 'เทศบาลวัดปากน้ำโพใต้',
      'province' => '47',
    ),
    4002 => 
    array (
      'code' => '3060200103',
      'name' => 'เทศบาลวัดพรหมจริยาวาส',
      'province' => '47',
    ),
    4003 => 
    array (
      'code' => '3060200104',
      'name' => 'เทศบาลวัดวรนาถบรรพต',
      'province' => '47',
    ),
    4004 => 
    array (
      'code' => '3060200105',
      'name' => 'เทศบาลวัดช่องคีรีศรีสิทธิวราราม',
      'province' => '47',
    ),
    4005 => 
    array (
      'code' => '3060200106',
      'name' => 'เทศบาลวัดจอมคีรีนาคพรต',
      'province' => '47',
    ),
    4006 => 
    array (
      'code' => '3060200107',
      'name' => 'เทศบาลวัดสุคตวราราม',
      'province' => '47',
    ),
    4007 => 
    array (
      'code' => '3060200108',
      'name' => 'เทศบาลวัดไทรเหนือ',
      'province' => '47',
    ),
    4008 => 
    array (
      'code' => '3060200201',
      'name' => 'เทศบาล 1 บ้านชุมแสง',
      'province' => '47',
    ),
    4009 => 
    array (
      'code' => '3060200202',
      'name' => 'เทศบาล 2 คลองระนง',
      'province' => '47',
    ),
    4010 => 
    array (
      'code' => '3060200203',
      'name' => 'เทศบาล 3 วัดแสงธรรมสุทธาราม',
      'province' => '47',
    ),
    4011 => 
    array (
      'code' => '3060200301',
      'name' => 'เทศบาลเมืองตาคลี (ขุนตาคลีคณะกิจ)',
      'province' => '47',
    ),
    4012 => 
    array (
      'code' => '3060200401',
      'name' => 'เทศบาลวัดศรีประชาสรรค์',
      'province' => '47',
    ),
    4013 => 
    array (
      'code' => '3060200501',
      'name' => 'เทศบาลตำบลตากฟ้า',
      'province' => '47',
    ),
    4014 => 
    array (
      'code' => '3060300101',
      'name' => 'อนุบาลห้วยใหญ่',
      'province' => '47',
    ),
    4015 => 
    array (
      'code' => '3061200101',
      'name' => 'เทศบาลบ้านปากกะบาด',
      'province' => '48',
    ),
    4016 => 
    array (
      'code' => '3061200102',
      'name' => 'เทศบาลวัดหลวงราชาวาส',
      'province' => '48',
    ),
    4017 => 
    array (
      'code' => '3061200103',
      'name' => 'เทศบาลวัดอมฤตวารี',
      'province' => '48',
    ),
    4018 => 
    array (
      'code' => '3061200104',
      'name' => 'เทศบาลวัดมณีสถิตกปิฎฐาราม',
      'province' => '48',
    ),
    4019 => 
    array (
      'code' => '3061200105',
      'name' => 'เทศบาลวัดธรรมโศภิต',
      'province' => '48',
    ),
    4020 => 
    array (
      'code' => '3062100101',
      'name' => 'องค์การบริหารส่วนจังหวัดกำแพงเพชร',
      'province' => '49',
    ),
    4021 => 
    array (
      'code' => '3062200101',
      'name' => 'เทศบาล 1 เกริกกฤตยาอุปถัมภ์',
      'province' => '49',
    ),
    4022 => 
    array (
      'code' => '3062200102',
      'name' => 'เทศบาล 2 วัดทุ่งสวน',
      'province' => '49',
    ),
    4023 => 
    array (
      'code' => '3062200103',
      'name' => 'เทศบาล 3 (อินทรัมพรรย์บุญประคองพิทยาคม)',
      'province' => '49',
    ),
    4024 => 
    array (
      'code' => '3062200105',
      'name' => 'วิทยาลัยอาชีวศึกษาเมืองกำแพงเพชร',
      'province' => '49',
    ),
    4025 => 
    array (
      'code' => '3062200201',
      'name' => 'เทศบาล 1 คลองสวนหมาก',
      'province' => '49',
    ),
    4026 => 
    array (
      'code' => '3062200301',
      'name' => 'เทศบาลลานกระบือ',
      'province' => '49',
    ),
    4027 => 
    array (
      'code' => '3062200401',
      'name' => 'อนุบาลเทศบาลตำบลพรานกระต่าย',
      'province' => '49',
    ),
    4028 => 
    array (
      'code' => '3062200501',
      'name' => 'อนุบาลเทศบาลตำบลบ้านพราน',
      'province' => '49',
    ),
    4029 => 
    array (
      'code' => '3062200601',
      'name' => 'เทศบาลช่องลม',
      'province' => '49',
    ),
    4030 => 
    array (
      'code' => '3062200701',
      'name' => 'อนุบาลเทศบาลตำบลท่ามะเขือ',
      'province' => '49',
    ),
    4031 => 
    array (
      'code' => '3062200801',
      'name' => 'อนุบาลเทศบาลตำบลขาณุวรลักษบุรี',
      'province' => '49',
    ),
    4032 => 
    array (
      'code' => '3062300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลวังแขม',
      'province' => '49',
    ),
    4033 => 
    array (
      'code' => '3063200101',
      'name' => 'เทศบาล ๑ กิตติขจร',
      'province' => '50',
    ),
    4034 => 
    array (
      'code' => '3063200102',
      'name' => 'เทศบาล ๒ วัดดอนมูลชัย',
      'province' => '50',
    ),
    4035 => 
    array (
      'code' => '3063200103',
      'name' => 'เทศบาล ๓ วัดชัยชนะสงคราม',
      'province' => '50',
    ),
    4036 => 
    array (
      'code' => '3063200104',
      'name' => 'เทศบาล ๔ รัตนวิทยานุสรณ์',
      'province' => '50',
    ),
    4037 => 
    array (
      'code' => '3063200201',
      'name' => 'เทศบาลวัดดอนแก้ว',
      'province' => '50',
    ),
    4038 => 
    array (
      'code' => '3063200202',
      'name' => 'เทศบาลวัดบุญญาวาส',
      'province' => '50',
    ),
    4039 => 
    array (
      'code' => '3063200203',
      'name' => 'เทศบาลวัดมณีไพรสณฑ์',
      'province' => '50',
    ),
    4040 => 
    array (
      'code' => '3063200204',
      'name' => 'เทศบาลวัดชุมพลคีรี',
      'province' => '50',
    ),
    4041 => 
    array (
      'code' => '3063200205',
      'name' => 'เทศบาล 5 แผนกมัธยม',
      'province' => '50',
    ),
    4042 => 
    array (
      'code' => '3063200301',
      'name' => 'อนุบาลเทศบาลตำบลแม่กุ',
      'province' => '50',
    ),
    4043 => 
    array (
      'code' => '3063200401',
      'name' => 'อนุบาลเทศบาลตำบลพบพระ',
      'province' => '50',
    ),
    4044 => 
    array (
      'code' => '3063200501',
      'name' => 'อนุบาลเทศบาลตำบลแม่จะเรา',
      'province' => '50',
    ),
    4045 => 
    array (
      'code' => '3063300101',
      'name' => 'อนุบาลบ้านแม่กลองคี',
      'province' => '50',
    ),
    4046 => 
    array (
      'code' => '3063300102',
      'name' => 'ตำรวจตระเวนชายแดนบ้านแม่กลองใหญ่',
      'province' => '50',
    ),
    4047 => 
    array (
      'code' => '3063300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลวาเล่ย์',
      'province' => '50',
    ),
    4048 => 
    array (
      'code' => '3063300301',
      'name' => 'ตำรวจตระเวนชายแดนบ้านถ้ำเสือ',
      'province' => '50',
    ),
    4049 => 
    array (
      'code' => '3063300401',
      'name' => 'ตำรวจตระเวนชายแดนศึกษาสงเคราะห์ 2',
      'province' => '50',
    ),
    4050 => 
    array (
      'code' => '3063300402',
      'name' => 'บ้านหนองน้ำเขียว',
      'province' => '50',
    ),
    4051 => 
    array (
      'code' => '3063300501',
      'name' => 'ตำรวจตระเวนชายแดนจาตุรจินดา',
      'province' => '50',
    ),
    4052 => 
    array (
      'code' => '3063300502',
      'name' => 'บ้านสี่หลัง',
      'province' => '50',
    ),
    4053 => 
    array (
      'code' => '3063300503',
      'name' => 'ท่านผู้หญิงพรสม กุณฑลจินดา (บ้านห้วยกระทิง)',
      'province' => '50',
    ),
    4054 => 
    array (
      'code' => '3063300601',
      'name' => 'ตำรวจตระเวนชายแดนบ้านมอเกอร์',
      'province' => '50',
    ),
    4055 => 
    array (
      'code' => '3063300701',
      'name' => 'ตำรวจตระเวนชายแดนบ้านห้วยน้ำขุ่น',
      'province' => '50',
    ),
    4056 => 
    array (
      'code' => '3063300702',
      'name' => 'บ้านหม่อนหินเหล็กไฟ (สาขาบ้านพบพระน้อย)',
      'province' => '50',
    ),
    4057 => 
    array (
      'code' => '3063300801',
      'name' => 'อนุบาลตำบลแม่กาษา',
      'province' => '50',
    ),
    4058 => 
    array (
      'code' => '3063300901',
      'name' => 'บ้านแคเครอะคี (ตชด.สาขาบ้านห้วยไม้ห้าง)',
      'province' => '50',
    ),
    4059 => 
    array (
      'code' => '3063300902',
      'name' => 'บ้านส้มป่อยศึกษา (ตชด.สาขาบ้านห้วยส้มป่อย)',
      'province' => '50',
    ),
    4060 => 
    array (
      'code' => '3063300903',
      'name' => 'บ้านห้วยพลูหลวง',
      'province' => '50',
    ),
    4061 => 
    array (
      'code' => '3063301001',
      'name' => 'ตือลือราษฎร์พัฒนา',
      'province' => '50',
    ),
    4062 => 
    array (
      'code' => '3063301002',
      'name' => 'ห้วยปลากองวิทยาการ',
      'province' => '50',
    ),
    4063 => 
    array (
      'code' => '3063301101',
      'name' => 'อนุบาลสมอโคน',
      'province' => '50',
    ),
    4064 => 
    array (
      'code' => '3064100101',
      'name' => 'วัดวังสวรรค์',
      'province' => '51',
    ),
    4065 => 
    array (
      'code' => '3064100102',
      'name' => 'วัดคลองโป่ง (ธรรมภาณบำรุง)',
      'province' => '51',
    ),
    4066 => 
    array (
      'code' => '3064200101',
      'name' => 'เทศบาลวัดไทยชุมพล',
      'province' => '51',
    ),
    4067 => 
    array (
      'code' => '3064200102',
      'name' => 'เทศบาลเมืองสุโขทัย',
      'province' => '51',
    ),
    4068 => 
    array (
      'code' => '3064200201',
      'name' => 'เทศบาลแป้นจันทร์กระจ่าง',
      'province' => '51',
    ),
    4069 => 
    array (
      'code' => '3064200202',
      'name' => 'เทศบาลสวรรคโลกประชาสรรค์',
      'province' => '51',
    ),
    4070 => 
    array (
      'code' => '3064200203',
      'name' => 'เทศบาลเมืองสวรรคโลก',
      'province' => '51',
    ),
    4071 => 
    array (
      'code' => '3064200204',
      'name' => 'เทศบาลวัดสวรรคาราม',
      'province' => '51',
    ),
    4072 => 
    array (
      'code' => '3064200205',
      'name' => 'เทศบาลวัดสวัสติการาม',
      'province' => '51',
    ),
    4073 => 
    array (
      'code' => '3064200301',
      'name' => 'วัดลายมิตรภาพที่ 80',
      'province' => '51',
    ),
    4074 => 
    array (
      'code' => '3064200302',
      'name' => 'วัดดุสิดาราม',
      'province' => '51',
    ),
    4075 => 
    array (
      'code' => '3064200401',
      'name' => 'บ้านโตนด (คีรีมาศวิทยา)',
      'province' => '51',
    ),
    4076 => 
    array (
      'code' => '3064200501',
      'name' => 'เทศบาลบ้านสวน (ครองประชานุกูล)',
      'province' => '51',
    ),
    4077 => 
    array (
      'code' => '3064200601',
      'name' => 'เทศบาลทุ่งเสลี่ยม (ศรีเสลี่ยมวิทยา)',
      'province' => '51',
    ),
    4078 => 
    array (
      'code' => '3064200701',
      'name' => 'เทศบาลศรีนคร',
      'province' => '51',
    ),
    4079 => 
    array (
      'code' => '3064200801',
      'name' => 'อนุบาลเทศบาลตำบลในเมือง',
      'province' => '51',
    ),
    4080 => 
    array (
      'code' => '3064200901',
      'name' => 'เทศบาลวัดโพธาราม (บุญมากพิทยาคาร)',
      'province' => '51',
    ),
    4081 => 
    array (
      'code' => '3064300101',
      'name' => 'บ้านหรรษาเจริญประชานุเคราะห์',
      'province' => '51',
    ),
    4082 => 
    array (
      'code' => '3064300201',
      'name' => 'บ้านวังโคนไผ่',
      'province' => '51',
    ),
    4083 => 
    array (
      'code' => '3064300301',
      'name' => 'วัดท่าช้าง',
      'province' => '51',
    ),
    4084 => 
    array (
      'code' => '3064300401',
      'name' => 'บ้านวงพระจันทร์',
      'province' => '51',
    ),
    4085 => 
    array (
      'code' => '3064300501',
      'name' => 'บ้านคลองวังทอง',
      'province' => '51',
    ),
    4086 => 
    array (
      'code' => '3064300601',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลหนองบัว',
      'province' => '51',
    ),
    4087 => 
    array (
      'code' => '3064300701',
      'name' => 'บ้านกระชงค์ (ประชาอุทิศ)',
      'province' => '51',
    ),
    4088 => 
    array (
      'code' => '3064300801',
      'name' => 'บ้านวงฆ้อง',
      'province' => '51',
    ),
    4089 => 
    array (
      'code' => '3064300901',
      'name' => 'บ้านกมลราษฏร์',
      'province' => '51',
    ),
    4090 => 
    array (
      'code' => '3064301001',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลป่าแฝก',
      'province' => '51',
    ),
    4091 => 
    array (
      'code' => '3064301101',
      'name' => 'บ้านสามพวง (สาขาบ้านหนองสีดา)',
      'province' => '51',
    ),
    4092 => 
    array (
      'code' => '3065100101',
      'name' => 'ศรีอินทราทิตย์พิทยาคม',
      'province' => '52',
    ),
    4093 => 
    array (
      'code' => '3065100102',
      'name' => 'บางกลางท่าวพิทยาคม',
      'province' => '52',
    ),
    4094 => 
    array (
      'code' => '3065100103',
      'name' => 'กีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก',
      'province' => '52',
    ),
    4095 => 
    array (
      'code' => '3065200101',
      'name' => 'อนุบาลเทศบาลนครพิษณุโลก',
      'province' => '52',
    ),
    4096 => 
    array (
      'code' => '3065200102',
      'name' => 'เทศบาล 2 วัดคูหาสวรรค์',
      'province' => '52',
    ),
    4097 => 
    array (
      'code' => '3065200103',
      'name' => 'เทศบาล 3 วัดท่ามะปราง',
      'province' => '52',
    ),
    4098 => 
    array (
      'code' => '3065200104',
      'name' => 'เทศบาล 4 ชุมชนวัดธรรมจักร',
      'province' => '52',
    ),
    4099 => 
    array (
      'code' => '3065200105',
      'name' => 'เทศบาล 5 วัดพันปี',
      'province' => '52',
    ),
    4100 => 
    array (
      'code' => '3065200201',
      'name' => 'เทศบาล 1 หนองตมศึกษา (จิ้นตง)',
      'province' => '52',
    ),
    4101 => 
    array (
      'code' => '3065200301',
      'name' => 'อนุบาลเทศบาลตำบลวัดโบสถ์',
      'province' => '52',
    ),
    4102 => 
    array (
      'code' => '3065200401',
      'name' => 'เทศบาลพิรามอุทิศ',
      'province' => '52',
    ),
    4103 => 
    array (
      'code' => '3065200501',
      'name' => 'อนุบาลเทศบาลตำบลป่าแดง',
      'province' => '52',
    ),
    4104 => 
    array (
      'code' => '3065200601',
      'name' => 'อนุบาลเทศบาลตำบลบ้านคลอง',
      'province' => '52',
    ),
    4105 => 
    array (
      'code' => '3065200701',
      'name' => 'อนุบาลเมืองอรัญญิก',
      'province' => '52',
    ),
    4106 => 
    array (
      'code' => '3065300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลท้อแท้',
      'province' => '52',
    ),
    4107 => 
    array (
      'code' => '3065300201',
      'name' => 'อนุบาลวังน้ำคู้',
      'province' => '52',
    ),
    4108 => 
    array (
      'code' => '3065300301',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลวัดจันทร์',
      'province' => '52',
    ),
    4109 => 
    array (
      'code' => '3066100101',
      'name' => 'บางลายพิทยาคม',
      'province' => '53',
    ),
    4110 => 
    array (
      'code' => '3066200101',
      'name' => 'เทศบาลบ้านปากทาง',
      'province' => '53',
    ),
    4111 => 
    array (
      'code' => '3066200102',
      'name' => 'เทศบาลบ้านท่าหลวง',
      'province' => '53',
    ),
    4112 => 
    array (
      'code' => '3066200103',
      'name' => 'เทศบาล 3 ห้าธันวามหาราช',
      'province' => '53',
    ),
    4113 => 
    array (
      'code' => '3066200201',
      'name' => 'เทศบาล 1 บางมูลนาก',
      'province' => '53',
    ),
    4114 => 
    array (
      'code' => '3066200202',
      'name' => 'เทศบาล 2 วัดชัยมงคล',
      'province' => '53',
    ),
    4115 => 
    array (
      'code' => '3066200301',
      'name' => 'เทศบาล 1 ตะพานหินวิทยาคาร',
      'province' => '53',
    ),
    4116 => 
    array (
      'code' => '3066200302',
      'name' => 'เทศบาล 2',
      'province' => '53',
    ),
    4117 => 
    array (
      'code' => '3066200303',
      'name' => 'เทศบาล 3 วัดสันติพลาราม',
      'province' => '53',
    ),
    4118 => 
    array (
      'code' => '3066200304',
      'name' => 'เทศบาล 4',
      'province' => '53',
    ),
    4119 => 
    array (
      'code' => '3066200401',
      'name' => 'เทศบาลราษฎร์เจริญ',
      'province' => '53',
    ),
    4120 => 
    array (
      'code' => '3066200501',
      'name' => 'เทศบาลโพธิ์ประทับช้าง',
      'province' => '53',
    ),
    4121 => 
    array (
      'code' => '3066200601',
      'name' => 'เทศบาลทับคล้อ',
      'province' => '53',
    ),
    4122 => 
    array (
      'code' => '3066200701',
      'name' => 'เทศบาล 1 (บางไผ่)',
      'province' => '53',
    ),
    4123 => 
    array (
      'code' => '3066200801',
      'name' => 'เทศบาลตำบลหนองปล้อง',
      'province' => '53',
    ),
    4124 => 
    array (
      'code' => '3066300101',
      'name' => 'องค์การบริหารส่วนตำบลหัวดง',
      'province' => '53',
    ),
    4125 => 
    array (
      'code' => '3066300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลเมืองเก่า',
      'province' => '53',
    ),
    4126 => 
    array (
      'code' => '3066300301',
      'name' => 'อนุบาล อบต.ย่านยาว',
      'province' => '53',
    ),
    4127 => 
    array (
      'code' => '3067100101',
      'name' => 'องค์การบริหารส่วนจังหวัดเพชรบูรณ์ (วังชมภูวิทยาคม)',
      'province' => '54',
    ),
    4128 => 
    array (
      'code' => '3067200101',
      'name' => 'เทศบาล 1 บ้านในเมือง',
      'province' => '54',
    ),
    4129 => 
    array (
      'code' => '3067200102',
      'name' => 'เทศบาล 2 วัดภูเขาดิน',
      'province' => '54',
    ),
    4130 => 
    array (
      'code' => '3067200103',
      'name' => 'เทศบาล 3 ชาญวิทยา',
      'province' => '54',
    ),
    4131 => 
    array (
      'code' => '3067200201',
      'name' => 'เทศบาลวัดประชุมคงคาราม',
      'province' => '54',
    ),
    4132 => 
    array (
      'code' => '3067200202',
      'name' => 'เทศบาลบ้านศรีมงคล',
      'province' => '54',
    ),
    4133 => 
    array (
      'code' => '3067200203',
      'name' => 'เทศบาลบ้านสักงอย',
      'province' => '54',
    ),
    4134 => 
    array (
      'code' => '3067200204',
      'name' => 'วิทยาลัยอาชีวศึกษาเทศบาลหล่มสัก',
      'province' => '54',
    ),
    4135 => 
    array (
      'code' => '3067200205',
      'name' => 'อนุบาลบ้านศรีมงคล',
      'province' => '54',
    ),
    4136 => 
    array (
      'code' => '3067200301',
      'name' => 'เทศบาลตำบลนางั่ว',
      'province' => '54',
    ),
    4137 => 
    array (
      'code' => '3070100101',
      'name' => 'อบจ.รบ.๑(วัดห้วยปลาดุก อนันต์กูลอุปถัมภ์)',
      'province' => '55',
    ),
    4138 => 
    array (
      'code' => '3070200101',
      'name' => 'เทศบาล 1 วัดสัตตนารถปริวัตร',
      'province' => '55',
    ),
    4139 => 
    array (
      'code' => '3070200102',
      'name' => 'เทศบาล 2 วัดช่องลม',
      'province' => '55',
    ),
    4140 => 
    array (
      'code' => '3070200103',
      'name' => 'เทศบาล 3 เทศบาลสงเคราะห์',
      'province' => '55',
    ),
    4141 => 
    array (
      'code' => '3070200104',
      'name' => 'เทศบาล 4 วัดมหาธาตุวรวิหาร',
      'province' => '55',
    ),
    4142 => 
    array (
      'code' => '3070200105',
      'name' => 'เทศบาล 5 พหลโยธินรามินทรภักดี',
      'province' => '55',
    ),
    4143 => 
    array (
      'code' => '3070200201',
      'name' => 'เทศบาลวัดไทรอารีรักษ์',
      'province' => '55',
    ),
    4144 => 
    array (
      'code' => '3070200202',
      'name' => 'เทศบาลวัดโชค',
      'province' => '55',
    ),
    4145 => 
    array (
      'code' => '3070200301',
      'name' => 'เทศบาล 1 ทรงพลวิทยา',
      'province' => '55',
    ),
    4146 => 
    array (
      'code' => '3070200302',
      'name' => 'เทศบาล 2 วัดบ้านโป่ง',
      'province' => '55',
    ),
    4147 => 
    array (
      'code' => '3070200303',
      'name' => 'เทศบาล 3 ประชายินดี',
      'province' => '55',
    ),
    4148 => 
    array (
      'code' => '3070200501',
      'name' => 'อนุบาลเทศบาลตำบลกรับใหญ่',
      'province' => '55',
    ),
    4149 => 
    array (
      'code' => '3070200601',
      'name' => 'อนุบาลเทศบาลตำบลเขางู',
      'province' => '55',
    ),
    4150 => 
    array (
      'code' => '3071100101',
      'name' => 'องค์การบริหารส่วนจังหวัดกาญจนบุรี 1 (บ้านเก่าวิทยา)',
      'province' => '56',
    ),
    4151 => 
    array (
      'code' => '3071100102',
      'name' => 'บ้านหนองอำเภอจีน',
      'province' => '56',
    ),
    4152 => 
    array (
      'code' => '3071200101',
      'name' => 'เทศบาล 1 (วัดเทวสังฆาราม) ในพระสังฆราชูปถัมภ์',
      'province' => '56',
    ),
    4153 => 
    array (
      'code' => '3071200102',
      'name' => 'เทศบาล 2 ประชาภิบาล',
      'province' => '56',
    ),
    4154 => 
    array (
      'code' => '3071200103',
      'name' => 'เทศบาล 3 บ้านบ่อ',
      'province' => '56',
    ),
    4155 => 
    array (
      'code' => '3071200104',
      'name' => 'เทศบาล 4 บ้านชุกกุ่ม',
      'province' => '56',
    ),
    4156 => 
    array (
      'code' => '3071200105',
      'name' => 'เทศบาล 5 กระดาษไทยอนุเคราะห์',
      'province' => '56',
    ),
    4157 => 
    array (
      'code' => '3071200106',
      'name' => 'อนุบาลเทศบาลเมืองกาญจนบุรี',
      'province' => '56',
    ),
    4158 => 
    array (
      'code' => '3071200201',
      'name' => 'เทศบาลทองผาภูมิ',
      'province' => '56',
    ),
    4159 => 
    array (
      'code' => '3071200301',
      'name' => 'อนุบาลเทศบาลตำบลหนองขาว',
      'province' => '56',
    ),
    4160 => 
    array (
      'code' => '3071200401',
      'name' => 'เทศบาล 1',
      'province' => '56',
    ),
    4161 => 
    array (
      'code' => '3071300101',
      'name' => 'วัดพุน้ำร้อนรัตนคีรี',
      'province' => '56',
    ),
    4162 => 
    array (
      'code' => '3072200101',
      'name' => 'เทศบาล 1 วัดประตูสาร',
      'province' => '57',
    ),
    4163 => 
    array (
      'code' => '3072200102',
      'name' => 'เทศบาล 2 วัดปราสาททอง',
      'province' => '57',
    ),
    4164 => 
    array (
      'code' => '3072200103',
      'name' => 'เทศบาล 3 วัดไชนาวาส',
      'province' => '57',
    ),
    4165 => 
    array (
      'code' => '3072200104',
      'name' => 'เทศบาล 4 วัดศรีบัวบาน',
      'province' => '57',
    ),
    4166 => 
    array (
      'code' => '3072200201',
      'name' => 'เทศบาล 1 ตลาดบางลี่',
      'province' => '57',
    ),
    4167 => 
    array (
      'code' => '3072200202',
      'name' => 'เทศบาล 2 อำนวยวิทย์',
      'province' => '57',
    ),
    4168 => 
    array (
      'code' => '3072200203',
      'name' => 'เทศบาล 3 วัดใหม่อัมพวัน',
      'province' => '57',
    ),
    4169 => 
    array (
      'code' => '3072200204',
      'name' => 'เทศบาล 4 วัดโพธิ์อ้น',
      'province' => '57',
    ),
    4170 => 
    array (
      'code' => '3072200205',
      'name' => 'เทศบาล 5 วัดศรีสำราญ',
      'province' => '57',
    ),
    4171 => 
    array (
      'code' => '3072200301',
      'name' => 'อนุบาลเทศบาลตำบลหนองหญ้าไซ',
      'province' => '57',
    ),
    4172 => 
    array (
      'code' => '3072200401',
      'name' => 'อนุบาลเทศบาลตำบลทุ่งคลี',
      'province' => '57',
    ),
    4173 => 
    array (
      'code' => '3072300101',
      'name' => 'องค์การบริหารส่วนตำบลบางตาเถร',
      'province' => '57',
    ),
    4174 => 
    array (
      'code' => '3073200101',
      'name' => 'เทศบาล 1 วัดพระงาม',
      'province' => '58',
    ),
    4175 => 
    array (
      'code' => '3073200102',
      'name' => 'เทศบาล 2 วัดเสนหา',
      'province' => '58',
    ),
    4176 => 
    array (
      'code' => '3073200103',
      'name' => 'เทศบาล 3 สระกระเทียม',
      'province' => '58',
    ),
    4177 => 
    array (
      'code' => '3073200104',
      'name' => 'เทศบาล 4 เชาวนปรีชาอุทิศ',
      'province' => '58',
    ),
    4178 => 
    array (
      'code' => '3073200105',
      'name' => 'เทศบาล 5 วัดพระปฐมเจดีย์',
      'province' => '58',
    ),
    4179 => 
    array (
      'code' => '3073200106',
      'name' => 'วิทยาลัยอาชีวศึกษาเทศบาลนครนครปฐม',
      'province' => '58',
    ),
    4180 => 
    array (
      'code' => '3073200107',
      'name' => 'กีฬาเทศบาลนครนครปฐม',
      'province' => '58',
    ),
    4181 => 
    array (
      'code' => '3073200108',
      'name' => 'ทวารวดี',
      'province' => '58',
    ),
    4182 => 
    array (
      'code' => '3073200109',
      'name' => 'อนุบาลสระแก้ว',
      'province' => '58',
    ),
    4183 => 
    array (
      'code' => '3073200110',
      'name' => 'อนุบาลประปานคร',
      'province' => '58',
    ),
    4184 => 
    array (
      'code' => '3073200111',
      'name' => 'อนุบาลสุขสวัสดิ์',
      'province' => '58',
    ),
    4185 => 
    array (
      'code' => '3073200112',
      'name' => 'อนุบาลเทศบาลนครนครปฐม',
      'province' => '58',
    ),
    4186 => 
    array (
      'code' => '3073200201',
      'name' => 'เทศบาล 1 วัดลำลูกบัว',
      'province' => '58',
    ),
    4187 => 
    array (
      'code' => '3073200301',
      'name' => 'เทศบาลห้วยพลู (วัดห้วยพลู)',
      'province' => '58',
    ),
    4188 => 
    array (
      'code' => '3073200401',
      'name' => 'เทศบาล 1 บ้านสามพราน',
      'province' => '58',
    ),
    4189 => 
    array (
      'code' => '3073200501',
      'name' => 'เทศบาล 1 วัดเทียนดัด (นครผลพิทยาคาร)',
      'province' => '58',
    ),
    4190 => 
    array (
      'code' => '3073200502',
      'name' => 'เทศบาล 2 วัดอ้อมใหญ่ (นครราษฏร์วิทยาคาร)',
      'province' => '58',
    ),
    4191 => 
    array (
      'code' => '3073200601',
      'name' => 'อนุบาลเทศบาลตำบลบางเลน',
      'province' => '58',
    ),
    4192 => 
    array (
      'code' => '3074100101',
      'name' => 'บ้านปล่องเหลี่ยม',
      'province' => '59',
    ),
    4193 => 
    array (
      'code' => '3074100102',
      'name' => 'วัดหลักสี่ราษฎร์สโมสร',
      'province' => '59',
    ),
    4194 => 
    array (
      'code' => '3074200201',
      'name' => 'เทศบาลวัดเจษฎาราม (เชยวิทยาทาน)',
      'province' => '59',
    ),
    4195 => 
    array (
      'code' => '3074200202',
      'name' => 'เทศบาลวัดช่องลม (เปี่ยมวิทยาคม)',
      'province' => '59',
    ),
    4196 => 
    array (
      'code' => '3074200203',
      'name' => 'เทศบาลวัดโกรกกราก (กรับวิทยาทาน)',
      'province' => '59',
    ),
    4197 => 
    array (
      'code' => '3074200204',
      'name' => 'เทศบาลวัดตึกมหาชยาราม (สมุทรคุณากร)',
      'province' => '59',
    ),
    4198 => 
    array (
      'code' => '3074200205',
      'name' => 'เทศบาลวัดแหลมสุวรรณาราม (วัฒนรวมวิทยา)',
      'province' => '59',
    ),
    4199 => 
    array (
      'code' => '3074200206',
      'name' => 'เทศบาลบ้านมหาชัย (อนุกูลราษฎร์)',
      'province' => '59',
    ),
    4200 => 
    array (
      'code' => '3074200301',
      'name' => 'เทศบาลวัดดอนไก่ดี',
      'province' => '59',
    ),
    4201 => 
    array (
      'code' => '3074200302',
      'name' => 'เทศบาลศรีบุณยานุสสรณ์',
      'province' => '59',
    ),
    4202 => 
    array (
      'code' => '3074200401',
      'name' => 'เทศบาลอ้อมน้อย',
      'province' => '59',
    ),
    4203 => 
    array (
      'code' => '3074200402',
      'name' => 'อนุบาลเทศบาลอ้อมน้อย',
      'province' => '59',
    ),
    4204 => 
    array (
      'code' => '3074200403',
      'name' => 'วิทยาลัยอาชีวศึกษาเทศบาลอ้อมน้อย',
      'province' => '59',
    ),
    4205 => 
    array (
      'code' => '3074200501',
      'name' => 'อนุบาลเทศบาลตำบลนาดี',
      'province' => '59',
    ),
    4206 => 
    array (
      'code' => '3074300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลคลองมะเดื่อ',
      'province' => '59',
    ),
    4207 => 
    array (
      'code' => '3075200101',
      'name' => 'เทศบาลวัดใหญ่ราชพงษ์',
      'province' => '60',
    ),
    4208 => 
    array (
      'code' => '3075200102',
      'name' => 'เทศบาลแสงวณิชอุปถัมภ์',
      'province' => '60',
    ),
    4209 => 
    array (
      'code' => '3075200103',
      'name' => 'เทศบาลวัดธรรมนิมิต',
      'province' => '60',
    ),
    4210 => 
    array (
      'code' => '3075200104',
      'name' => 'เทศบาลวัดประทุมคณาวาส',
      'province' => '60',
    ),
    4211 => 
    array (
      'code' => '3075200105',
      'name' => 'เทศบาลวัดป้อมแก้ว',
      'province' => '60',
    ),
    4212 => 
    array (
      'code' => '3075200201',
      'name' => 'เทศบาล 1 วัดนางวัง',
      'province' => '60',
    ),
    4213 => 
    array (
      'code' => '3075200202',
      'name' => 'เทศบาล 2 วัดเกษม',
      'province' => '60',
    ),
    4214 => 
    array (
      'code' => '3075200203',
      'name' => 'เทศบาล 3 วัดอัมพวันเจติยาราม',
      'province' => '60',
    ),
    4215 => 
    array (
      'code' => '3076200101',
      'name' => 'เทศบาล 1 วัดแก่นเหล็ก',
      'province' => '61',
    ),
    4216 => 
    array (
      'code' => '3076200102',
      'name' => 'เทศบาล 2 วัดพระทรง',
      'province' => '61',
    ),
    4217 => 
    array (
      'code' => '3076200103',
      'name' => 'เทศบาล 3 ชุมชนวัดจันทราวาส',
      'province' => '61',
    ),
    4218 => 
    array (
      'code' => '3076200104',
      'name' => 'เทศบาล 4 วัดไชยสุรินทร์',
      'province' => '61',
    ),
    4219 => 
    array (
      'code' => '3076200201',
      'name' => 'เทศบาล 1 บ้านชะอำ',
      'province' => '61',
    ),
    4220 => 
    array (
      'code' => '3076200202',
      'name' => 'เทศบาล 2 วัดไทรย้อย',
      'province' => '61',
    ),
    4221 => 
    array (
      'code' => '3076200203',
      'name' => 'เทศบาล 3 วัดเนรัญชรา',
      'province' => '61',
    ),
    4222 => 
    array (
      'code' => '3076200204',
      'name' => 'เทศบาล 4 บ้านบ่อแขม',
      'province' => '61',
    ),
    4223 => 
    array (
      'code' => '3076200205',
      'name' => 'เทศบาล 5 บ้านห้วยทรายใต้',
      'province' => '61',
    ),
    4224 => 
    array (
      'code' => '3076200206',
      'name' => 'เทศบาล 6 บ้านห้วยทรายเหนือ',
      'province' => '61',
    ),
    4225 => 
    array (
      'code' => '3076200207',
      'name' => 'เทศบาล 7 บ้านหนองตาพด',
      'province' => '61',
    ),
    4226 => 
    array (
      'code' => '3076200208',
      'name' => 'เทศบาล 8 สวนสนชะอำ',
      'province' => '61',
    ),
    4227 => 
    array (
      'code' => '3076200209',
      'name' => 'เทศบาล 9 บ้านสามพระยา',
      'province' => '61',
    ),
    4228 => 
    array (
      'code' => '3077100101',
      'name' => 'รัชตวิทยาคม',
      'province' => '62',
    ),
    4229 => 
    array (
      'code' => '3077200101',
      'name' => 'เทศบาลวัดธรรมิการาม',
      'province' => '62',
    ),
    4230 => 
    array (
      'code' => '3077200102',
      'name' => 'เทศบาลบ้านหนองบัว',
      'province' => '62',
    ),
    4231 => 
    array (
      'code' => '3077200103',
      'name' => 'เทศบาลบ้านค่าย',
      'province' => '62',
    ),
    4232 => 
    array (
      'code' => '3077200201',
      'name' => 'เทศบาลบ้านหัวหิน',
      'province' => '62',
    ),
    4233 => 
    array (
      'code' => '3077200202',
      'name' => 'เทศบาลบ้านเขาเต่า',
      'province' => '62',
    ),
    4234 => 
    array (
      'code' => '3077200203',
      'name' => 'เทศบาลบ้านตะเกียบ',
      'province' => '62',
    ),
    4235 => 
    array (
      'code' => '3077200204',
      'name' => 'เทศบาลวัดหนองแก',
      'province' => '62',
    ),
    4236 => 
    array (
      'code' => '3077200205',
      'name' => 'เทศบาลบ้านสมอโพรง',
      'province' => '62',
    ),
    4237 => 
    array (
      'code' => '3077200206',
      'name' => 'เทศบาลบ้านบ่อฝ้าย',
      'province' => '62',
    ),
    4238 => 
    array (
      'code' => '3077200207',
      'name' => 'เทศบาลเขาพิทักษ์',
      'province' => '62',
    ),
    4239 => 
    array (
      'code' => '3077200301',
      'name' => 'เทศบาลปราณบุรี (บ้านปลายน้ำ)',
      'province' => '62',
    ),
    4240 => 
    array (
      'code' => '3077200302',
      'name' => 'อนุบาลเทศบาลปราณบุรี (สอน ฤทธิเดช)',
      'province' => '62',
    ),
    4241 => 
    array (
      'code' => '3077200401',
      'name' => 'เทศบาล 1 บ้านตาลเจ็ดยอด',
      'province' => '62',
    ),
    4242 => 
    array (
      'code' => '3077200501',
      'name' => 'เทศบาลบ้านไร่ใหม่',
      'province' => '62',
    ),
    4243 => 
    array (
      'code' => '3077300101',
      'name' => 'เทศบาลบ้านเขาน้อย',
      'province' => '62',
    ),
    4244 => 
    array (
      'code' => '3077300102',
      'name' => 'ค่ายธนะรัชต์',
      'province' => '62',
    ),
    4245 => 
    array (
      'code' => '3077300201',
      'name' => 'บ้านหนองตาเมือง',
      'province' => '62',
    ),
    4246 => 
    array (
      'code' => '3077300202',
      'name' => 'บ้านหนองตาแต้ม',
      'province' => '62',
    ),
    4247 => 
    array (
      'code' => '3077300301',
      'name' => 'บ้านหนองบัว',
      'province' => '62',
    ),
    4248 => 
    array (
      'code' => '3080100101',
      'name' => 'บ้านท่าเรือมิตรภาพที่ 30',
      'province' => '63',
    ),
    4249 => 
    array (
      'code' => '3080100102',
      'name' => 'บ้านน้ำโฉ',
      'province' => '63',
    ),
    4250 => 
    array (
      'code' => '3080100103',
      'name' => 'ไม้เรียงประชาสรรค์',
      'province' => '63',
    ),
    4251 => 
    array (
      'code' => '3080100104',
      'name' => 'วัดสำนักขัน',
      'province' => '63',
    ),
    4252 => 
    array (
      'code' => '3080100105',
      'name' => 'บ้านสำนักไม้เรียบ',
      'province' => '63',
    ),
    4253 => 
    array (
      'code' => '3080200101',
      'name' => 'เทศบาลวัดท้าวโคตร',
      'province' => '63',
    ),
    4254 => 
    array (
      'code' => '3080200102',
      'name' => 'เทศบาลวัดเสมาเมือง',
      'province' => '63',
    ),
    4255 => 
    array (
      'code' => '3080200103',
      'name' => 'เทศบาลวัดมเหยงคณ์',
      'province' => '63',
    ),
    4256 => 
    array (
      'code' => '3080200104',
      'name' => 'สาธิตเทศบาลวัดเพชรจริก',
      'province' => '63',
    ),
    4257 => 
    array (
      'code' => '3080200105',
      'name' => 'เทศบาลวัดใหญ่',
      'province' => '63',
    ),
    4258 => 
    array (
      'code' => '3080200106',
      'name' => 'เทศบาลวัดศาลามีชัย',
      'province' => '63',
    ),
    4259 => 
    array (
      'code' => '3080200107',
      'name' => 'เทศบาลวัดเสาธงทอง',
      'province' => '63',
    ),
    4260 => 
    array (
      'code' => '3080200108',
      'name' => 'เทศบาลวัดศรีทวี',
      'province' => '63',
    ),
    4261 => 
    array (
      'code' => '3080200109',
      'name' => 'เทศบาลวัดท่าโพธิ์',
      'province' => '63',
    ),
    4262 => 
    array (
      'code' => '3080200110',
      'name' => 'นานาชาติ ทน.นครศรีธรรมราช',
      'province' => '63',
    ),
    4263 => 
    array (
      'code' => '3080200111',
      'name' => 'สาธิตศึกษาวิทยาลัยสงฆ์ภาคทักษิณ เทศบาลนครศรีธรรมราช',
      'province' => '63',
    ),
    4264 => 
    array (
      'code' => '3080200201',
      'name' => 'เทศบาลวัดศรีสมบูรณ์',
      'province' => '63',
    ),
    4265 => 
    array (
      'code' => '3080200202',
      'name' => 'เทศบาลปากพนัง 1',
      'province' => '63',
    ),
    4266 => 
    array (
      'code' => '3080200203',
      'name' => 'เทศบาลวัดคงคาสวัสดิ์',
      'province' => '63',
    ),
    4267 => 
    array (
      'code' => '3080200204',
      'name' => 'เทศบาลปากพนัง 2',
      'province' => '63',
    ),
    4268 => 
    array (
      'code' => '3080200205',
      'name' => 'เทศบาลวัดรามประดิษฐ์',
      'province' => '63',
    ),
    4269 => 
    array (
      'code' => '3080200206',
      'name' => 'เทศบาลวัดนาควารี',
      'province' => '63',
    ),
    4270 => 
    array (
      'code' => '3080200301',
      'name' => 'เทศบาลวัดโคกสะท้อน',
      'province' => '63',
    ),
    4271 => 
    array (
      'code' => '3080200302',
      'name' => 'มัธยมศึกษาเทศบาลเมืองทุ่งสง',
      'province' => '63',
    ),
    4272 => 
    array (
      'code' => '3080200303',
      'name' => 'เทศบาลวัดชัยชุมพล',
      'province' => '63',
    ),
    4273 => 
    array (
      'code' => '3080200304',
      'name' => 'เทศบาลบ้านนาเหนือ',
      'province' => '63',
    ),
    4274 => 
    array (
      'code' => '3080200305',
      'name' => 'กีฬาเทศบาลเมืองทุ่งสง',
      'province' => '63',
    ),
    4275 => 
    array (
      'code' => '3080200306',
      'name' => 'รีสอร์ทอนุบาล',
      'province' => '63',
    ),
    4276 => 
    array (
      'code' => '3080200401',
      'name' => 'อนุบาลเทศบาลตำบลทางพูน',
      'province' => '63',
    ),
    4277 => 
    array (
      'code' => '3080200501',
      'name' => 'อนุบาลเทศบาลหินตก',
      'province' => '63',
    ),
    4278 => 
    array (
      'code' => '3080200601',
      'name' => 'เทศบาลตำบลท่าแพ',
      'province' => '63',
    ),
    4279 => 
    array (
      'code' => '3080200701',
      'name' => 'เทศบาลนาบอน',
      'province' => '63',
    ),
    4280 => 
    array (
      'code' => '3080300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลบ้านตูล',
      'province' => '63',
    ),
    4281 => 
    array (
      'code' => '3080300201',
      'name' => 'อนุบาลปากพูน',
      'province' => '63',
    ),
    4282 => 
    array (
      'code' => '3080300301',
      'name' => 'อนุบาล อบต.ทุ่งสัง',
      'province' => '63',
    ),
    4283 => 
    array (
      'code' => '3081100101',
      'name' => 'องค์การบริหารส่วนจังหวัดกระบี่',
      'province' => '64',
    ),
    4284 => 
    array (
      'code' => '3081200101',
      'name' => 'เทศบาล 1 ตลาดเก่า',
      'province' => '64',
    ),
    4285 => 
    array (
      'code' => '3081200102',
      'name' => 'เทศบาล 2 คลองจิหลาด',
      'province' => '64',
    ),
    4286 => 
    array (
      'code' => '3081200103',
      'name' => 'เทศบาล 3 ท่าแดง',
      'province' => '64',
    ),
    4287 => 
    array (
      'code' => '3081200104',
      'name' => 'เทศบาล 4 อนุบาลปานุราช',
      'province' => '64',
    ),
    4288 => 
    array (
      'code' => '3081200201',
      'name' => 'เทศบาลคลองท่อมใต้',
      'province' => '64',
    ),
    4289 => 
    array (
      'code' => '3081200301',
      'name' => 'เทศบาลอ่าวลึกใต้',
      'province' => '64',
    ),
    4290 => 
    array (
      'code' => '3081200401',
      'name' => 'อนุบาลเทศบาลตำบลปลายพระยา',
      'province' => '64',
    ),
    4291 => 
    array (
      'code' => '3081200501',
      'name' => 'เทศบาลตำบลเขาพนม',
      'province' => '64',
    ),
    4292 => 
    array (
      'code' => '3081300101',
      'name' => 'บ้านช่องพลี',
      'province' => '64',
    ),
    4293 => 
    array (
      'code' => '3081300102',
      'name' => 'อนุบาลอ่าวนาง',
      'province' => '64',
    ),
    4294 => 
    array (
      'code' => '3081300201',
      'name' => 'อนุบาลบางเท่าแม่',
      'province' => '64',
    ),
    4295 => 
    array (
      'code' => '3082200101',
      'name' => 'เทศบาลบ้านท้ายช้าง',
      'province' => '65',
    ),
    4296 => 
    array (
      'code' => '3082200102',
      'name' => 'อนุบาลช้าง',
      'province' => '65',
    ),
    4297 => 
    array (
      'code' => '3082200201',
      'name' => 'เทศบาลบ้านเสนารังสรรค์',
      'province' => '65',
    ),
    4298 => 
    array (
      'code' => '3082200202',
      'name' => 'เทศบาลบ้านศรีตะกั่วป่า',
      'province' => '65',
    ),
    4299 => 
    array (
      'code' => '3082200203',
      'name' => 'เทศบาลบ้านย่านยาว',
      'province' => '65',
    ),
    4300 => 
    array (
      'code' => '3082200301',
      'name' => 'อนุบาลเทศบาลตำบลท้ายเหมือง (ประชาร่วมใจ)',
      'province' => '65',
    ),
    4301 => 
    array (
      'code' => '3082200401',
      'name' => 'อนุบาลเทศบาลตำบลลำแก่น',
      'province' => '65',
    ),
    4302 => 
    array (
      'code' => '3082200501',
      'name' => 'อนุบาลเทศบาลตำบลโคกกลอย',
      'province' => '65',
    ),
    4303 => 
    array (
      'code' => '3082300101',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลท้ายเหมือง',
      'province' => '65',
    ),
    4304 => 
    array (
      'code' => '3082300401',
      'name' => 'องค์การบริหารส่วนตำบลทุ่งมะพร้าว',
      'province' => '65',
    ),
    4305 => 
    array (
      'code' => '3082300501',
      'name' => 'อนุบาลลำภี',
      'province' => '65',
    ),
    4306 => 
    array (
      'code' => '3083100101',
      'name' => 'อบจ.บ้านตลาดเหนือ (วันครู 2502)',
      'province' => '66',
    ),
    4307 => 
    array (
      'code' => '3083100102',
      'name' => 'องค์การบริหารส่วนจังหวัดเมืองภูเก็ต',
      'province' => '66',
    ),
    4308 => 
    array (
      'code' => '3083100103',
      'name' => 'องค์การบริหารส่วนจังหวัดบ้านไม้เรียบ',
      'province' => '66',
    ),
    4309 => 
    array (
      'code' => '3083100104',
      'name' => 'องค์การบริหารส่วนจังหวัดบ้านนาบอน',
      'province' => '66',
    ),
    4310 => 
    array (
      'code' => '3083100105',
      'name' => 'อนุบาลองค์การบริหารส่วนจังหวัดสาธิตร่วมพัฒนา',
      'province' => '66',
    ),
    4311 => 
    array (
      'code' => '3083200101',
      'name' => 'เทศบาลปลูกปัญญา ในพระอุปถัมภ์ฯ',
      'province' => '66',
    ),
    4312 => 
    array (
      'code' => '3083200102',
      'name' => 'เทศบาลเมืองภูเก็ต',
      'province' => '66',
    ),
    4313 => 
    array (
      'code' => '3083200103',
      'name' => 'เทศบาลบ้านบางเหนียว',
      'province' => '66',
    ),
    4314 => 
    array (
      'code' => '3083200104',
      'name' => 'เทศบาลวัดขจรรังสรรค์',
      'province' => '66',
    ),
    4315 => 
    array (
      'code' => '3083200105',
      'name' => 'เทศบาลบ้านสามกอง (ขุนวิเศษนุกูลกิจอุทิศ)',
      'province' => '66',
    ),
    4316 => 
    array (
      'code' => '3083200106',
      'name' => 'เทศบาลพิบูลสวัสดี',
      'province' => '66',
    ),
    4317 => 
    array (
      'code' => '3083200107',
      'name' => 'อนุบาลเทศบาลนครภูเก็ต',
      'province' => '66',
    ),
    4318 => 
    array (
      'code' => '3083200201',
      'name' => 'เทศบาลเชิงทะเล (ตันติวิท)',
      'province' => '66',
    ),
    4319 => 
    array (
      'code' => '3083200301',
      'name' => 'อนุบาลเทศบาลเมืองป่าตอง',
      'province' => '66',
    ),
    4320 => 
    array (
      'code' => '3083200302',
      'name' => 'เทศบาลบ้านไสน้ำเย็น',
      'province' => '66',
    ),
    4321 => 
    array (
      'code' => '3083200401',
      'name' => 'เทศบาล 1 เมืองกะทู้',
      'province' => '66',
    ),
    4322 => 
    array (
      'code' => '3083200402',
      'name' => 'เทศบาล 2 บ้านกะทู้',
      'province' => '66',
    ),
    4323 => 
    array (
      'code' => '3083200501',
      'name' => 'เทศบาลเทพกระษัตรี',
      'province' => '66',
    ),
    4324 => 
    array (
      'code' => '3083200601',
      'name' => 'เทศบาลวัดกิตติสังฆาราม',
      'province' => '66',
    ),
    4325 => 
    array (
      'code' => '3083200701',
      'name' => 'เทศบาลตำบลรัษฎา',
      'province' => '66',
    ),
    4326 => 
    array (
      'code' => '3083300101',
      'name' => 'อนุบาลศรีสุนทร',
      'province' => '66',
    ),
    4327 => 
    array (
      'code' => '3084100101',
      'name' => 'องค์การบริหารส่วนจังหวัดสุราษฏร์ธานี 1 (ดอนสักผดุงวิทย์)',
      'province' => '67',
    ),
    4328 => 
    array (
      'code' => '3084100102',
      'name' => 'องค์การบริหารส่วนจังหวัดสุราษฏร์ธานี 2 (บ้านดอนเกลี้ยง)',
      'province' => '67',
    ),
    4329 => 
    array (
      'code' => '3084100103',
      'name' => 'องค์การบริหารส่วนจังหวัดสุราษฏร์ธานี 3 (บ้านนา)',
      'province' => '67',
    ),
    4330 => 
    array (
      'code' => '3084200101',
      'name' => 'เทศบาล 1 แตงอ่อนเผดิมวิทยา',
      'province' => '67',
    ),
    4331 => 
    array (
      'code' => '3084200102',
      'name' => 'เทศบาล ๓ (ตลาดล่าง)',
      'province' => '67',
    ),
    4332 => 
    array (
      'code' => '3084200103',
      'name' => 'เทศบาล 4 วัดโพธาวาส',
      'province' => '67',
    ),
    4333 => 
    array (
      'code' => '3084200104',
      'name' => 'เทศบาล 5',
      'province' => '67',
    ),
    4334 => 
    array (
      'code' => '3084200105',
      'name' => 'กีฬาเทศบาลนครสุราษฎร์ธานี',
      'province' => '67',
    ),
    4335 => 
    array (
      'code' => '3084200201',
      'name' => 'เทศบาล 1 ห้วยมุด',
      'province' => '67',
    ),
    4336 => 
    array (
      'code' => '3084200202',
      'name' => 'เทศบาล 2 บ้านอู่มาด',
      'province' => '67',
    ),
    4337 => 
    array (
      'code' => '3084200204',
      'name' => 'เทศบาล 4 บ้านทุ่งคาเกรียน',
      'province' => '67',
    ),
    4338 => 
    array (
      'code' => '3084200205',
      'name' => 'เทศบาล 5 วสุนธราภิวัฒก์',
      'province' => '67',
    ),
    4339 => 
    array (
      'code' => '3084200206',
      'name' => 'วิทยาลัยอาชีวศึกษาเมืองนาสาร',
      'province' => '67',
    ),
    4340 => 
    array (
      'code' => '3084200304',
      'name' => 'ทม.ท่าข้าม 4',
      'province' => '67',
    ),
    4341 => 
    array (
      'code' => '3084200401',
      'name' => 'เทศบาลตำบลเกาะพะงัน',
      'province' => '67',
    ),
    4342 => 
    array (
      'code' => '3084200501',
      'name' => 'เทศบาล 1 (บ้านไร่หลวง)',
      'province' => '67',
    ),
    4343 => 
    array (
      'code' => '3084200601',
      'name' => 'อนุบาลเทศบาลเมืองดอนสัก',
      'province' => '67',
    ),
    4344 => 
    array (
      'code' => '3084200701',
      'name' => 'เทศบาลตำบลบ้านนา',
      'province' => '67',
    ),
    4345 => 
    array (
      'code' => '3084200801',
      'name' => 'อนุบาลเทศบาลตำบลย่านดินแดง',
      'province' => '67',
    ),
    4346 => 
    array (
      'code' => '3084200901',
      'name' => 'เทศบาล 1 วัดละไม',
      'province' => '67',
    ),
    4347 => 
    array (
      'code' => '3084200902',
      'name' => 'เทศบาล 2 วัดสระเกศ',
      'province' => '67',
    ),
    4348 => 
    array (
      'code' => '3084200903',
      'name' => 'เทศบาล 3 วัดสมุทราราม',
      'province' => '67',
    ),
    4349 => 
    array (
      'code' => '3084200904',
      'name' => 'เทศบาล 4 วัดคีรีมาส',
      'province' => '67',
    ),
    4350 => 
    array (
      'code' => '3084201001',
      'name' => 'อนุบาล 1',
      'province' => '67',
    ),
    4351 => 
    array (
      'code' => '3084201101',
      'name' => 'อนุบาลบ้านยูงทอง',
      'province' => '67',
    ),
    4352 => 
    array (
      'code' => '3084201201',
      'name' => 'อนุบาลเทศบาลตำบลเมืองเวียง',
      'province' => '67',
    ),
    4353 => 
    array (
      'code' => '3084201301',
      'name' => 'เทศบาลทุ่งหลวง ๑ (บ้านโคกมะพร้าว)',
      'province' => '67',
    ),
    4354 => 
    array (
      'code' => '3084300201',
      'name' => 'อนุบาลองค์การบริหารส่วนตำบลตะปาน',
      'province' => '67',
    ),
    4355 => 
    array (
      'code' => '3084300301',
      'name' => 'บ้านเขาพระอินทร์',
      'province' => '67',
    ),
    4356 => 
    array (
      'code' => '3085100101',
      'name' => 'บ้านในวง',
      'province' => '68',
    ),
    4357 => 
    array (
      'code' => '3085200101',
      'name' => 'เทศบาลวัดอุปนันทาราม',
      'province' => '68',
    ),
    4358 => 
    array (
      'code' => '3085200102',
      'name' => 'เทศบาลบ้านเขานิเวศน์',
      'province' => '68',
    ),
    4359 => 
    array (
      'code' => '3085200201',
      'name' => 'อนุบาลเทศบาลตำบลละอุ่น',
      'province' => '68',
    ),
    4360 => 
    array (
      'code' => '3086100101',
      'name' => 'สหกรณ์ประชานุกูล',
      'province' => '69',
    ),
    4361 => 
    array (
      'code' => '3086100102',
      'name' => 'บ้านทับวัง',
      'province' => '69',
    ),
    4362 => 
    array (
      'code' => '3086200101',
      'name' => 'เทศบาล 1 บ้านท่าตะเภา',
      'province' => '69',
    ),
    4363 => 
    array (
      'code' => '3086200102',
      'name' => 'เทศบาล 2 วัดเกาะแก้ว',
      'province' => '69',
    ),
    4364 => 
    array (
      'code' => '3086200201',
      'name' => 'เทศบาลวัดด่านประชากร',
      'province' => '69',
    ),
    4365 => 
    array (
      'code' => '3086200202',
      'name' => 'อุดมวิทยากร',
      'province' => '69',
    ),
    4366 => 
    array (
      'code' => '3086200301',
      'name' => 'อนุบาลเทศบาลตำบลละแม',
      'province' => '69',
    ),
    4367 => 
    array (
      'code' => '3090100101',
      'name' => 'อบจ.สงขลาพิทยานุสรณ์',
      'province' => '70',
    ),
    4368 => 
    array (
      'code' => '3090200101',
      'name' => 'เทศบาล 1 ถนนนครนอก',
      'province' => '70',
    ),
    4369 => 
    array (
      'code' => '3090200102',
      'name' => 'เทศบาล 2 อ่อนอุทิศ',
      'province' => '70',
    ),
    4370 => 
    array (
      'code' => '3090200103',
      'name' => 'เทศบาล 3 วัดศาลาหัวยาง',
      'province' => '70',
    ),
    4371 => 
    array (
      'code' => '3090200104',
      'name' => 'เทศบาล 4 บ้านแหลมทราย',
      'province' => '70',
    ),
    4372 => 
    array (
      'code' => '3090200105',
      'name' => 'เทศบาล 5 วัดหัวป้อมนอก',
      'province' => '70',
    ),
    4373 => 
    array (
      'code' => '3090200201',
      'name' => 'เทศบาล 1 เอ็งเสียงสามัคคี',
      'province' => '70',
    ),
    4374 => 
    array (
      'code' => '3090200202',
      'name' => 'เทศบาล 2 บ้านหาดใหญ่',
      'province' => '70',
    ),
    4375 => 
    array (
      'code' => '3090200203',
      'name' => 'เทศบาล 3 โศภณพิทยาคุณานุสรณ์',
      'province' => '70',
    ),
    4376 => 
    array (
      'code' => '3090200204',
      'name' => 'เทศบาล 4 วัดคลองเรียน',
      'province' => '70',
    ),
    4377 => 
    array (
      'code' => '3090200205',
      'name' => 'เทศบาล 5 วัดหาดใหญ่',
      'province' => '70',
    ),
    4378 => 
    array (
      'code' => '3090200206',
      'name' => 'เทศบาล 6 (อนุบาลในฝัน)',
      'province' => '70',
    ),
    4379 => 
    array (
      'code' => '3090200301',
      'name' => 'เทศบาล 1 บ้านสะเดา',
      'province' => '70',
    ),
    4380 => 
    array (
      'code' => '3090200302',
      'name' => 'เทศบาล 2 บ้านสะเดา',
      'province' => '70',
    ),
    4381 => 
    array (
      'code' => '3090200303',
      'name' => 'เทศบาล 3 ชุมชนหมู่บ้านตัวอย่าง',
      'province' => '70',
    ),
    4382 => 
    array (
      'code' => '3090200401',
      'name' => 'เทศบาล 1 ชุมชนบ้านอุดมทอง',
      'province' => '70',
    ),
    4383 => 
    array (
      'code' => '3090200402',
      'name' => 'เทศบาล 2 (ชุมชนบ้านย่านยาวออก)',
      'province' => '70',
    ),
    4384 => 
    array (
      'code' => '3090200501',
      'name' => 'เทศบาล 1 (อนุบาลอัจฉริยะ)',
      'province' => '70',
    ),
    4385 => 
    array (
      'code' => '3090200601',
      'name' => 'เทศบาลตำบลปริก',
      'province' => '70',
    ),
    4386 => 
    array (
      'code' => '3090200701',
      'name' => 'เทศบาล 1 (เขาแก้ว)',
      'province' => '70',
    ),
    4387 => 
    array (
      'code' => '3090200801',
      'name' => 'เทศบาลเมืองปาดังเบซาร์',
      'province' => '70',
    ),
    4388 => 
    array (
      'code' => '3090200901',
      'name' => 'อนุบาลเทศบาลตำบลควนเนียง',
      'province' => '70',
    ),
    4389 => 
    array (
      'code' => '3090201001',
      'name' => 'เทศบาล 1 (ชุมชนท่าใหญ่)',
      'province' => '70',
    ),
    4390 => 
    array (
      'code' => '3090201101',
      'name' => 'เทศบาลเมืองสิงหนคร 1 (บ้านยางงาม)',
      'province' => '70',
    ),
    4391 => 
    array (
      'code' => '3090201201',
      'name' => 'เทศบาลตำบลนาทวี',
      'province' => '70',
    ),
    4392 => 
    array (
      'code' => '3091100101',
      'name' => 'นิคมพัฒนาผัง 6',
      'province' => '71',
    ),
    4393 => 
    array (
      'code' => '3091200101',
      'name' => 'เทศบาล 1 วัดสตูลสันตยาราม',
      'province' => '71',
    ),
    4394 => 
    array (
      'code' => '3091200102',
      'name' => 'เทศบาล 2 วัดชนาธิปเฉลิม',
      'province' => '71',
    ),
    4395 => 
    array (
      'code' => '3091200103',
      'name' => 'เทศบาล 3 บ้านหัวทาง',
      'province' => '71',
    ),
    4396 => 
    array (
      'code' => '3091200104',
      'name' => 'เทศบาล 4 บ้านศาลากันตง',
      'province' => '71',
    ),
    4397 => 
    array (
      'code' => '3091200105',
      'name' => 'อนุบาลเทศบาลเมืองสตูล',
      'province' => '71',
    ),
    4398 => 
    array (
      'code' => '3091200201',
      'name' => 'เทศบาล 1 (บ้านท่าจีน)',
      'province' => '71',
    ),
    4399 => 
    array (
      'code' => '3092200101',
      'name' => 'เทศบาล 1 สังขวิทย์',
      'province' => '72',
    ),
    4400 => 
    array (
      'code' => '3092200102',
      'name' => 'เทศบาล 2 วัดกะพังสุรินทร์',
      'province' => '72',
    ),
    4401 => 
    array (
      'code' => '3092200103',
      'name' => 'เทศบาล 3 บ้านนาตาล่วง',
      'province' => '72',
    ),
    4402 => 
    array (
      'code' => '3092200104',
      'name' => 'เทศบาล 4 วัดมัชฌิมภูมิ',
      'province' => '72',
    ),
    4403 => 
    array (
      'code' => '3092200105',
      'name' => 'เทศบาล 5 วัดควนขัน',
      'province' => '72',
    ),
    4404 => 
    array (
      'code' => '3092200106',
      'name' => 'เทศบาล 6 วัดตันตยาภิรม',
      'province' => '72',
    ),
    4405 => 
    array (
      'code' => '3092200107',
      'name' => 'เทศบาล 7 วัดประสิทธิชัย',
      'province' => '72',
    ),
    4406 => 
    array (
      'code' => '3092200201',
      'name' => 'เทศบาลบ้านคลองภาษี',
      'province' => '72',
    ),
    4407 => 
    array (
      'code' => '3092200202',
      'name' => 'เทศบาลวัดตรังคภูมิพุทธาวาส',
      'province' => '72',
    ),
    4408 => 
    array (
      'code' => '3092200301',
      'name' => 'เทศบาลห้วยยอดวิทยา',
      'province' => '72',
    ),
    4409 => 
    array (
      'code' => '3092200401',
      'name' => 'อนุบาลเทศบาลตำบลย่านตาขาว',
      'province' => '72',
    ),
    4410 => 
    array (
      'code' => '3092200501',
      'name' => 'อนุบาลเทศบาลควนกุน',
      'province' => '72',
    ),
    4411 => 
    array (
      'code' => '3092300101',
      'name' => 'บ้านเกาะปราง',
      'province' => '72',
    ),
    4412 => 
    array (
      'code' => '3093100101',
      'name' => 'บ้านท่ามิหรำ (ในฝันรอบ 2)',
      'province' => '73',
    ),
    4413 => 
    array (
      'code' => '3093100102',
      'name' => 'บ้านท่าแค (วันครู 2500)',
      'province' => '73',
    ),
    4414 => 
    array (
      'code' => '3093200101',
      'name' => 'เทศบาลวัดภูผาภิมุข',
      'province' => '73',
    ),
    4415 => 
    array (
      'code' => '3093200102',
      'name' => 'เทศบาลวัดนิโครธาราม',
      'province' => '73',
    ),
    4416 => 
    array (
      'code' => '3093200103',
      'name' => 'เทศบาลบ้านคูหาสวรรค์',
      'province' => '73',
    ),
    4417 => 
    array (
      'code' => '3093200104',
      'name' => 'เทศบาลจุ่งฮั่ว',
      'province' => '73',
    ),
    4418 => 
    array (
      'code' => '3093200105',
      'name' => 'เทศบาลวัดนางลาด',
      'province' => '73',
    ),
    4419 => 
    array (
      'code' => '3093200201',
      'name' => 'อนุบาลเทศบาลตำบลแม่ขรี',
      'province' => '73',
    ),
    4420 => 
    array (
      'code' => '3093200301',
      'name' => 'เทศบาลตะโหมด',
      'province' => '73',
    ),
    4421 => 
    array (
      'code' => '3093200401',
      'name' => 'เทศบาลเขาชัยสน',
      'province' => '73',
    ),
    4422 => 
    array (
      'code' => '3093200501',
      'name' => 'เทศบาลวัดธาราสถิตย์',
      'province' => '73',
    ),
    4423 => 
    array (
      'code' => '3093200701',
      'name' => 'บ้านหูแร่',
      'province' => '73',
    ),
    4424 => 
    array (
      'code' => '3094100101',
      'name' => 'บ้านเขาตูม',
      'province' => '74',
    ),
    4425 => 
    array (
      'code' => '3094100102',
      'name' => 'บ้านตะบิงตีงิ',
      'province' => '74',
    ),
    4426 => 
    array (
      'code' => '3094200101',
      'name' => 'เทศบาล 1 บ้านจะบังติกอ',
      'province' => '74',
    ),
    4427 => 
    array (
      'code' => '3094200102',
      'name' => 'เทศบาล 2 วัดตานีนรสโมสร',
      'province' => '74',
    ),
    4428 => 
    array (
      'code' => '3094200103',
      'name' => 'เทศบาล 3 บ้านปากน้ำ',
      'province' => '74',
    ),
    4429 => 
    array (
      'code' => '3094200104',
      'name' => 'เทศบาล 4 วัดนพวงศาราม',
      'province' => '74',
    ),
    4430 => 
    array (
      'code' => '3094200105',
      'name' => 'เทศบาล 5 อาคารสลากกินแบ่งรัฐบาล',
      'province' => '74',
    ),
    4431 => 
    array (
      'code' => '3094200206',
      'name' => 'เทศบาล 2 บ้านปากน้ำ (พิธานอุทิศ)',
      'province' => '74',
    ),
    4432 => 
    array (
      'code' => '3094300401',
      'name' => 'ตัรบียะห์',
      'province' => '74',
    ),
    4433 => 
    array (
      'code' => '3095100101',
      'name' => 'ลำพะยาประชานุเคราะห์',
      'province' => '75',
    ),
    4434 => 
    array (
      'code' => '3095200101',
      'name' => 'เทศบาล 1 บ้านสะเตง',
      'province' => '75',
    ),
    4435 => 
    array (
      'code' => '3095200102',
      'name' => 'เทศบาล 2 บ้านมลายูบางกอก',
      'province' => '75',
    ),
    4436 => 
    array (
      'code' => '3095200103',
      'name' => 'เทศบาล 3 วัดพุทธภูมิ',
      'province' => '75',
    ),
    4437 => 
    array (
      'code' => '3095200104',
      'name' => 'เทศบาล 4 ธนวิถี',
      'province' => '75',
    ),
    4438 => 
    array (
      'code' => '3095200105',
      'name' => 'เทศบาล 5 บ้านตลาดเก่า',
      'province' => '75',
    ),
    4439 => 
    array (
      'code' => '3095200106',
      'name' => 'เทศบาล 6 วัดเมืองยะลา',
      'province' => '75',
    ),
    4440 => 
    array (
      'code' => '3095200201',
      'name' => 'เทศบาล 1 บ้านกาแป๊ะ',
      'province' => '75',
    ),
    4441 => 
    array (
      'code' => '3095200202',
      'name' => 'เทศบาล 2 บ้านกาแป๊ะกอตอ',
      'province' => '75',
    ),
    4442 => 
    array (
      'code' => '3095200203',
      'name' => 'เทศบาล 3 บ้านกุนุงจนอง',
      'province' => '75',
    ),
    4443 => 
    array (
      'code' => '3095200204',
      'name' => 'เทศบาล 4 บ้านกาแป๊ะฮูลู',
      'province' => '75',
    ),
    4444 => 
    array (
      'code' => '3095200205',
      'name' => 'เทศบาล 6 ประชาสันติ์',
      'province' => '75',
    ),
    4445 => 
    array (
      'code' => '3095200301',
      'name' => 'อนุบาลเทศบาลตำบลลำใหม่',
      'province' => '75',
    ),
    4446 => 
    array (
      'code' => '3095200401',
      'name' => 'อนุบาลเทศบาลตำบลเมืองรามันห์',
      'province' => '75',
    ),
    4447 => 
    array (
      'code' => '3095300101',
      'name' => 'อนุบาลตำบลบาลอ',
      'province' => '75',
    ),
    4448 => 
    array (
      'code' => '3096200101',
      'name' => 'เทศบาล 1 ถนนภูผาภักดี',
      'province' => '76',
    ),
    4449 => 
    array (
      'code' => '3096200102',
      'name' => 'เทศบาล 2 บ้านบาเละฮิเล',
      'province' => '76',
    ),
    4450 => 
    array (
      'code' => '3096200103',
      'name' => 'เทศบาล 3 บ้านยะกัง',
      'province' => '76',
    ),
    4451 => 
    array (
      'code' => '3096200104',
      'name' => 'เทศบาล 4 กำปงตาโก๊ะ',
      'province' => '76',
    ),
    4452 => 
    array (
      'code' => '3096200105',
      'name' => 'เทศบาล 5 วัดประชาภิรมย์',
      'province' => '76',
    ),
    4453 => 
    array (
      'code' => '3096200106',
      'name' => 'เทศบาล 6 ถนนโคกเคียน',
      'province' => '76',
    ),
    4454 => 
    array (
      'code' => '3096200201',
      'name' => 'เทศบาล 1 ราษฎรบำรุง',
      'province' => '76',
    ),
    4455 => 
    array (
      'code' => '3096200202',
      'name' => 'เทศบาล 2 บ้านตันหยงมะลิ',
      'province' => '76',
    ),
    4456 => 
    array (
      'code' => '3096200203',
      'name' => 'เทศบาล 3 วิมุกตายนวิทยา',
      'province' => '76',
    ),
    4457 => 
    array (
      'code' => '3096200204',
      'name' => 'เทศบาล 4 บ้านทรายทอง',
      'province' => '76',
    ),
    4458 => 
    array (
      'code' => '3096300101',
      'name' => 'อนุบาลประจำตำบลลุโบะสาวอ',
      'province' => '76',
    ),
    4459 => 
    array (
      'code' => '3110011502',
      'name' => 'โรงเรียนแก่นทองอุปถัมภ์',
      'province' => '1',
    ),
    4460 => 
    array (
      'code' => '3110021516',
      'name' => 'โรงเรียนมัธยมสุวิทย์เสรีอนุสรณ์',
      'province' => '1',
    ),
    4461 => 
    array (
      'code' => '3110021807',
      'name' => 'โรงเรียนมัธยมประชานิเวศน์',
      'province' => '1',
    ),
    4462 => 
    array (
      'code' => '3110021911',
      'name' => 'โรงเรียนมัธยมบ้านบางกะปิ',
      'province' => '1',
    ),
    4463 => 
    array (
      'code' => '3110022308',
      'name' => 'โรงเรียนมัธยมวัดสุทธาราม',
      'province' => '1',
    ),
    4464 => 
    array (
      'code' => '3110023708',
      'name' => 'โรงเรียนมัธยมนาคนาวาอุปถัมภ์',
      'province' => '1',
    ),
    4465 => 
    array (
      'code' => '3110023802',
      'name' => 'โรงเรียนวิชูทิศ',
      'province' => '1',
    ),
    4466 => 
    array (
      'code' => '3110024907',
      'name' => 'โรงเรียนมัธยมปุรณาวาส',
      'province' => '1',
    ),
    4467 => 
    array (
      'code' => '6015140231',
      'name' => 'โรงเรียนกีฬาจังหวัดอ่างทอง',
      'province' => '6',
    ),
    4468 => 
    array (
      'code' => '6020000223',
      'name' => 'โรงเรียนกีฬาจังหวัดชลบุรี',
      'province' => '11',
    ),
    4469 => 
    array (
      'code' => '6033000229',
      'name' => 'โรงเรียนกีฬาจังหวัดศรีสะเกษ',
      'province' => '22',
    ),
    4470 => 
    array (
      'code' => '6034000132',
      'name' => 'โรงเรียนกีฬาจังหวัดอุบลราชธานี',
      'province' => '23',
    ),
    4471 => 
    array (
      'code' => '6040000122',
      'name' => 'โรงเรียนกีฬาจังหวัดขอนแก่น',
      'province' => '28',
    ),
    4472 => 
    array (
      'code' => '6052100228',
      'name' => 'โรงเรียนกีฬาจังหวัดลำปาง',
      'province' => '40',
    ),
    4473 => 
    array (
      'code' => '6060000126',
      'name' => 'โรงเรียนกีฬาจังหวัดนครสวรรค์',
      'province' => '47',
    ),
    4474 => 
    array (
      'code' => '6072000230',
      'name' => 'โรงเรียนกีฬาจังหวัดสุพรรณบุรี',
      'province' => '57',
    ),
    4475 => 
    array (
      'code' => '6080110125',
      'name' => 'โรงเรียนกีฬาจังหวัดนครศรีธรรมราช',
      'province' => '63',
    ),
    4476 => 
    array (
      'code' => '6092140224',
      'name' => 'โรงเรียนกีฬาจังหวัดตรัง',
      'province' => '72',
    ),
    4477 => 
    array (
      'code' => '6095000227',
      'name' => 'โรงเรียนกีฬาจังหวัดยะลา',
      'province' => '75',
    ),
    4478 => 
    array (
      'code' => '7010010101',
      'name' => 'วชิรมกุฎ',
      'province' => '1',
    ),
    4479 => 
    array (
      'code' => '7010010104',
      'name' => 'บาลีเตรียมอุมศึกษา',
      'province' => '1',
    ),
    4480 => 
    array (
      'code' => '7010060103',
      'name' => 'วัดศรีบุญเรื่อง',
      'province' => '1',
    ),
    4481 => 
    array (
      'code' => '7010081301',
      'name' => 'มังกรกมลาวาสวิทยาลัย',
      'province' => '1',
    ),
    4482 => 
    array (
      'code' => '7010090108',
      'name' => 'พระปริยัติธรรมวัดธรรมมงคล',
      'province' => '1',
    ),
    4483 => 
    array (
      'code' => '7010131401',
      'name' => 'กุศลสมาครวิทยาลัย',
      'province' => '1',
    ),
    4484 => 
    array (
      'code' => '7010190106',
      'name' => 'วัดกาญจนสิงหาสน์วิทยา',
      'province' => '1',
    ),
    4485 => 
    array (
      'code' => '7010200105',
      'name' => 'พุทธศาสตร์วิทยา',
      'province' => '1',
    ),
    4486 => 
    array (
      'code' => '7010290109',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดเวตวันธรรมาวาส',
      'province' => '1',
    ),
    4487 => 
    array (
      'code' => '7010360107',
      'name' => 'พระปริยัติธรรมวัดพรหมรังษี',
      'province' => '1',
    ),
    4488 => 
    array (
      'code' => '7010470110',
      'name' => 'พระปริยัติธรรมวัดผ่องพลอยวิริยาราม',
      'province' => '1',
    ),
    4489 => 
    array (
      'code' => '7013020102',
      'name' => 'เตรียมพุทธศาสตร์',
      'province' => '4',
    ),
    4490 => 
    array (
      'code' => '7013020123',
      'name' => 'พระปริยัติธรรมพระราหุล',
      'province' => '4',
    ),
    4491 => 
    array (
      'code' => '7013070101',
      'name' => 'วัดโกเมศรัตนาราม',
      'province' => '4',
    ),
    4492 => 
    array (
      'code' => '7014060301',
      'name' => 'วัดนิเวศธรรมประวัติ',
      'province' => '5',
    ),
    4493 => 
    array (
      'code' => '7014110302',
      'name' => 'มหาวชิราลงกรณราชวิทยาลัย',
      'province' => '5',
    ),
    4494 => 
    array (
      'code' => '7015010301',
      'name' => 'ศรีเมืองทองวิทยา',
      'province' => '6',
    ),
    4495 => 
    array (
      'code' => '7015020302',
      'name' => 'พระปริยัติธรรม วัดไชโยวรวิหาร',
      'province' => '6',
    ),
    4496 => 
    array (
      'code' => '7015040304',
      'name' => 'กิตติยารามวิทยา',
      'province' => '6',
    ),
    4497 => 
    array (
      'code' => '7016040302',
      'name' => 'พระปริยัติธรรมวัดลำนารายณ์',
      'province' => '7',
    ),
    4498 => 
    array (
      'code' => '7017050306',
      'name' => 'พระปริยัติธรรมวัดพิกุลทอง',
      'province' => '8',
    ),
    4499 => 
    array (
      'code' => '7017060301',
      'name' => 'วัดโบสถ์อินทร์บุรี',
      'province' => '8',
    ),
    4500 => 
    array (
      'code' => '7017060302',
      'name' => 'พิพิธสุตคุณานุสรณ์',
      'province' => '8',
    ),
    4501 => 
    array (
      'code' => '7017060304',
      'name' => 'วัดไผ่ดำ แผนกสามัญศึกษา',
      'province' => '8',
    ),
    4502 => 
    array (
      'code' => '7017060305',
      'name' => 'พระปริยัติธรรมวัดโพธิ์ศรี',
      'province' => '8',
    ),
    4503 => 
    array (
      'code' => '7020021202',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดทุ่งเหียง',
      'province' => '11',
    ),
    4504 => 
    array (
      'code' => '7020071203',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดเนินบุญญาราม',
      'province' => '11',
    ),
    4505 => 
    array (
      'code' => '7021011201',
      'name' => 'มงคลวิทยา',
      'province' => '12',
    ),
    4506 => 
    array (
      'code' => '7021021203',
      'name' => 'พระปริยัติธรรมวัดสุวรรณรังสรรค์',
      'province' => '12',
    ),
    4507 => 
    array (
      'code' => '7023011201',
      'name' => 'พระปริยัติธรรมแผนกสามัญวัดสุวรรณมงคล',
      'province' => '14',
    ),
    4508 => 
    array (
      'code' => '7024011201',
      'name' => 'พระปริยัติธรรมวัดโสธรวราราม',
      'province' => '15',
    ),
    4509 => 
    array (
      'code' => '7024011203',
      'name' => 'พระปริยัติธรรมวัดปิตุลาธิราชรังสฤษฎิ์',
      'province' => '15',
    ),
    4510 => 
    array (
      'code' => '7025071201',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดแจ้ง',
      'province' => '16',
    ),
    4511 => 
    array (
      'code' => '7030011101',
      'name' => 'ปริยัติสามัญนครราชสีมา',
      'province' => '19',
    ),
    4512 => 
    array (
      'code' => '7030011107',
      'name' => 'บูรพาวิทยานุสรณ์',
      'province' => '19',
    ),
    4513 => 
    array (
      'code' => '7030081104',
      'name' => 'สัทธรรมวิทยา',
      'province' => '19',
    ),
    4514 => 
    array (
      'code' => '7030101105',
      'name' => 'ดอนหวายพิทยาคม',
      'province' => '19',
    ),
    4515 => 
    array (
      'code' => '7030131103',
      'name' => 'ศรีปริยัติคุณศึกษา',
      'province' => '19',
    ),
    4516 => 
    array (
      'code' => '7030141106',
      'name' => 'พระปริยัติธรรมปักธงชัยวิทยา',
      'province' => '19',
    ),
    4517 => 
    array (
      'code' => '7030151120',
      'name' => 'วิสุทธิพรตพิทยาคม',
      'province' => '19',
    ),
    4518 => 
    array (
      'code' => '7030211109',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาอำเภอปากช่อง',
      'province' => '19',
    ),
    4519 => 
    array (
      'code' => '7031011101',
      'name' => 'ปริยัติธีรวิทยา',
      'province' => '20',
    ),
    4520 => 
    array (
      'code' => '7031051104',
      'name' => 'พระปริยัติธรรมเย้ยปราสาทวิทยา',
      'province' => '20',
    ),
    4521 => 
    array (
      'code' => '7031141102',
      'name' => 'สระมะค่าวิทยา',
      'province' => '20',
    ),
    4522 => 
    array (
      'code' => '7032011102',
      'name' => 'ปริยัติโกศลวิทยา',
      'province' => '21',
    ),
    4523 => 
    array (
      'code' => '7032011109',
      'name' => 'ปริยัติคุณรสวิทยา',
      'province' => '21',
    ),
    4524 => 
    array (
      'code' => '7032031101',
      'name' => 'โพธิศึกษา',
      'province' => '21',
    ),
    4525 => 
    array (
      'code' => '7032041107',
      'name' => 'พระปริยัติธรรมวัดจอมพระ',
      'province' => '21',
    ),
    4526 => 
    array (
      'code' => '7032041108',
      'name' => 'พระปริยัติธรรมวัดโพธาราม(แผนกสามัญศึกษา)',
      'province' => '21',
    ),
    4527 => 
    array (
      'code' => '7032071103',
      'name' => 'พระปริยัติธรรมรัตโนภาสวิมลศึกษา',
      'province' => '21',
    ),
    4528 => 
    array (
      'code' => '7032091104',
      'name' => 'พระปริยัติธรรมพันษีวิทยา',
      'province' => '21',
    ),
    4529 => 
    array (
      'code' => '7033011101',
      'name' => 'ศรีเกษตรวิทยา',
      'province' => '22',
    ),
    4530 => 
    array (
      'code' => '7033041103',
      'name' => 'กันทรลักษ์ธรรมวิทย์',
      'province' => '22',
    ),
    4531 => 
    array (
      'code' => '7033041111',
      'name' => 'ดำรงธรรมศาสนวิชชาลัย',
      'province' => '22',
    ),
    4532 => 
    array (
      'code' => '7033101104',
      'name' => 'วัดสระกำแพงใหญ่',
      'province' => '22',
    ),
    4533 => 
    array (
      'code' => '7033101109',
      'name' => 'วัดประชานิมิตโสภิณธรรมภาณ',
      'province' => '22',
    ),
    4534 => 
    array (
      'code' => '7033131102',
      'name' => 'พระปริยัติธรรมวัดบ้านโนนคูณวิทยา',
      'province' => '22',
    ),
    4535 => 
    array (
      'code' => '7033141105',
      'name' => 'พระปริยัติธรรมเกียรติแก้ววิทยา',
      'province' => '22',
    ),
    4536 => 
    array (
      'code' => '7033161106',
      'name' => 'ดวนใหญ่วิทยา',
      'province' => '22',
    ),
    4537 => 
    array (
      'code' => '7033211107',
      'name' => 'โพธิ์ศรีวิทยา',
      'province' => '22',
    ),
    4538 => 
    array (
      'code' => '7034010901',
      'name' => 'บาลีสาธิตศึกาามหาจุฬาลงกรณราชวิทยาลัย',
      'province' => '23',
    ),
    4539 => 
    array (
      'code' => '7034010909',
      'name' => 'กิตติญาณวิทยา',
      'province' => '23',
    ),
    4540 => 
    array (
      'code' => '7034010912',
      'name' => 'วัดมงคลในวิทยา',
      'province' => '23',
    ),
    4541 => 
    array (
      'code' => '7034010923',
      'name' => 'ศรีศาสนวิทยา',
      'province' => '23',
    ),
    4542 => 
    array (
      'code' => '7034010924',
      'name' => 'พระปริยัติธรรมวัดไชยมงคล',
      'province' => '23',
    ),
    4543 => 
    array (
      'code' => '7034010925',
      'name' => 'มงคลธรรมวัฒน์วิทยา',
      'province' => '23',
    ),
    4544 => 
    array (
      'code' => '7034020916',
      'name' => 'วัดไชยมงคลวิทยา',
      'province' => '23',
    ),
    4545 => 
    array (
      'code' => '7034070921',
      'name' => 'วัดเวียงเกษม',
      'province' => '23',
    ),
    4546 => 
    array (
      'code' => '7034090911',
      'name' => 'รังษีวิทยากร',
      'province' => '23',
    ),
    4547 => 
    array (
      'code' => '7034100904',
      'name' => 'ศรีมงคลศึกษากร',
      'province' => '23',
    ),
    4548 => 
    array (
      'code' => '7034100919',
      'name' => 'ศรีเจริญวิทยาราม',
      'province' => '23',
    ),
    4549 => 
    array (
      'code' => '7034101090',
      'name' => 'ดงบังอาทรกิจวิทยา',
      'province' => '23',
    ),
    4550 => 
    array (
      'code' => '7034140908',
      'name' => 'หนองขุ่นวิทยา',
      'province' => '23',
    ),
    4551 => 
    array (
      'code' => '7034140922',
      'name' => 'พระปริยัติธรรมม่วงสามสิบวิทยา',
      'province' => '23',
    ),
    4552 => 
    array (
      'code' => '7034150920',
      'name' => 'วรรณวารีวิทยา',
      'province' => '23',
    ),
    4553 => 
    array (
      'code' => '7034190903',
      'name' => 'พระปริยัติธรรมวัดโพธิ์ตาก แผนกสามัญศึกษา',
      'province' => '23',
    ),
    4554 => 
    array (
      'code' => '7034190917',
      'name' => 'พระปริยัติธรรมมุจลินวิทยา',
      'province' => '23',
    ),
    4555 => 
    array (
      'code' => '7034220914',
      'name' => 'วัดบ้านหนองไฮวิทยา',
      'province' => '23',
    ),
    4556 => 
    array (
      'code' => '7034250910',
      'name' => 'เจริญทัศน์วิทยา',
      'province' => '23',
    ),
    4557 => 
    array (
      'code' => '7035010901',
      'name' => 'พระปริยัติธรรมเจ้าพระยาบดินทรเดชา',
      'province' => '24',
    ),
    4558 => 
    array (
      'code' => '7035080903',
      'name' => 'เทพสถิตวิทยาลัย',
      'province' => '24',
    ),
    4559 => 
    array (
      'code' => '7035100902',
      'name' => 'ทรายมูลปริยัติวิทยา',
      'province' => '24',
    ),
    4560 => 
    array (
      'code' => '7036011101',
      'name' => 'พุทธธรรมวิทยา',
      'province' => '25',
    ),
    4561 => 
    array (
      'code' => '7036011103',
      'name' => 'วัดกลางเมืองเก่าวิทยา',
      'province' => '25',
    ),
    4562 => 
    array (
      'code' => '7036011104',
      'name' => 'วัดชัยภูมิวนาราม',
      'province' => '25',
    ),
    4563 => 
    array (
      'code' => '7036011106',
      'name' => 'วัดป่าหนองดินดำวิทยาลัย',
      'province' => '25',
    ),
    4564 => 
    array (
      'code' => '7036051105',
      'name' => 'วัดชัยภูมิพิทักษ์(ผาเกิ้ง)',
      'province' => '25',
    ),
    4565 => 
    array (
      'code' => '7036121102',
      'name' => 'ประจักษ์วิทยานุสรณ์',
      'province' => '25',
    ),
    4566 => 
    array (
      'code' => '7037010902',
      'name' => 'พระปริยัติธรรมวัดอำนาจเจริญ',
      'province' => '26',
    ),
    4567 => 
    array (
      'code' => '7037040903',
      'name' => 'พระปริยัติธรรมปัจฉิมวันวิทยา',
      'province' => '26',
    ),
    4568 => 
    array (
      'code' => '7037050905',
      'name' => 'ศรีใครวิทยา',
      'province' => '26',
    ),
    4569 => 
    array (
      'code' => '7037060901',
      'name' => 'ศรีเจริญวิทยา',
      'province' => '26',
    ),
    4570 => 
    array (
      'code' => '7037060904',
      'name' => 'บ่อชะเนงวิทยา',
      'province' => '26',
    ),
    4571 => 
    array (
      'code' => '7039010701',
      'name' => 'พิศาลรัญญาวาส',
      'province' => '27',
    ),
    4572 => 
    array (
      'code' => '7040010704',
      'name' => 'ประภัสสรวิทยา',
      'province' => '28',
    ),
    4573 => 
    array (
      'code' => '7040010705',
      'name' => 'วัดท่าพระหงษ์เทศประดิษฐ์',
      'province' => '28',
    ),
    4574 => 
    array (
      'code' => '7040020714',
      'name' => 'วัดบูรพารามวิทยาสรรค์',
      'province' => '28',
    ),
    4575 => 
    array (
      'code' => '7040040712',
      'name' => 'มัธยมวัดโพธิ์ชัยศึกษา',
      'province' => '28',
    ),
    4576 => 
    array (
      'code' => '7040040717',
      'name' => 'พระปริยัติธรรมวัดสว่างรังษีวิทยา',
      'province' => '28',
    ),
    4577 => 
    array (
      'code' => '7040040723',
      'name' => 'วัดประสิทธิ์ธรรมสารวิทยา',
      'province' => '28',
    ),
    4578 => 
    array (
      'code' => '7040040728',
      'name' => 'ร่มโพธิ์ทองธรรมวิทย์  วัดโพธิ์ทอง',
      'province' => '28',
    ),
    4579 => 
    array (
      'code' => '7040050701',
      'name' => 'สารคุณวิทยา',
      'province' => '28',
    ),
    4580 => 
    array (
      'code' => '7040050716',
      'name' => 'วัดแจ้งสว่างนอก',
      'province' => '28',
    ),
    4581 => 
    array (
      'code' => '7040070706',
      'name' => 'ปริยัติธรรมปุญยสารโสภิตวิทยา',
      'province' => '28',
    ),
    4582 => 
    array (
      'code' => '7040070709',
      'name' => 'วัดท่าน้ำพอง',
      'province' => '28',
    ),
    4583 => 
    array (
      'code' => '7040100718',
      'name' => 'พระปริยัติธรรม  แผนกสามัญศึกษา  วัดจันทรประสิทธิ์',
      'province' => '28',
    ),
    4584 => 
    array (
      'code' => '7040170713',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษา  วัดโพธิ์กลาง',
      'province' => '28',
    ),
    4585 => 
    array (
      'code' => '7041010801',
      'name' => 'วัดโสมนัสสันตยาราม',
      'province' => '29',
    ),
    4586 => 
    array (
      'code' => '7041010805',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดสว่างสามัคคี',
      'province' => '29',
    ),
    4587 => 
    array (
      'code' => '7041010813',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษา วัดมัชฌิมาวาส',
      'province' => '29',
    ),
    4588 => 
    array (
      'code' => '7041011401',
      'name' => 'สุนทรประดิษฐ์วิทยาลัย',
      'province' => '29',
    ),
    4589 => 
    array (
      'code' => '7041020803',
      'name' => 'ประสาทคณานุกิจวิทยา',
      'province' => '29',
    ),
    4590 => 
    array (
      'code' => '7041050811',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดศิรินทราวาส',
      'province' => '29',
    ),
    4591 => 
    array (
      'code' => '7041060806',
      'name' => 'พระปริยัติธรรม แผนกสามัญศึกษาวัดศิริมงคล',
      'province' => '29',
    ),
    4592 => 
    array (
      'code' => '7041060815',
      'name' => 'พระปริยัติธรรมวัดมัชฌิมบุรี',
      'province' => '29',
    ),
    4593 => 
    array (
      'code' => '7041070812',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษา วัดศรีสวาท',
      'province' => '29',
    ),
    4594 => 
    array (
      'code' => '7041170802',
      'name' => 'พระปริยีติธรรมแผนกสามัญศึกษาวัดศรีสะอาด',
      'province' => '29',
    ),
    4595 => 
    array (
      'code' => '7042010701',
      'name' => 'วัดศรีจันทร์วิทยา',
      'province' => '30',
    ),
    4596 => 
    array (
      'code' => '7042010805',
      'name' => 'วัดศรีวิชัยวนาราม',
      'province' => '30',
    ),
    4597 => 
    array (
      'code' => '7042090704',
      'name' => 'ธรรมนิเทศก์วิทยา',
      'province' => '30',
    ),
    4598 => 
    array (
      'code' => '7042100714',
      'name' => 'วัดถิ่นฐานรังสิตวิทยา',
      'province' => '30',
    ),
    4599 => 
    array (
      'code' => '7043010801',
      'name' => 'บาลีสาธิตศึกษาฯวัดศรีษะเกษ',
      'province' => '31',
    ),
    4600 => 
    array (
      'code' => '7043010802',
      'name' => 'วัดโกเสยเขต',
      'province' => '31',
    ),
    4601 => 
    array (
      'code' => '7043010812',
      'name' => 'วัดโพธิสมภาร',
      'province' => '31',
    ),
    4602 => 
    array (
      'code' => '7043010817',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษา วัดศรีนคราราม',
      'province' => '29',
    ),
    4603 => 
    array (
      'code' => '7043070808',
      'name' => 'วัดพระธาตุวิทยา',
      'province' => '31',
    ),
    4604 => 
    array (
      'code' => '7044011001',
      'name' => 'บาลีสาธิตศึกษามหาจุฬาลงกรณราชวิทยาลัย',
      'province' => '32',
    ),
    4605 => 
    array (
      'code' => '7044011007',
      'name' => 'อุทัยทิศวิทยา',
      'province' => '32',
    ),
    4606 => 
    array (
      'code' => '7044051005',
      'name' => 'ปัจจิมเชียงยืน',
      'province' => '32',
    ),
    4607 => 
    array (
      'code' => '7044061004',
      'name' => 'ปทุมพิทยากร',
      'province' => '32',
    ),
    4608 => 
    array (
      'code' => '7044061008',
      'name' => 'วัดหัวหนองสังฆประชาสรรค์',
      'province' => '32',
    ),
    4609 => 
    array (
      'code' => '7044091003',
      'name' => 'วาปีคณานุสรณ์วิทยา',
      'province' => '32',
    ),
    4610 => 
    array (
      'code' => '7045011001',
      'name' => 'สุนทรธรรมปริยัติ',
      'province' => '33',
    ),
    4611 => 
    array (
      'code' => '7045011004',
      'name' => 'ธีรปริยัติ',
      'province' => '33',
    ),
    4612 => 
    array (
      'code' => '7045011005',
      'name' => 'มงคลญาณปริยัติ',
      'province' => '33',
    ),
    4613 => 
    array (
      'code' => '7045011010',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดบูรพาภิราม',
      'province' => '33',
    ),
    4614 => 
    array (
      'code' => '7045011013',
      'name' => 'เทพบัณฑิตวิทยาลัย',
      'province' => '33',
    ),
    4615 => 
    array (
      'code' => '7045061003',
      'name' => 'ปริยัติสารคุณ',
      'province' => '33',
    ),
    4616 => 
    array (
      'code' => '7045071014',
      'name' => 'ปริยัติสมัญโพนทองวิทยานุสรณ์',
      'province' => '33',
    ),
    4617 => 
    array (
      'code' => '7045101007',
      'name' => 'วิโรจน์ผดุงศาสน์',
      'province' => '33',
    ),
    4618 => 
    array (
      'code' => '7045111002',
      'name' => 'สุพรรณภูมิพิทยา',
      'province' => '33',
    ),
    4619 => 
    array (
      'code' => '7045111012',
      'name' => 'พระปริยัติธรรมทุ่งศรีเมืองวิทยา',
      'province' => '33',
    ),
    4620 => 
    array (
      'code' => '7046011002',
      'name' => 'พระปริยัติธรรมสามัญวัดกลาง',
      'province' => '34',
    ),
    4621 => 
    array (
      'code' => '7046011009',
      'name' => 'พระปริยัติสามัญวัดประชานิยม',
      'province' => '34',
    ),
    4622 => 
    array (
      'code' => '7046031001',
      'name' => 'ชัยมงคลวิทยา',
      'province' => '34',
    ),
    4623 => 
    array (
      'code' => '7046051003',
      'name' => 'พระปริยัติธรรมสามัญ วัดสิมนาโก',
      'province' => '34',
    ),
    4624 => 
    array (
      'code' => '7046121005',
      'name' => 'วัดหนองบัวพัฒนาวิทยา',
      'province' => '34',
    ),
    4625 => 
    array (
      'code' => '7046131008',
      'name' => 'สมเด็จปริยัติ',
      'province' => '34',
    ),
    4626 => 
    array (
      'code' => '7047010807',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดแจ้งแสงอรุณวิทยา',
      'province' => '35',
    ),
    4627 => 
    array (
      'code' => '7047040801',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดโพธิ์คำ',
      'province' => '35',
    ),
    4628 => 
    array (
      'code' => '7047060803',
      'name' => 'วัดพระธาตุศรีมงคล',
      'province' => '35',
    ),
    4629 => 
    array (
      'code' => '7047110802',
      'name' => 'พระปริยัติธรรม แผนกสามัญศึกษาวัดทุ่ง',
      'province' => '35',
    ),
    4630 => 
    array (
      'code' => '7048011007',
      'name' => 'พระปริยัติธรรมวัดมหาธาตุ',
      'province' => '36',
    ),
    4631 => 
    array (
      'code' => '7048051001',
      'name' => 'พระปริยัติธรรมสามัญศึกษาวัดพระธาตุพนมวรมหาวิหาร',
      'province' => '36',
    ),
    4632 => 
    array (
      'code' => '7048091002',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดศรีชมภู',
      'province' => '36',
    ),
    4633 => 
    array (
      'code' => '7048091004',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดศรีหนาถวิทยา',
      'province' => '36',
    ),
    4634 => 
    array (
      'code' => '7048091010',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดธาตุประสิทธิ์',
      'province' => '36',
    ),
    4635 => 
    array (
      'code' => '7049010901',
      'name' => 'วัดศรีบุญเรืองวิทยา',
      'province' => '37',
    ),
    4636 => 
    array (
      'code' => '7050001050',
      'name' => 'บาลีสาธิตศึกษา จุฬาลงกรณราชวิทยาลัย วิทยาเขตเชียงใหม่',
      'province' => '38',
    ),
    4637 => 
    array (
      'code' => '7050010501',
      'name' => 'สามัคคีวิทยาทาน',
      'province' => '38',
    ),
    4638 => 
    array (
      'code' => '7050010502',
      'name' => 'เชตุพนศึกษา(ในพระสังฆราชูปถัมภ์)',
      'province' => '38',
    ),
    4639 => 
    array (
      'code' => '7050010506',
      'name' => 'สมเด็จพระพุทธชินวงศ์',
      'province' => '38',
    ),
    4640 => 
    array (
      'code' => '7050010507',
      'name' => 'อภัยอริยศึกษา',
      'province' => '38',
    ),
    4641 => 
    array (
      'code' => '7050020516',
      'name' => 'วัดโขงขาววิทยา',
      'province' => '38',
    ),
    4642 => 
    array (
      'code' => '7050030520',
      'name' => 'วัดกู่สันหนองพิทยา',
      'province' => '38',
    ),
    4643 => 
    array (
      'code' => '7050060521',
      'name' => 'พระปริยัติธรรมแม่แตงวิทยา',
      'province' => '38',
    ),
    4644 => 
    array (
      'code' => '7050070510',
      'name' => 'วัดแม่ริมวิทยา',
      'province' => '38',
    ),
    4645 => 
    array (
      'code' => '7050080524',
      'name' => 'วัดสะเมิงวิทยา',
      'province' => '38',
    ),
    4646 => 
    array (
      'code' => '7050090514',
      'name' => 'ฝางธรรมศึกษา',
      'province' => '38',
    ),
    4647 => 
    array (
      'code' => '7050090518',
      'name' => 'วัดเจดีย์งามปริยัติวิทยา',
      'province' => '38',
    ),
    4648 => 
    array (
      'code' => '7050100517',
      'name' => 'พระปริยัติธรรมวัดท่าตอน แผนกสามัญศึกษา',
      'province' => '38',
    ),
    4649 => 
    array (
      'code' => '7050110509',
      'name' => 'เขื่อนผากวิทยา',
      'province' => '38',
    ),
    4650 => 
    array (
      'code' => '7050120515',
      'name' => 'สันป่าตองศึกษา',
      'province' => '38',
    ),
    4651 => 
    array (
      'code' => '7050140505',
      'name' => 'วัดวิเวกวนาราม',
      'province' => '38',
    ),
    4652 => 
    array (
      'code' => '7050150522',
      'name' => 'หางดงสังฆราษฏร์อุปถัมภ์',
      'province' => '38',
    ),
    4653 => 
    array (
      'code' => '7050160527',
      'name' => 'วัดบ้านขุนเตรียมพุทธศาสตร์',
      'province' => '38',
    ),
    4654 => 
    array (
      'code' => '7050190508',
      'name' => 'สารภีปริยัติศึกษา',
      'province' => '38',
    ),
    4655 => 
    array (
      'code' => '7050200525',
      'name' => 'เวียงแหงปริยัติศึกษา',
      'province' => '38',
    ),
    4656 => 
    array (
      'code' => '7050210513',
      'name' => 'พระปริยัติธรรมวัดป่าไม้แดง แผนกสามัญศึกษา',
      'province' => '38',
    ),
    4657 => 
    array (
      'code' => '7050220529',
      'name' => 'สัพพัญญูวิทยา',
      'province' => '38',
    ),
    4658 => 
    array (
      'code' => '7051010502',
      'name' => 'โสภณวิทยา วัดบ้านแจ่ม',
      'province' => '39',
    ),
    4659 => 
    array (
      'code' => '7051010504',
      'name' => 'อินทะวิทยา',
      'province' => '39',
    ),
    4660 => 
    array (
      'code' => '7051030501',
      'name' => 'บ้านโฮ่งหลวง',
      'province' => '39',
    ),
    4661 => 
    array (
      'code' => '7051040503',
      'name' => 'พระปริยัติธรรมวัดพระธาตุห้าดวง',
      'province' => '39',
    ),
    4662 => 
    array (
      'code' => '7051040510',
      'name' => 'พระปริยัติธรรมพระชัยยะวงศาพัฒนา',
      'province' => '39',
    ),
    4663 => 
    array (
      'code' => '7051050505',
      'name' => 'หอปริยัติศึกษา แผนกสามัญศึกษาวัดพระธาตุหริภุญชัย',
      'province' => '39',
    ),
    4664 => 
    array (
      'code' => '7051060507',
      'name' => 'พรหมจักรสังวร',
      'province' => '39',
    ),
    4665 => 
    array (
      'code' => '7051100113',
      'name' => 'พระปริยัติธรรมพระเจ้าตนหลวง',
      'province' => '39',
    ),
    4666 => 
    array (
      'code' => '7052010603',
      'name' => 'ปริยัติ์วัดม่อนจำศีล',
      'province' => '40',
    ),
    4667 => 
    array (
      'code' => '7052050601',
      'name' => 'วิทิตธรรมคุณอุปถัมภ์',
      'province' => '40',
    ),
    4668 => 
    array (
      'code' => '7052060605',
      'name' => 'แม่สุกศึกษา',
      'province' => '40',
    ),
    4669 => 
    array (
      'code' => '7052070604',
      'name' => 'บ้านใหม่วิทยา',
      'province' => '40',
    ),
    4670 => 
    array (
      'code' => '7052100606',
      'name' => 'แม่ทะปริยัติศึกษา',
      'province' => '40',
    ),
    4671 => 
    array (
      'code' => '7052120602',
      'name' => 'วัดบ้านหม้อศึกษา',
      'province' => '40',
    ),
    4672 => 
    array (
      'code' => '7054010601',
      'name' => 'พุทธโกศัยวิทยา',
      'province' => '42',
    ),
    4673 => 
    array (
      'code' => '7054030606',
      'name' => 'เชตวันวิทยา',
      'province' => '42',
    ),
    4674 => 
    array (
      'code' => '7054100070',
      'name' => 'ร้องเข็มวิทยา',
      'province' => '42',
    ),
    4675 => 
    array (
      'code' => '7055029994',
      'name' => 'เชียงกลางปริยัติศึกษา',
      'province' => '43',
    ),
    4676 => 
    array (
      'code' => '7055050602',
      'name' => 'วัดปรางค์',
      'province' => '43',
    ),
    4677 => 
    array (
      'code' => '7055050615',
      'name' => 'พะรปริยัติธรรมวัดภูเก็ต',
      'province' => '43',
    ),
    4678 => 
    array (
      'code' => '7055060604',
      'name' => 'วัดน้ำไคร้นันทชัยศึกษา',
      'province' => '43',
    ),
    4679 => 
    array (
      'code' => '7055060606',
      'name' => 'พระปริยัติธรรมวัดนิโครธาราม',
      'province' => '43',
    ),
    4680 => 
    array (
      'code' => '7055070607',
      'name' => 'พระปริยัติศาสนาภิพัฒน์วัดเมืองราม',
      'province' => '43',
    ),
    4681 => 
    array (
      'code' => '7055070608',
      'name' => 'วัดบุญยืน',
      'province' => '43',
    ),
    4682 => 
    array (
      'code' => '7055100156',
      'name' => 'วัดราษฏร์บำรุงวิทยา',
      'province' => '43',
    ),
    4683 => 
    array (
      'code' => '7055110601',
      'name' => 'นันทบุรีวิทยา',
      'province' => '43',
    ),
    4684 => 
    array (
      'code' => '7055110609',
      'name' => 'วัดดอนมงคลสันติสุขวิทยา',
      'province' => '43',
    ),
    4685 => 
    array (
      'code' => '7055200611',
      'name' => 'วัดบ่อหลวงวิทยาธรรม',
      'province' => '43',
    ),
    4686 => 
    array (
      'code' => '7056010606',
      'name' => 'ราชคฤห์วิทยา',
      'province' => '44',
    ),
    4687 => 
    array (
      'code' => '7056020602',
      'name' => 'ห้วยข้าวก่ำวิทยา',
      'province' => '44',
    ),
    4688 => 
    array (
      'code' => '7056030603',
      'name' => 'วัดหย่วนวิทยา',
      'province' => '44',
    ),
    4689 => 
    array (
      'code' => '7056050601',
      'name' => 'สุวรรณคณานุสรณ์',
      'province' => '44',
    ),
    4690 => 
    array (
      'code' => '7056060507',
      'name' => 'พระปริยัติธรรม แผนกสามัญศึกษาวัดปัวดอย',
      'province' => '44',
    ),
    4691 => 
    array (
      'code' => '7056060605',
      'name' => 'วัดนาปรังวิทยา',
      'province' => '44',
    ),
    4692 => 
    array (
      'code' => '7056070604',
      'name' => 'พระปริยัติธรรม แผนกสามัญศึกษา วัดโพธาราม',
      'province' => '44',
    ),
    4693 => 
    array (
      'code' => '7057010615',
      'name' => 'วัดฝั่งหมิ่นวิทยา',
      'province' => '45',
    ),
    4694 => 
    array (
      'code' => '7057030606',
      'name' => 'วัดครึ่งใต้วิทยา',
      'province' => '45',
    ),
    4695 => 
    array (
      'code' => '7057030616',
      'name' => 'วัดแก่นเหนือวิทยา',
      'province' => '45',
    ),
    4696 => 
    array (
      'code' => '7057040605',
      'name' => 'วัดอำมาตย์วิทยา',
      'province' => '45',
    ),
    4697 => 
    array (
      'code' => '7057050601',
      'name' => 'ชยาภิวัฒน์วิทยา',
      'province' => '45',
    ),
    4698 => 
    array (
      'code' => '7057060102',
      'name' => 'พุทธิวงศ์วิทยา',
      'province' => '45',
    ),
    4699 => 
    array (
      'code' => '7057070612',
      'name' => 'วัดแม่คำวิทยา',
      'province' => '45',
    ),
    4700 => 
    array (
      'code' => '7057071301',
      'name' => 'วัดหมื่นพุทธวิทยา',
      'province' => '45',
    ),
    4701 => 
    array (
      'code' => '7057080610',
      'name' => 'วัดไชยสถานวิทยา',
      'province' => '45',
    ),
    4702 => 
    array (
      'code' => '7057100604',
      'name' => 'วัดเจดีย์หลวงวิทยา',
      'province' => '45',
    ),
    4703 => 
    array (
      'code' => '7057110617',
      'name' => 'วัดหนองบัวพิทยา',
      'province' => '45',
    ),
    4704 => 
    array (
      'code' => '7057120608',
      'name' => 'วัดสันหนองบัววิทยา',
      'province' => '45',
    ),
    4705 => 
    array (
      'code' => '7057140609',
      'name' => 'วัดป่าตาลใต้',
      'province' => '45',
    ),
    4706 => 
    array (
      'code' => '7057160613',
      'name' => 'บุญเรืองวิทยา',
      'province' => '45',
    ),
    4707 => 
    array (
      'code' => '7060000407',
      'name' => 'วัดวาปีรัตนารามวิทยา',
      'province' => '47',
    ),
    4708 => 
    array (
      'code' => '7060010401',
      'name' => 'วัดหนองปลิงวิทยา',
      'province' => '47',
    ),
    4709 => 
    array (
      'code' => '7060010402',
      'name' => 'คีรีวงศ์วิทยา',
      'province' => '47',
    ),
    4710 => 
    array (
      'code' => '7060010403',
      'name' => 'บาลีเตรียมอุดมศึกษาวัดโพธาราม',
      'province' => '47',
    ),
    4711 => 
    array (
      'code' => '7060010404',
      'name' => 'วัดไทรเหนือวิทยา',
      'province' => '47',
    ),
    4712 => 
    array (
      'code' => '7060070407',
      'name' => 'วัดวาปีรัตนารามวิทยา',
      'province' => '47',
    ),
    4713 => 
    array (
      'code' => '7060090406',
      'name' => 'วัดโคกเดื่อวิทยา',
      'province' => '47',
    ),
    4714 => 
    array (
      'code' => '7060120409',
      'name' => 'ศรีนภเขตวิทยา',
      'province' => '47',
    ),
    4715 => 
    array (
      'code' => '7061040302',
      'name' => 'อุทานอุทิศธรรมวิทยา',
      'province' => '48',
    ),
    4716 => 
    array (
      'code' => '7062010401',
      'name' => 'วชิรกุญชรมัธยม',
      'province' => '49',
    ),
    4717 => 
    array (
      'code' => '7063060401',
      'name' => 'โสภณวรคุณวิทยา',
      'province' => '50',
    ),
    4718 => 
    array (
      'code' => '7064010401',
      'name' => 'ราชธานีวิทยาลัย',
      'province' => '51',
    ),
    4719 => 
    array (
      'code' => '7065010401',
      'name' => 'วัดจันทร์วิทยา',
      'province' => '52',
    ),
    4720 => 
    array (
      'code' => '7065010402',
      'name' => 'วัดธรรมจักรวิทยา',
      'province' => '52',
    ),
    4721 => 
    array (
      'code' => '7065010403',
      'name' => 'สาธิตวิทยาลัยสงฆ์พุทธชินราช',
      'province' => '52',
    ),
    4722 => 
    array (
      'code' => '7066010401',
      'name' => 'หลวงพ่อเพชรวิทยา',
      'province' => '53',
    ),
    4723 => 
    array (
      'code' => '7067010403',
      'name' => 'ปริยัติสามัญวัดมหาธาตุ',
      'province' => '54',
    ),
    4724 => 
    array (
      'code' => '7067030401',
      'name' => 'ปริยัติสามัญวัดไพรสณฑ์ศักดาราม',
      'province' => '54',
    ),
    4725 => 
    array (
      'code' => '7067050404',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดประชานิมิต',
      'province' => '54',
    ),
    4726 => 
    array (
      'code' => '7067070402',
      'name' => 'ปริยัติสามัญวัดสระเกศ',
      'province' => '54',
    ),
    4727 => 
    array (
      'code' => '7070020301',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษาวัดถ้ำสิงโตทอง',
      'province' => '55',
    ),
    4728 => 
    array (
      'code' => '7071010301',
      'name' => 'วัดสิริกาญจนาราม',
      'province' => '56',
    ),
    4729 => 
    array (
      'code' => '7071010302',
      'name' => 'พระปริยัติธรรมวัดไชยชุมพลชนะสงคราม',
      'province' => '56',
    ),
    4730 => 
    array (
      'code' => '7072070302',
      'name' => 'พระปริยัติธรรมวัดหนองพันเทา',
      'province' => '57',
    ),
    4731 => 
    array (
      'code' => '7072070305',
      'name' => 'มหามงคลรัฐวิทยา',
      'province' => '57',
    ),
    4732 => 
    array (
      'code' => '7073010101',
      'name' => 'วัดเสนหา',
      'province' => '58',
    ),
    4733 => 
    array (
      'code' => '7073060102',
      'name' => 'พระปริยัติธรรมมหาสวัสดิ์วิทยา',
      'province' => '58',
    ),
    4734 => 
    array (
      'code' => '7076010301',
      'name' => 'พระปริยัติธรรมวัดไสกระดาน',
      'province' => '61',
    ),
    4735 => 
    array (
      'code' => '7077010301',
      'name' => 'พระปริยัติธรรมแผนกสามัญศึกษา วัดธรรมิการามวรวิหาร',
      'province' => '62',
    ),
    4736 => 
    array (
      'code' => '7080010204',
      'name' => 'พระบรมธาตุพิทักษ์วิทยา',
      'province' => '63',
    ),
    4737 => 
    array (
      'code' => '7080010205',
      'name' => 'พระปริยัติธรรมสามัญวัดสระเรียง',
      'province' => '63',
    ),
    4738 => 
    array (
      'code' => '7080040203',
      'name' => 'พระปริยัติธรรมวัดมะนาวหวาน',
      'province' => '63',
    ),
    4739 => 
    array (
      'code' => '7080110206',
      'name' => 'พระปริยัติธรรมวัดขนาน',
      'province' => '63',
    ),
    4740 => 
    array (
      'code' => '7081010201',
      'name' => 'วัดแก้วโกรวาราม',
      'province' => '64',
    ),
    4741 => 
    array (
      'code' => '7084010202',
      'name' => 'แสงธรรมพิทยาคม',
      'province' => '67',
    ),
    4742 => 
    array (
      'code' => '7084060203',
      'name' => 'พระบรมธาตุไชยาวิทยา',
      'province' => '67',
    ),
    4743 => 
    array (
      'code' => '7086040201',
      'name' => 'พุทธรังษีพิทยาลัย',
      'province' => '69',
    ),
    4744 => 
    array (
      'code' => '7090010202',
      'name' => 'แสงทองวิทยาธรรม',
      'province' => '70',
    ),
    4745 => 
    array (
      'code' => '7090111401',
      'name' => 'มหาปัญญา',
      'province' => '70',
    ),
    4746 => 
    array (
      'code' => '7092010201',
      'name' => 'สิทธิธรรม',
      'province' => '72',
    ),
    4747 => 
    array (
      'code' => '7094170201',
      'name' => 'มุจลินท์ปริยัติธรรมสามัญศึกษา',
      'province' => '74',
    ),
    4748 => 
    array (
      'code' => '3016200601',
      'name' => 'เทศบาลเมืองเขาสามยอด ๑',
      'province' => '7',
    ),
    4749 => 
    array (
      'code' => '3017200104',
      'name' => 'มัธยมเทศบาล 4',
      'province' => '8',
    ),
    4750 => 
    array (
      'code' => '3032200201',
      'name' => 'เทศบาลท่าตูม',
      'province' => '21',
    ),
    4751 => 
    array (
      'code' => '3030200402',
      'name' => 'เทศบาล 2 บ้านหนองกะจะ (ธงนิรมลอุปถัมภ์)',
      'province' => '19',
    ),
    4752 => 
    array (
      'code' => '3036200701',
      'name' => 'อนุบาลเทศบาลตำบลภูเขียว',
      'province' => '25',
    ),
    4753 => 
    array (
      'code' => '3040201401',
      'name' => 'เทศบาลบ้านเป็ด',
      'province' => '28',
    ),
    4754 => 
    array (
      'code' => '3032200801',
      'name' => 'อนุบาลเทศบาลตำบลกันตวจระมวล',
      'province' => '21',
    ),
    4755 => 
    array (
      'code' => '3040201901',
      'name' => 'อนุบาลเทศบาลตำบลโพธิ์ไชย',
      'province' => '28',
    ),
    4756 => 
    array (
      'code' => '3041300101',
      'name' => 'อนุบาลหนองกอง',
      'province' => '29',
    ),
    4757 => 
    array (
      'code' => '3046200501',
      'name' => 'อนุบาลโคกกลาง',
      'province' => '34',
    ),
    4758 => 
    array (
      'code' => '3052200301',
      'name' => 'เทศบาลแม่เมาะ',
      'province' => '40',
    ),
    4759 => 
    array (
      'code' => '3057300501',
      'name' => 'เทศบาลตำบลบ้านแซว',
      'province' => '45',
    ),
    4760 => 
    array (
      'code' => '3052200701',
      'name' => 'อนุบาลเทศบาลตำบลบ่อแฮ้ว',
      'province' => '40',
    ),
    4761 => 
    array (
      'code' => '3052200801',
      'name' => 'อนุบาลเทศบาลตำบลนาครัว',
      'province' => '40',
    ),
    4762 => 
    array (
      'code' => '3062200104',
      'name' => 'ชากังราววิทยา (อินทร์ชุ่มดีสารอุปถัมภ์)',
      'province' => '49',
    ),
    4763 => 
    array (
      'code' => '3062200901',
      'name' => 'เทศบาลเมืองหนองปลิง (ทำนองอุปถัมภ์)',
      'province' => '49',
    ),
    4764 => 
    array (
      'code' => '3044200401',
      'name' => 'บ้านหลุบแซง',
      'province' => '32',
    ),
    4765 => 
    array (
      'code' => '3076200301',
      'name' => 'เทศบาลวัดลักษณาราม',
      'province' => '61',
    ),
    4766 => 
    array (
      'code' => '3070200401',
      'name' => 'เทศบาลหลักเมือง',
      'province' => '55',
    ),
    4767 => 
    array (
      'code' => '306320602',
      'name' => 'อนุบาลบ้านหนองหลวง',
      'province' => '50',
    ),
    4768 => 
    array (
      'code' => '3084200302',
      'name' => 'ทม.ท่าข้าม 2',
      'province' => '67',
    ),
    4769 => 
    array (
      'code' => '3084201401',
      'name' => 'เทศบาล ๑ (บ้านสะพานกฐิน)',
      'province' => '67',
    ),
    4770 => 
    array (
      'code' => '3084200203',
      'name' => 'เทศบาล 3 บ้านคลองหานาเตรียะ',
      'province' => '67',
    ),
    4771 => 
    array (
      'code' => '3084200301',
      'name' => 'ทม.ท่าข้าม 1',
      'province' => '67',
    ),
    4772 => 
    array (
      'code' => '3082200601',
      'name' => 'เทศบาลตำบลบางเตย',
      'province' => '65',
    ),
    4773 => 
    array (
      'code' => '3081200601',
      'name' => 'บ้านกระบี่น้อย',
      'province' => '64',
    ),
    4774 => 
    array (
      'code' => '3094200203',
      'name' => 'เทศบาล 1 บ้านตะลุบัน',
      'province' => '74',
    ),
    4775 => 
    array (
      'code' => '3093200601',
      'name' => 'เทศบาลจองถนน (วัดบางแก้ว)',
      'province' => '73',
    ),
    4776 => 
    array (
      'code' => '3084200303',
      'name' => 'ทม.ท่าข้าม 3',
      'province' => '67',
    ),
    4777 => 
    array (
      'code' => '3094200205',
      'name' => 'เทศบาล 6 บ้านบางตาหยาด',
      'province' => '74',
    ),
    4778 => 
    array (
      'code' => '3094200202',
      'name' => 'เทศบาล 5 บ้านกาหยี',
      'province' => '74',
    ),
    4779 => 
    array (
      'code' => '3094200204',
      'name' => 'เทศบาล 4 บ้านอุเมะ',
      'province' => '74',
    ),
    4780 => 
    array (
      'code' => '3094200201',
      'name' => 'เทศบาล 3 บ้านปาตาตีมอ',
      'province' => '74',
    ),
    4781 => 
    array (
      'code' => '3046200601',
      'name' => 'อนุบาลเทศบาลตำบลกมลาไสย',
      'province' => '34',
    ),
    4782 => 
    array (
      'code' => '3044200501',
      'name' => 'อนุบาลเทศบาลตำบลนาดูน',
      'province' => '32',
    ),
    4783 => 
    array (
      'code' => '3063301201',
      'name' => 'ตำรวจตระเวนชายแดนบ้านแสมใหญ่',
      'province' => '50',
    ),
    4784 => 
    array (
      'code' => '3033200401',
      'name' => 'เทศบาล 1 (อนุบาลป่าไม้)',
      'province' => '22',
    ),
    4785 => 
    array (
      'code' => '3083200303',
      'name' => 'อนุบาลเทศบาลเมืองป่าตองแห่งที่ 2',
      'province' => '66',
    ),
    4786 => 
    array (
      'code' => '3032200901',
      'name' => 'อนุบาลเทศบาลตำบลกระหาด',
      'province' => '21',
    ),
    4787 => 
    array (
      'code' => '3040202001',
      'name' => 'อนุบาลเทศบาลตำบลสำราญ',
      'province' => '28',
    ),
    4788 => 
    array (
      'code' => '3043201001',
      'name' => 'อนุบาลเทศบาลตำบลบึงโขงหลง',
      'province' => '31',
    ),
    4789 => 
    array (
      'code' => '3074200601',
      'name' => 'อนุบาลเทศบาลตำบลบางปลา',
      'province' => '59',
    ),
    4790 => 
    array (
      'code' => '3063200601',
      'name' => 'อนุบาลบ้านแม่กลองใหม่',
      'province' => '50',
    ),
    4791 => 
    array (
      'code' => '3020200802',
      'name' => 'อนุบาลเทศบาลคลองตำหรุ',
      'province' => '11',
    ),
    4792 => 
    array (
      'code' => '3020200403',
      'name' => 'อนุบาลเทศบาล 3 (องุ่นอุปถัมภ์)',
      'province' => '11',
    ),
    4793 => 
    array (
      'code' => '3013200102',
      'name' => 'มัธยมศึกษาเทศบาลเมืองปทุมธานี',
      'province' => '4',
    ),
    4794 => 
    array (
      'code' => '3057201201',
      'name' => 'เทศบาลตำบลเวียงป่าเป้า',
      'province' => '45',
    )
  ),
  'universities' => 
  array (
    0 => 
    array (
      'code' => '1410000100',
      'name' => 'จุฬาลงกรณ์มหาวิทยาลัย',
      'province' => '1',
    ),
    1 => 
    array (
      'code' => '1410000500',
      'name' => 'มหาวิทยาลัยธรรมศาสตร์',
      'province' => '1',
    ),
    2 => 
    array (
      'code' => '1410000700',
      'name' => 'มหาวิทยาลัยรามคำแหง',
      'province' => '1',
    ),
    3 => 
    array (
      'code' => '1410000800',
      'name' => 'มหาวิทยาลัยศิลปากร',
      'province' => '1',
    ),
    4 => 
    array (
      'code' => '1410000900',
      'name' => 'มหาวิทยาลัยศรีนครินทรวิโรฒ',
      'province' => '1',
    ),
    5 => 
    array (
      'code' => '1410001400',
      'name' => 'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี',
      'province' => '1',
    ),
    6 => 
    array (
      'code' => '1410001500',
      'name' => 'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ',
      'province' => '1',
    ),
    7 => 
    array (
      'code' => '1410001600',
      'name' => 'สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง',
      'province' => '1',
    ),
    8 => 
    array (
      'code' => '1410005100',
      'name' => 'มหาวิทยาลัยกรุงเทพ',
      'province' => '1',
    ),
    9 => 
    array (
      'code' => '1410005400',
      'name' => 'มหาวิทยาลัยศรีปทุม',
      'province' => '1',
    ),
    10 => 
    array (
      'code' => '1410005600',
      'name' => 'มหาวิทยาลัยหอการค้าไทย',
      'province' => '1',
    ),
    11 => 
    array (
      'code' => '1410006100',
      'name' => 'มหาวิทยาลัยเทคโนโลยีมหานคร',
      'province' => '1',
    ),
    12 => 
    array (
      'code' => '1410007400',
      'name' => 'มหาวิทยาลัยอัสสัมชัญ',
      'province' => '1',
    ),
    13 => 
    array (
      'code' => '1410010300',
      'name' => 'มหาวิทยาลัยธุรกิจบัณฑิตย์',
      'province' => '1',
    ),
    14 => 
    array (
      'code' => '1410011100',
      'name' => 'มหาวิทยาลัยเอเชียอาคเนย์',
      'province' => '1',
    ),
    15 => 
    array (
      'code' => '1410015000',
      'name' => 'มหาวิทยาลัยราชภัฏพระนคร',
      'province' => '1',
    ),
    16 => 
    array (
      'code' => '1410016500',
      'name' => 'มหาวิทยาลัยราชภัฏสวนดุสิต',
      'province' => '1',
    ),
    17 => 
    array (
      'code' => '1410016600',
      'name' => 'มหาวิทยาลัยราชภัฏสวนสุนันทา',
      'province' => '1',
    ),
    18 => 
    array (
      'code' => '1410017400',
      'name' => 'มหาวิทยาลัยราชภัฏบ้านสมเด็จเจ้าพระยา',
      'province' => '1',
    ),
    19 => 
    array (
      'code' => '1410017700',
      'name' => 'มหาวิทยาลัยราชภัฏจันทรเกษม',
      'province' => '1',
    ),
    20 => 
    array (
      'code' => '1410018000',
      'name' => 'มหาวิทยาลัยเกษมบัณฑิต',
      'province' => '1',
    ),
    21 => 
    array (
      'code' => '1410018100',
      'name' => 'มหาวิทยาลัยสยาม',
      'province' => '1',
    ),
    22 => 
    array (
      'code' => '1410019200',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ',
      'province' => '1',
    ),
    23 => 
    array (
      'code' => '1410019400',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลพระนคร',
      'province' => '1',
    ),
    24 => 
    array (
      'code' => '1410022400',
      'name' => 'วิทยาลัยกรุงเทพสุวรรณภูมิ',
      'province' => '1',
    ),
    25 => 
    array (
      'code' => '1411007300',
      'name' => 'มหาวิทยาลัยหัวเฉียวเฉลิมพระเกียรติ',
      'province' => '2',
    ),
    26 => 
    array (
      'code' => '1412001100',
      'name' => 'มหาวิทยาลัยสุโขทัยธรรมาธิราช',
      'province' => '3',
    ),
    27 => 
    array (
      'code' => '1413012700',
      'name' => 'มหาวิทยาลัยปทุมธานี',
      'province' => '4',
    ),
    28 => 
    array (
      'code' => '1413019100',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี',
      'province' => '4',
    ),
    29 => 
    array (
      'code' => '1414015100',
      'name' => 'มหาวิทยาลัยราชภัฏพระนครศรีอยุธยา',
      'province' => '5',
    ),
    30 => 
    array (
      'code' => '1414019800',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ',
      'province' => '5',
    ),
    31 => 
    array (
      'code' => '1420001900',
      'name' => 'มหาวิทยาลัยบูรพา',
      'province' => '11',
    ),
    32 => 
    array (
      'code' => '1421024000',
      'name' => 'วิทยาลัยเฉลิมกาญจนาระยอง',
      'province' => '12',
    ),
    33 => 
    array (
      'code' => '1422016000',
      'name' => 'มหาวิทยาลัยราชภัฏรำไพพรรณี',
      'province' => '13',
    ),
    34 => 
    array (
      'code' => '1424015900',
      'name' => 'มหาวิทยาลัยราชภัฏราชนครินทร์',
      'province' => '15',
    ),
    35 => 
    array (
      'code' => '1430001700',
      'name' => 'มหาวิทยาลัยเทคโนโลยีสุรนารี',
      'province' => '19',
    ),
    36 => 
    array (
      'code' => '1430010700',
      'name' => 'มหาวิทยาลัยวงษ์ชวลิตกุล',
      'province' => '19',
    ),
    37 => 
    array (
      'code' => '1430014800',
      'name' => 'มหาวิทยาลัยราชภัฏนครราชสีมา',
      'province' => '19',
    ),
    38 => 
    array (
      'code' => '1431017600',
      'name' => 'มหาวิทยาลัยราชภัฏบุรีรัมย์',
      'province' => '20',
    ),
    39 => 
    array (
      'code' => '1433016300',
      'name' => 'มหาวิทยาลัยราชภัฏศรีสะเกษ',
      'province' => '22',
    ),
    40 => 
    array (
      'code' => '1434001800',
      'name' => 'มหาวิทยาลัยอุบลราชธานี',
      'province' => '23',
    ),
    41 => 
    array (
      'code' => '1434017100',
      'name' => 'มหาวิทยาลัยราชภัฏอุบลราชธานี',
      'province' => '23',
    ),
    42 => 
    array (
      'code' => '1436014200',
      'name' => 'มหาวิทยาลัยราชภัฏชัยภูมิ',
      'province' => '25',
    ),
    43 => 
    array (
      'code' => '1440000300',
      'name' => 'มหาวิทยาลัยขอนแก่น',
      'province' => '28',
    ),
    44 => 
    array (
      'code' => '1440010400',
      'name' => 'มหาวิทยาลัยภาคตะวันออกเฉียงเหนือ',
      'province' => '28',
    ),
    45 => 
    array (
      'code' => '1441016900',
      'name' => 'มหาวิทยาลัยราชภัฏอุดรธานี',
      'province' => '29',
    ),
    46 => 
    array (
      'code' => '1442016200',
      'name' => 'มหาวิทยาลัยราชภัฏเลย',
      'province' => '30',
    ),
    47 => 
    array (
      'code' => '1444002100',
      'name' => 'มหาวิทยาลัยมหาสารคาม',
      'province' => '32',
    ),
    48 => 
    array (
      'code' => '1445015800',
      'name' => 'มหาวิทยาลัยราชภัฏร้อยเอ็ด',
      'province' => '33',
    ),
    49 => 
    array (
      'code' => '1446014000',
      'name' => 'มหาวิทยาลัยราชภัฏกาฬสินธุ์',
      'province' => '34',
    ),
    50 => 
    array (
      'code' => '1447017500',
      'name' => 'มหาวิทยาลัยราชภัฏสกลนคร',
      'province' => '35',
    ),
    51 => 
    array (
      'code' => '1448002600',
      'name' => 'มหาวิทยาลัยนครพนม',
      'province' => '36',
    ),
    52 => 
    array (
      'code' => '1450000400',
      'name' => 'มหาวิทยาลัยเชียงใหม่',
      'province' => '38',
    ),
    53 => 
    array (
      'code' => '1450001300',
      'name' => 'มหาวิทยาลัยแม่โจ้',
      'province' => '38',
    ),
    54 => 
    array (
      'code' => '1450005300',
      'name' => 'มหาวิทยาลัยพายัพ',
      'province' => '38',
    ),
    55 => 
    array (
      'code' => '1450012300',
      'name' => 'มหาวิทยาลัยนอร์ท-เชียงใหม่',
      'province' => '38',
    ),
    56 => 
    array (
      'code' => '1450014400',
      'name' => 'มหาวิทยาลัยราชภัฏเชียงใหม่',
      'province' => '38',
    ),
    57 => 
    array (
      'code' => '1453017000',
      'name' => 'มหาวิทยาลัยราชภัฏอุตรดิตถ์',
      'province' => '41',
    ),
    58 => 
    array (
      'code' => '1457002400',
      'name' => 'มหาวิทยาลัยแม่ฟ้าหลวง',
      'province' => '45',
    ),
    59 => 
    array (
      'code' => '1457014300',
      'name' => 'มหาวิทยาลัยราชภัฏเชียงราย',
      'province' => '45',
    ),
    60 => 
    array (
      'code' => '1460010000',
      'name' => 'มหาวิทยาลัยเจ้าพระยา',
      'province' => '47',
    ),
    61 => 
    array (
      'code' => '1460010600',
      'name' => 'มหาวิทยาลัยภาคกลาง',
      'province' => '47',
    ),
    62 => 
    array (
      'code' => '1460017200',
      'name' => 'มหาวิทยาลัยราชภัฏนครสวรรค์',
      'province' => '47',
    ),
    63 => 
    array (
      'code' => '1462014100',
      'name' => 'มหาวิทยาลัยราชภัฏกำแพงเพชร',
      'province' => '49',
    ),
    64 => 
    array (
      'code' => '1463013400',
      'name' => 'วิทยาลัยลุ่มน้ำปิง',
      'province' => '50',
    ),
    65 => 
    array (
      'code' => '1465002000',
      'name' => 'มหาวิทยาลัยนเรศวร',
      'province' => '52',
    ),
    66 => 
    array (
      'code' => '1465015200',
      'name' => 'มหาวิทยาลัยราชภัฏพิบูลสงคราม',
      'province' => '52',
    ),
    67 => 
    array (
      'code' => '1467015400',
      'name' => 'มหาวิทยาลัยราชภัฏเพชรบูรณ์',
      'province' => '54',
    ),
    68 => 
    array (
      'code' => '1470016800',
      'name' => 'มหาวิทยาลัยราชภัฏหมู่บ้านจอมบึง',
      'province' => '55',
    ),
    69 => 
    array (
      'code' => '1471013900',
      'name' => 'มหาวิทยาลัยราชภัฏกาญจนบุรี',
      'province' => '56',
    ),
    70 => 
    array (
      'code' => '1473000600',
      'name' => 'มหาวิทยาลัยมหิดล',
      'province' => '58',
    ),
    71 => 
    array (
      'code' => '1473005900',
      'name' => 'มหาวิทยาลัยคริสเตียน',
      'province' => '58',
    ),
    72 => 
    array (
      'code' => '1473013600',
      'name' => 'วิทยาลัยแสงธรรม',
      'province' => '58',
    ),
    73 => 
    array (
      'code' => '1476017900',
      'name' => 'มหาวิทยาลัยราชภัฏเพชรบุรี',
      'province' => '61',
    ),
    74 => 
    array (
      'code' => '1480002300',
      'name' => 'มหาวิทยาลัยวลัยลักษณ์',
      'province' => '63',
    ),
    75 => 
    array (
      'code' => '1480014900',
      'name' => 'มหาวิทยาลัยราชภัฏนครศรีธรรมราช',
      'province' => '63',
    ),
    76 => 
    array (
      'code' => '1483015500',
      'name' => 'มหาวิทยาลัยราชภัฏภูเก็ต',
      'province' => '66',
    ),
    77 => 
    array (
      'code' => '1484011800',
      'name' => 'วิทยาลัยตาปี',
      'province' => '67',
    ),
    78 => 
    array (
      'code' => '1484017300',
      'name' => 'มหาวิทยาลัยราชภัฏสุราษฏร์ธานี',
      'province' => '67',
    ),
    79 => 
    array (
      'code' => '1490001000',
      'name' => 'มหาวิทยาลัยสงขลานครินทร์',
      'province' => '70',
    ),
    80 => 
    array (
      'code' => '1490002200',
      'name' => 'มหาวิทยาลัยทักษิณ',
      'province' => '70',
    ),
    81 => 
    array (
      'code' => '1490016400',
      'name' => 'มหาวิทยาลัยราชภัฏสงขลา',
      'province' => '70',
    ),
    82 => 
    array (
      'code' => '1490019700',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลศรีวิชัย',
      'province' => '70',
    ),
    83 => 
    array (
      'code' => '1495015700',
      'name' => 'มหาวิทยาลัยราชภัฏยะลา',
      'province' => '75',
    ),
    84 => 
    array (
      'code' => '3210020001',
      'name' => 'วิทยาลัยพยาบาลเกื้อการุณย์',
      'province' => '1',
    ),
    85 => 
    array (
      'code' => '3210020002',
      'name' => 'วิทยาลัยแพทยศาสตร์กรุงเทพมหานครและวชิรพยาบาล',
      'province' => '1',
    ),
    86 => 
    array (
      'code' => '4011010001',
      'name' => 'ศูนย์ฝึกพาณิชย์นาวี',
      'province' => '3',
    ),
    87 => 
    array (
      'code' => '4101010050',
      'name' => 'สถาบันการบินพลเรือน(รัฐวิสาหกิจ)',
      'province' => '1',
    ),
    88 => 
    array (
      'code' => '5010270001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี นพรัตน์วชิระ',
      'province' => '1',
    ),
    89 => 
    array (
      'code' => '5010370001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี กรุงเทพ',
      'province' => '1',
    ),
    90 => 
    array (
      'code' => '5012010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี จังหวัดนนทบุรี',
      'province' => '3',
    ),
    91 => 
    array (
      'code' => '5012050001',
      'name' => 'วิทยาลัยเทคโนโลยีทางการแพทย์และสาธารณสุข กาญจนาภิเษก',
      'province' => '3',
    ),
    92 => 
    array (
      'code' => '5018010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี ชัยนาท',
      'province' => '9',
    ),
    93 => 
    array (
      'code' => '5019010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี สระบุรี',
      'province' => '10',
    ),
    94 => 
    array (
      'code' => '5019090001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี พระพุทธบาท',
      'province' => '10',
    ),
    95 => 
    array (
      'code' => '5020010001',
      'name' => 'วิทยาลัยการสาธารณสุขสิรินธร จังหวัดชลบุรี',
      'province' => '11',
    ),
    96 => 
    array (
      'code' => '5020010002',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี ชลบุรี',
      'province' => '11',
    ),
    97 => 
    array (
      'code' => '5022010001',
      'name' => 'วิทยาลัยพยาบาลพระปกเกล้า จันทบุรี',
      'province' => '13',
    ),
    98 => 
    array (
      'code' => '5030010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี นครราชสีมา',
      'province' => '19',
    ),
    99 => 
    array (
      'code' => '5032010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี สุรินทร์',
      'province' => '21',
    ),
    100 => 
    array (
      'code' => '5034010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี สรรพสิทธิประสงค์',
      'province' => '23',
    ),
    101 => 
    array (
      'code' => '5034150001',
      'name' => 'วิทยาลัยการสาธารณสุขสิรินธร จังหวัดอุบลราชธานี',
      'province' => '23',
    ),
    102 => 
    array (
      'code' => '5040010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี ขอนแก่น',
      'province' => '28',
    ),
    103 => 
    array (
      'code' => '5040010002',
      'name' => 'วิทยาลัยการสาธารณสุขสิรินธร จังหวัดขอนแก่น',
      'province' => '28',
    ),
    104 => 
    array (
      'code' => '5041010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี อุดรธานี',
      'province' => '29',
    ),
    105 => 
    array (
      'code' => '5044010001',
      'name' => 'วิทยาลัยพยาบาลศรีมหาสารคาม',
      'province' => '32',
    ),
    106 => 
    array (
      'code' => '5050070001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี เชียงใหม่',
      'province' => '38',
    ),
    107 => 
    array (
      'code' => '5052010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี นครลำปาง',
      'province' => '40',
    ),
    108 => 
    array (
      'code' => '5053010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี อุตรดิตถ์',
      'province' => '41',
    ),
    109 => 
    array (
      'code' => '5056010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี พะเยา',
      'province' => '44',
    ),
    110 => 
    array (
      'code' => '5060010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี สวรรค์ประชารักษ์ นครสวรรค์',
      'province' => '47',
    ),
    111 => 
    array (
      'code' => '5065010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี พุทธชินราช',
      'province' => '52',
    ),
    112 => 
    array (
      'code' => '5065080001',
      'name' => 'วิทยาลัยการสาธารณสุขสิรินธร จังหวัดพิษณุโลก',
      'province' => '52',
    ),
    113 => 
    array (
      'code' => '5070010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี ราชบุรี',
      'province' => '55',
    ),
    114 => 
    array (
      'code' => '5070050001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี จักรีรัช',
      'province' => '55',
    ),
    115 => 
    array (
      'code' => '5072010001',
      'name' => 'วิทยาลัยการสาธารณสุขสิรินธร จังหวัดสุพรรณบุรี',
      'province' => '57',
    ),
    116 => 
    array (
      'code' => '5072010002',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี สุพรรรณบุรี',
      'province' => '57',
    ),
    117 => 
    array (
      'code' => '5076010001',
      'name' => 'วิทยาลัยพยาบาลพระจอมเกล้า เพชรบุรี',
      'province' => '61',
    ),
    118 => 
    array (
      'code' => '5080010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี นครศรีธรรมราช',
      'province' => '63',
    ),
    119 => 
    array (
      'code' => '5084010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี สุราษฎร์ธานี',
      'province' => '67',
    ),
    120 => 
    array (
      'code' => '5090010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี สงขลา',
      'province' => '70',
    ),
    121 => 
    array (
      'code' => '5092010001',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี ตรัง',
      'province' => '72',
    ),
    122 => 
    array (
      'code' => '5092020001',
      'name' => 'วิทยาลัยการสาธารณสุขสิรินธร จังหวัดตรัง',
      'province' => '72',
    ),
    123 => 
    array (
      'code' => '5095010001',
      'name' => 'วิทยาลัยการสาธารณสุขสิรินธร จังหวัดยะลา',
      'province' => '75',
    ),
    124 => 
    array (
      'code' => '5095010002',
      'name' => 'วิทยาลัยพยาบาลบรมราชชนนี ยะลา',
      'province' => '75',
    ),
    125 => 
    array (
      'code' => '5601000002',
      'name' => 'วิทยาลัยแพทยศาสตร์ พระมงกุฎเกล้า',
      'province' => '1',
    ),
    126 => 
    array (
      'code' => '5601000003',
      'name' => 'วิทยาลัยพยาบาลกองทัพบก',
      'province' => '1',
    ),
    127 => 
    array (
      'code' => '5626000001',
      'name' => 'โรงเรียนนายร้อยพระจุลจอมเกล้า',
      'province' => '1',
    ),
    128 => 
    array (
      'code' => '5710230106',
      'name' => 'โรงเรียนนายเรือ',
      'province' => '1',
    ),
    129 => 
    array (
      'code' => '5710230108',
      'name' => 'วิทยาลัยพยาบาลกองทัพเรือ',
      'province' => '1',
    ),
    130 => 
    array (
      'code' => '5810230104',
      'name' => 'วิทยาลัยพยาบาลทหารอากาศ',
      'province' => '1',
    ),
    131 => 
    array (
      'code' => '5810230107',
      'name' => 'โรงเรียนนายเรืออากาศ',
      'province' => '1',
    ),
    132 => 
    array (
      'code' => '6013110106',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตกรุงเทพ',
      'province' => '4',
    ),
    133 => 
    array (
      'code' => '6015140121',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตอ่างทอง',
      'province' => '6',
    ),
    134 => 
    array (
      'code' => '6020000107',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตชลบุรี',
      'province' => '11',
    ),
    135 => 
    array (
      'code' => '6033000116',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตศรีสะเกษ',
      'province' => '22',
    ),
    136 => 
    array (
      'code' => '6036000108',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตชัยภูมิ',
      'province' => '25',
    ),
    137 => 
    array (
      'code' => '6041000120',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตอุดรธานี',
      'province' => '29',
    ),
    138 => 
    array (
      'code' => '6044000113',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตมหาสารคาม',
      'province' => '32',
    ),
    139 => 
    array (
      'code' => '6050200110',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตเชียงใหม่',
      'province' => '38',
    ),
    140 => 
    array (
      'code' => '6052100115',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตลำปาง',
      'province' => '40',
    ),
    141 => 
    array (
      'code' => '6064000118',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตสุโขทัย',
      'province' => '51',
    ),
    142 => 
    array (
      'code' => '6067000112',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตเพชรบูรณ์',
      'province' => '54',
    ),
    143 => 
    array (
      'code' => '6072000119',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตสุพรรณบุรี',
      'province' => '57',
    ),
    144 => 
    array (
      'code' => '6074000117',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตสมุทรสาคร',
      'province' => '59',
    ),
    145 => 
    array (
      'code' => '6081000105',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตกระบี่',
      'province' => '64',
    ),
    146 => 
    array (
      'code' => '6086190109',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตชุมพร',
      'province' => '69',
    ),
    147 => 
    array (
      'code' => '6092140111',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตตรัง',
      'province' => '72',
    ),
    148 => 
    array (
      'code' => '6095000114',
      'name' => 'สถาบันการพลศึกษาวิทยาเขตยะลา',
      'province' => '75',
    ),
    149 => 
    array (
      'code' => '6510105426',
      'name' => 'สถาบันบัณฑิตพัฒนศิลป์',
      'province' => '1',
    ),
    150 => 
    array (
      'code' => '6530100653',
      'name' => 'วิทยาลัยนาฏศิลปนครราชสีมา',
      'province' => '19',
    ),
    151 => 
    array (
      'code' => '7173011114',
      'name' => 'โรงเรียนนายร้อยตำรวจ',
      'province' => '58',
    ),
    152 => 
    array (
      'code' => '1410713200',
      'name' => 'วิทยาลัยรัชต์ภาคย์',
      'province' => '1',
    ),
    153 => 
    array (
      'code' => '1410711900',
      'name' => 'วิทยาลัยทองสุข',
      'province' => '1',
    ),
    154 => 
    array (
      'code' => '1410605700',
      'name' => 'มหาวิทยาลัยเกริก',
      'province' => '1',
    ),
    155 => 
    array (
      'code' => '1430718800',
      'name' => 'วิทยาลัยนครราชสีมา',
      'province' => '19',
    ),
    156 => 
    array (
      'code' => '1410712200',
      'name' => 'วิทยาลัยนอร์ทกรุงเทพ',
      'province' => '1',
    ),
    157 => 
    array (
      'code' => '1450319600',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา',
      'province' => '38',
    ),
    158 => 
    array (
      'code' => '1473319500',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลรัตนโกสินทร์',
      'province' => '58',
    ),
    159 => 
    array (
      'code' => '1410613300',
      'name' => 'มหาวิทยาลัยรัตนบัณฑิต',
      'province' => '1',
    ),
    160 => 
    array (
      'code' => '1413215300',
      'name' => 'มหาวิทยาลัยราชภัฏวไลยอลงกรณ์ ในพระบรมราชูปถัมภ์',
      'province' => '4',
    ),
    161 => 
    array (
      'code' => '1430319900',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน',
      'province' => '19',
    ),
    162 => 
    array (
      'code' => '1410118500',
      'name' => 'มหาวิทยาลัยมหาจุฬาลงกรณราชวิทยาลัย',
      'province' => '1',
    ),
    163 => 
    array (
      'code' => '1410711700',
      'name' => 'วิทยาลัยดุสิตธานี',
      'province' => '1',
    ),
    164 => 
    array (
      'code' => '1410711600',
      'name' => 'วิทยาลัยเซาธ์อีสท์บางกอก',
      'province' => '1',
    ),
    165 => 
    array (
      'code' => '1413611200',
      'name' => 'มหาวิทยาลัยอีสเทิร์นเอเชีย',
      'province' => '4',
    ),
    166 => 
    array (
      'code' => '1410711500',
      'name' => 'วิทยาลัยเซนต์หลุยส์',
      'province' => '1',
    ),
    167 => 
    array (
      'code' => '1412722600',
      'name' => 'วิทยาลัยราชพฤกษ์',
      'province' => '3',
    ),
    168 => 
    array (
      'code' => '1413606800',
      'name' => 'มหาวิทยาลัยรังสิต',
      'province' => '4',
    ),
    169 => 
    array (
      'code' => '1499999999',
      'name' => 'สถาบันการเรียนรู้เพื่อปวงชน',
      'province' => '1',
    ),
    170 => 
    array (
      'code' => '1410609000',
      'name' => 'มหาวิทยาลัยธนบุรี',
      'province' => '1',
    ),
    171 => 
    array (
      'code' => '1410722500',
      'name' => 'วิทยาลัยเทคโนโลยีสยาม',
      'province' => '1',
    ),
    172 => 
    array (
      'code' => '1440712600',
      'name' => 'วิทยาลัยบัณฑิตเอเชีย',
      'province' => '28',
    ),
    173 => 
    array (
      'code' => '1410722800',
      'name' => 'สถาบันเทคโนโลยีไทย-ญี่ปุ่น',
      'province' => '1',
    ),
    174 => 
    array (
      'code' => '1433720100',
      'name' => 'วิทยาลัยเฉลิมกาญจนา',
      'province' => '22',
    ),
    175 => 
    array (
      'code' => '1434212800',
      'name' => 'มหาวิทยาลัยการจัดการและเทคโนโลยีอีสเทิร์น',
      'province' => '1',
    ),
    176 => 
    array (
      'code' => '1490718400',
      'name' => 'วิทยาลัยพุทธศาสนานานาชาติ',
      'province' => '70',
    ),
    177 => 
    array (
      'code' => '1456102700',
      'name' => 'มหาวิทยาลัยพะเยา',
      'province' => '1',
    ),
    178 => 
    array (
      'code' => '1410711300',
      'name' => 'วิทยาลัยกรุงเทพธนบุรี',
      'province' => '1',
    ),
    179 => 
    array (
      'code' => '1426211400',
      'name' => 'วิทยาลัยนานาชาติเซนต์เทเรซา',
      'province' => '1',
    ),
    180 => 
    array (
      'code' => '1420319300',
      'name' => 'มหาวิทยาลัยเทคโนโลยีราชมงคลตะวันออก',
      'province' => '11',
    ),
    181 => 
    array (
      'code' => '1476610900',
      'name' => 'มหาวิทยาลัยเว็บสเตอร์(ประเทศไทย)',
      'province' => '61',
    ),
    182 => 
    array (
      'code' => '1410100200',
      'name' => 'มหาวิทยาลัยเกษตรศาสตร์',
      'province' => '1',
    ),
    183 => 
    array (
      'code' => '1413610100',
      'name' => 'มหาวิทยาลัยชินวัตร',
      'province' => '4',
    ),
  ),
);

$strTemplate = "INSERT INTO `comcamp`.`option_school` (`id`, `school_type`, `schoolid`, `name`, `province`, `confirmed`, `created`, `edited`) VALUES\n    ";
$str= array();
$i = 1;
foreach($schools AS $type => $places){
  foreach ($places as $place) {
    if(!isset($str[ceil($i/500)])){
      if(isset($str[ceil($i/500)-1]))
        $str[ceil($i/500)-1] .= ';';
      $str[ceil($i/500)] = $strTemplate;
    }else{
      $str[ceil($i/500)] .= ",\n    ";
    }

    $str[ceil($i/500)] .= sprintf(
      "(NULL, '%d', '%s', '%s', '%d', '1', '0000-00-00 00:00:00', CURRENT_TIMESTAMP)", 
      ($type == 'mathayoms'?1:2),
      $mysqli->real_escape_string($place['code']),
      $mysqli->real_escape_string($place['name']),
      $place['province']
      );
    $i++;
  }
}

foreach ($str as $i => $strResult) {
  var_dump($strResult);
  file_put_contents('schools_'.($i).'.sql', $strResult);
}
